Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Per Triangle (Default)
ca: Per Triangle (Per defecte)
es: Por Triángulo (Defecto)
eu_es: Hirukiko (Defektuz)
gl_es: Por triángulo (predeterminado)
hu: Háromszögenként (alapértelmezett)
it: Per Triangolo (Default)
ja_jp: 三角形単位 (標準)
ko: 삼각형당 (기본)
nb_no: Per trekant (standard)
pl: Trójkątami (domyślnie)
pt_pt: Por Triângulo (Predefinição)
ro_ro: Per triunghi (Implicit)
sk_sk: Podľa trojuholníka (predvolené)
sv_se: Per triangel (standard)
tr: Üçgen Başına (Varsayılan)
vi_vn: Mỗi tam giác (Mặc định)
zh_tw: 每個三角形（預設）

# game_options
source: Per pixel is the most accurate, but also the most demanding.
ca: Per píxel és el més precís, però també el més demandant.
es: El modo 'Por Píxel' es el más preciso, pero también el más exigente.
eu_es: Pixel bakoitzeko zehatzena da, baino gehien eskatzen duena ere.
gl_es: Por píxel é o máis preciso, pero tamén o máis esixente.
hu: A képpontonként a legpontosabb, de egyben a legigényesebb is.
it: Per pixel è il più accurato, ma anche il più oneroso.
ja_jp: ピクセル単位は最も正確ですが、最もマシン性能を要求します
ko: 픽셀당 방식이 가장 정확하지만 가장 까다롭습니다.
nb_no: Per piksel er den mest nøyaktige, men også den mest krevende.
pl: Pikselowo jest najdokładniejsze, ale też najbardziej wymagające.
pt_pt: Por pixel é mais preciso, porém também é mais exigente.
ro_ro: Per pixel este cel mai precis, dar este și cel mai solicitant.
sk_sk: Podľa bodu je najpresnejšie, ale aj najnáročnejšie.
sv_se: Per bildpunkt är det mest exakta, men också det mest krävande.
tr: Piksel başına, en doğru ama aynı zamanda en ısrarcı olanıdır.
vi_vn: Mỗi pixel là chính xác nhất nhưng cũng đòi hỏi khắt khe nhất.
zh_tw: 每像素是最精確的，但也是要求最高的。

# game_options
source: Per-game
ca: Per joc
es: Por juego
eu_es: Joku bakoitzeko
gl_es: Por xogo
hu: Játékonként
it: Per-gioco
ja_jp: ゲームごと
ko: 게임당
nb_no: Per spill
pl: Na każdą grę
pt_pt: Por jogo
ro_ro: Per joc
sk_sk: Podľa hry
sv_se: Per-spel
tr: Oyuna göre
vi_vn: Mỗi trò chơi
zh_tw: 每個遊戲

# game_options
source: Performance
ca: Rendiment
es: Rendimiento
eu_es: Errendimendua
gl_es: Rendemento
hu: Teljesítmény
ja_jp: 性能
ko: 성능
nb_no: Ytelse
pl: Wydajność
pt_pt: Desempenho
ro_ro: Performanță
sk_sk: Výkon
sv_se: Prestanda
tr: Performans
vi_vn: Hiệu năng
zh_tw: 效能

# game_options
source: Peru
gl_es: Perú
ko: 페루
pt_pt: Perú

# game_options
source: Philippines
gl_es: Filipinas
hu: Fülöp-szigetek
it: Filippine
ko: 필리핀
pl: Filipiny
pt_pt: Filipinas
ro_ro: Filipine
sk_sk: Filipíny
sv_se: Filippinerna
tr: Filipinler

# game_options
source: Philips CD-i CD-ROMs
ca: CD-ROMs de Philips CD-i
es: CD-ROMs Philips CD-i
eu_es: Philips CD-i CD-ROM-ak
gl_es: Philips CD-i CD-ROM
it: Philips CD-i CD-ROM
ja_jp: Philips CD-i CD-ROM
ko: 필립스 CD-i 시디롬
nb_no: Philips CD-i CD-ROM-er
pl: CD-ROMy Philips CD-i
ro_ro: CD-ROM-uri Philips CD-i
sk_sk: Philips CD-i CD-ROM
sv_se: Philips CD-i CD-ROM-skivor

# game_options
source: Pink - Blossom Pink
ca: Rosa - Rosa Blossom
es: Rosa - Blossom Pink
eu_es: Arrosa - Loratu arrosa
gl_es: Rosa - Rosa flor
it: Rosa - Rosa Bocciolo
ja_jp: ピンク - ブロッサムピンク
ko: 핑크 - 블라썸 핑크
nb_no: Rosa - Blossom Pink
pl: Różowy - Kwitnący Róż
pt_pt: Rosa - Rosa Flor
sk_sk: Ružová - Rozkvitnutá ružová
sv_se: Rosa - Blossom Pink
tr: Pembe - Çiçek Pembesi
zh_tw: 粉紅 - Blossom Pink

# game_options
source: Pixel Perfect
eu_es: Pixel Perfektua
ja_jp: ピクセルパーフェクト (ピクセルを正方形表示)
ko: 픽셀 퍼펙트
pl: Idealny piksel
pt_pt: Pixel Perfeito
ro_ro: Potrivire perfectă
sk_sk: Celočíselná mierka
sv_se: Bildpunktsperfekt
tr: Mükemmel Piksel
vi_vn: Pixel hoàn hảo
zh_tw: 完美像素

# game_options
source: Pixel-Perfect
eu_es: Pixel-Perfektua
ja_jp: ピクセルパーフェクト (ピクセルを正方形表示)
ko: 픽셀 퍼펙트
nb_no: Pixel-Perfekt
pt_pt: Pixel perfeito
sk_sk: Celočíselná mierka
sv_se: Bildpunktsperfekt
tr: Mükemmel Piksel
zh_tw: 完美像素

# game_options
source: Pixelated (Nearest)
ca: Pixelat (Més proper)
es: Pixelado (Más cercano)
eu_es: Pixelatua (Gertuena)
gl_es: Pixelado (máis próximo)
hu: Pixeles (legközelebbi)
it: Pixelllato (Nearest)
ja_jp: ピクセル化（最も近い）
ko: 픽셀화됨 (가장 가까움)
nb_no: Pixelert (nærmeste)
pl: Rozpikselowanie (najbliższe)
pt_pt: Pixelado (Nearest)
ro_ro: Pixelat (Cel mai apropiat)
sk_sk: Pixelové (najbližšie)
sv_se: Pixelerad (närmast)
tr: Pikselleştirilmiş (En Yakın)
zh_tw: 像素化（最近似）

# game_options
source: Play (Default)
es: Reproducir (Defecto)
eu_es: Erreproduzitu (Defektuz)
gl_es: Reproducir (predeterminado)
hu: Lejátszás (alapértelmezett)
ja_jp: Play（標準）
ko: 재생 (기본)
nb_no: Spill (standard)
pl: Odtwórz (domyślnie)
pt_pt: Reproduzir (Padrão)
ro_ro: Redă (Implicit)
sk_sk: Hrať (predvolené)
sv_se: Spela upp (standard)
tr: Oynat (Varsayılan)
vi_vn: Chơi (Mặc định)
zh_tw: 遊玩(預設)

# game_options
source: Play a coin drop sound effect when an insert coin button is pressed
ca: Reprodueix el so d’una moneda caient quan es prem el botó d’inserir monedes
es: Reproduce un efecto de sonido de caída de moneda cuando se presiona el botón insertar moneda
eu_es: Erreproduzitu txanpon botatze soinu efektu bat txanpon botatze botoia sakatzean
gl_es: Reproduce un efecto de son de caída de moedas cando se preme un botón de inserción de moedas
hu: Játsszon le egy érmedobás hangeffektust, amikor megnyomja az érme beszúrás gombját
it: Suona un effetto sonoro di lancio moneta quando il pulsante inserisci moneta viene premuto
ja_jp: コイン挿入ボタンを押すと、コイン投入効果音が鳴ります
ko: 동전 넣기 버튼을 눌렀을 때 동전 떨어지는 사운드 효과 재생
nb_no: Spill av en lydeffekt for myntfall når du trykker på en myntinnkastknapp
pl: Odtwórz efekt dźwiękowy upadku monety po naciśnięciu przycisku wrzucania monety
pt_pt: Reproduz um efeito sonoro de moeda quando o botão de inserir moeda é pressionado
ro_ro: Redă un sunet de cădere de monedă când se apasă butonul de inserare a unei monede
sk_sk: Keď stlačíte tlačidlo vloženia mince, prehrať zvukový efekt padania mince
sv_se: Spela upp en ljudeffekt med myntdropp när du trycker på knappen för att stoppa in mynt
tr: Jeton ekleme tuşuna basıldığında jeton düşürme ses efekti çal
vi_vn: Phát hiệu ứng âm thanh thả đồng xu khi nhấn nút chèn đồng xu
zh_tw: 按下投幣按鈕時播放硬幣掉落音效

# game_options
source: Play this game on several screens (if available)
es: Jugar a este juego en varias pantallas (si está disponible)
gl_es: Xoga a este xogo en varias pantallas (se está dispoñible)
hu: Játssz ezzel a játékkal több képernyőn (ha elérhető)
it: Gioca su schermi multipli (quando disponibile)
ja_jp: このゲームを複数の画面でプレイします (可能な場合)
ko: 여러 화면에서 이 게임 재생 (가능한 경우)
nb_no: Spill dette spillet på flere skjermer (hvis tilgjengelig)
pl: Graj w tą grę na kilku ekranach (jeśli to możliwe)
pt_pt: Jogue este jogo em vários ecrãs (se disponível)
ro_ro: Joacă acest joc pe mai multe ecrane (dacă sunt disponibile)
sk_sk: Hrať túto hru na viacerých obrazovkách (ak je dostupné)
sv_se: Spela detta spel på flera skärmar (om tillgängligt)
tr: Bu oyunu birkaç ekranda oynayın (varsa)
vi_vn: Chơi trò chơi này trên nhiều màn hình (nếu có thể)
zh_tw: 在多個螢幕上玩這個遊戲（如果有）

# game_options
source: PlayStation Mouse
ca: Ratolí PlayStation
es: Ratón de PlayStation
eu_es: PlayStation Xagua
gl_es: Rato PlayStation
hu: PlayStation egér
it: Mouse PlayStation
ja_jp: PS マウス
ko: 플레이스테이션 마우스
nb_no: PlayStation-mus
pl: Mysz PlayStation
pt_pt: Rato da PlayStation
ro_ro: Maus PlayStation
sk_sk: PlayStation myš
sv_se: PlayStation-mus
tr: PlayStation Faresi
vi_vn: Chuột PlayStation
zh_tw: PlayStation 滑鼠

# game_options
source: Player distance from lower screen edge (cm)
es: Distancia del jugador desde el borde inferior de la pantalla (cm)
gl_es: Distancia do xogador desde o bordo inferior da pantalla (cm)
hu: A játékos távolsága a képernyő alsó szélétől (cm)
it: Distanza del giocatore dal lato inferiore schermo (cm)
ja_jp: 画面下端からのプレイヤーの距離 (cm)
ko: 플레이어와 화면 하단 가장자리 사이의 거리 (cm)
nb_no: Spilleravstand fra nedre skjermkant (cm)
pl: Odległość gracza od dolnej krawędzi ekranu (cm)
pt_pt: Distância do jogador até a borda inferior do ecrã (cm)
ro_ro: Distanța jucătorului de la marginea inferioară a ecranului (cm)
sv_se: Spelarens avstånd från skärmens nedre kant (cm)
tr: Oyuncunun ekranın alt kenarına uzaklığı (cm)
vi_vn: Khoảng cách người chơi từ cạnh dưới màn hình (cm)
zh_tw: 玩家與螢幕下緣的距離（公分）

# game_options
source: Player's eyes distance from lower screen edge (cm)
es: Distancia de los ojos del jugador desde el borde inferior de la pantalla (cm)
gl_es: Distancia dos ollos do xogador desde o bordo inferior da pantalla (cm)
hu: A játékos szemének távolsága a képernyő alsó szélétől (cm)
it: Distanza deglio occhi del giocatore dal lato inferiore schermo (cm)
ja_jp: 画面下端からプレイヤーの目の距離 (cm)
ko: 플레이어의 눈과 화면 하단 가장자리 사이의 거리 (cm)
nb_no: Spillerens øye-avstand fra nedre skjermkant (cm)
pl: Odległość oczu gracza od dolnej krawędzi ekranu (cm)
pt_pt: Distância dos olhos do jogador à borda inferior do ecrã (cm)
ro_ro: Distanța ochilor jucătorului de la marginea inferioară a ecranului (cm)
sv_se: Spelarens ögonavstånd från skärmens nedre kant (cm)
tr: Oyuncunun gözlerinin alt ekran kenarından uzaklığı (cm)
vi_vn: Khoảng cách mắt người chơi tới mép dưới màn hình (cm)
zh_tw: 玩家眼睛與螢幕下緣的距離（公分）

# game_options
source: Playfield configuration
es: Configuración de Playfield
gl_es: Configuración do campo de xogo
hu: Játéktér konfigurációja
it: Configurazione del campo di gioco
ja_jp: プレーフィールドの構成
ko: 경기장 구성
nb_no: Konfigurasjon av spillefeltet
pl: Konfiguracja pola gry
pt_pt: Configuração do campo de jogo
ro_ro: Configurația câmpului de joc
sk_sk: Nastavenie hracieho poľa
sv_se: Konfiguration av spelplanen
tr: Oyun alanı yapılandırması
zh_tw: 遊樂場配置

# game_options
source: Playstation 2 wheel type
es: Tipo de volante Playstation 2
gl_es: Playstation 2 tipo volante
hu: Playstation 2 kormány típusa
it: Manubrio tipo Playstation 2
ja_jp: PS2 ホイール(ハンドル)タイプ
ko: 플레이스테이션 2 핸들 유형
nb_no: Type Playstation 2-ratt
pl: Rodzaj kierownicy Playstation 2
pt_pt: Tipo de volante do Playstation 2
ro_ro: Tip volan Playstation 2
sk_sk: Typ kolieska Playstation 2
sv_se: Typ av Playstation 2-ratt
tr: Playstation 2 direksiyon türü
zh_tw: PlayStation 2 方向盤形式

# keys_files
source: Plunger
gl_es: Lanzabolas
it: Molla
ko: 플런저
pl: Tłok
ro_ro: Piston
vi_vn: Pít tông

# game_options
source: Point (Default)
es: Punto (Defecto)
gl_es: Punto (predeterminado)
hu: Pont (Alapértelmezett)
it: Punto (Default)
ja_jp: ポイント(標準)
ko: 포인터 (기본)
pl: Punkt (domyślnie)
pt_pt: Ponto (Padrão)
ro_ro: Punct (implicit)
sk_sk: Bod (predvolené)
sv_se: Punkt (standard)
tr: Nokta (Varsayılan)
vi_vn: Điểm (Mặc định)
zh_tw: Point (預設)

# game_options
source: Pointer
es: Puntero
gl_es: Punteiro
hu: Mutató
it: Puntatore
ja_jp: ポインター
ko: 포인터
nb_no: Peker
pl: Wskaźnik
pt_pt: Ponteiro
ro_ro: Indicator
sk_sk: Ukazovateľ
sv_se: Pekare
tr: İşaretçi
vi_vn: Con trỏ
zh_tw: 指針

# game_options
source: Poland
ca: Polònia
es: Polonia
eu_es: Polonia
gl_es: Polonia
hu: Lengyelország
it: Polonia
ja_jp: ポーランド
ko: 폴란드
nb_no: Polen
pl: Polska
pt_pt: Polónia
ro_ro: Polonia
sk_sk: Poľsko
sv_se: Polen
tr: Polonya
vi_vn: Ba Lan

# game_options
source: Poland (pl)
es: Polaco (pl)
gl_es: Polonia (pl)
hu: Lengyel (pl)
it: Plonia (pl)
ja_jp: ポーランド語 (pl)
ko: 폴란드 (pl)
pl: Polski (pl)
pt_pt: Polónia (pl)
ro_ro: Poloneză (pl)
sk_sk: Poľština (pl)
sv_se: Polen (pl)
tr: Polonya (pl)
vi_vn: Ba Lan (pl)

# game_options
source: Polish
ca: Polonès
es: Polaco
eu_es: Poloniera
gl_es: Polaco
hu: Lengyel
it: Polacco
ja_jp: ポーランド語
ko: 폴란드어
nb_no: Polsk
pl: Polski
pt_pt: Polonês
ro_ro: Poloneză
sk_sk: Poľština
sv_se: Polska
tr: Lehçe
vi_vn: Ba Lan

# game_options
source: Port 1
es: Puerto 1
eu_es: 1 Portua
gl_es: Porto 1
hu: 1. port
it: Porta 1
ja_jp: ポート 1
ko: 포트 1
pt_pt: Entrada 1
vi_vn: Cổng 1

# game_options
source: Port 1+2
es: Puerto 1+2
eu_es: 1+2 Portuak
gl_es: Porto 1+2
hu: 1 + 2 port
it: Porta 1+2
ja_jp: ポート1+2
ko: 포트 1+2
pt_pt: Entrada 1+2
vi_vn: Cổng 1+2

# game_options
source: Port 2
es: Puerto 2
eu_es: 2 Portua
gl_es: Porto 2
hu: 2. port
it: Porta 2
ja_jp: ポート 2
ko: 포트 2
pt_pt: Entrada 2
vi_vn: Cổng 2

# game_options
source: Port1
es: Puerto 1
eu_es: 1Portua
gl_es: Porto 1
it: Porta1
ja_jp: ポート1
ko: 포트1
vi_vn: Cổng1

# game_options
source: Port1+2
es: Puerto 1+2
eu_es: 1+2Portua
gl_es: Porto 1+2
it: Porta1+2
ja_jp: ポート1+2
ko: 포트1+2
vi_vn: Cổng1+2

# game_options
source: Port2
es: Puerto 2
eu_es: 2Portua
gl_es: Porto 2
it: Porta2
ja_jp: ポート2
ko: 포트2
vi_vn: Cổng2

# game_options
source: Portrait
ca: Vertical
es: Vertical
eu_es: Bertikala
gl_es: Vertical
hu: Álló
it: Verticale
ja_jp: ポートレート(縦)
ko: 세로화면
nb_no: Portrett
pl: Pionowo
pt_pt: Retrato
ro_ro: Portret
sk_sk: Portrét
sv_se: Stående
tr: Portre
zh_tw: 直立的

# game_options
source: Portugal
hu: Portugália
it: Portogallo
ja_jp: ポルトガル
ko: 포르투갈
pl: Portugalia
ro_ro: Portugalia
sk_sk: Portugalsko
tr: Portekiz
vi_vn: Bồ Đào Nha

# game_options
source: Portugese
ca: Portuguès
es: Portugués
eu_es: Portugalera
gl_es: Portugués
hu: Portugál
it: Portoghese
ja_jp: ポルトガル語
ko: 포르투갈어
nb_no: Portugisisk
pl: Portugalski
pt_pt: Português
ro_ro: Portugheză
sk_sk: Portugalčina
sv_se: Portugisiska
tr: Portekizce
vi_vn: Bồ Đào Nha

# game_options
source: Portuguese
ca: Portuguès
es: Portugués
eu_es: Portugalera
gl_es: Portugués
hu: Portugál
it: Portoghese
ja_jp: ポルトガル語
ko: 포르투갈어
nb_no: Portugisisk
pl: Portugalski
pt_pt: Português
ro_ro: Portugheză
sk_sk: Portugalčina
sv_se: Portugisiska
tr: Portekizce
vi_vn: Bồ Đào Nha

# game_options
source: Position of wii sensor bar relative to the disaply for real wiimotes.
es: Posición de la barra de sensores de Wii en relación con la pantalla para wiimotes reales.
gl_es: Posición da barra do sensor de wii en relación á pantalla para wiimotes reais.
hu: A wii szenzorsáv helyzete a kijelzőhöz képest valódi wiimote-ok esetén.
it: Posizione della sensor bar wii relativamente al monitor per i veri wiimotes.
ja_jp: 実際の Wii リモコンに対する Wii センサー バーの位置を選択します
ko: 실제 위모트 디스플레이에 대한 Wii 센서바의 위치입니다.
nb_no: Posisjonen til WII SENSOR BAR relative til skjermen for riktige wiimotes.
pl: Położenie sensor bara Wii względem ekranu dla prawdziwych Wiimote'ów.
pt_pt: Posição da barra do sensor do Wii em relação ao dispositivo para wiimotes reais.
ro_ro: Poziția barei infraroșii WII relativă la ecran pentru telecomenzile reale.
sv_se: Wii sensorbarens position i förhållande till skärmen för riktiga wiimotes.
tr: Wii sensör çubuğunun gerçek wiimote'lar için ekrana göre konumu.
vi_vn: Vị trí của thanh cảm biến wii so với màn hình của wiimote thực.
zh_tw: Wii 感光元件相對於真實 Wiimotes 顯示器的位置。

# game_options
source: Potator - Blue
ca: Potator - Blau
es: Potator - Azul
eu_es: Potator - Urdina
gl_es: Pataca - Azul
hu: Potator - Kék
it: Potator - Blu
ko: 포테이터 - 파란색
nb_no: Potator - Blå
pl: Potator - Niebieski
pt_pt: Batata - Azul
sk_sk: Potator - Modrý
sv_se: Potator - Blå
tr: Patatesleştirici - Mavi

# game_options
source: Potator - Green
ca: Potator - Verd
es: Potator - Verde
eu_es: Potator - Berdea
gl_es: Potator - Verde
hu: Potator - zöld
it: Potator - Verde
ko: 포테이터 - 초록색
nb_no: Potator - Grønn
pl: Potator - Zielony
pt_pt: Batata - Verde
sk_sk: Potator - Zelený
sv_se: Potator - Grön
tr: Patatesleştirici - Yeşil

# game_options
source: Potator - Green - BGB
ca: Potator - Verd - BGB
es: Potator - Verde - BGB
eu_es: Potator - Berde - BGB
gl_es: Potator - Verde - BGB
hu: Potator - zöld - BGB
it: Potator - Verde - BGB
ko: 포테이터 - 초록색 - BGB
nb_no: Potator - Grønn - BGB
pl: Potator - Zielony - BGB
pt_pt: Batata - Verde - BGB
sk_sk: Potator - Zelený - BGB
sv_se: Potator - Grön - BGB
tr: Patatesleştirici - Yeşil - MYM

# game_options
source: Potator - Green Wataroo
ca: Potator - Verd Wataroo
eu_es: Potator - Wataroo Berdea
hu: Potator - zöld Wataroo
it: Potator - Verde Wataroo
ko: 포테이터 - 초록색 와타루
nb_no: Potator - Grønn Wataroo
pl: Potator - Zielony Wataroo
pt_pt: Batata - Wataroo Verde
sk_sk: Potator - Zelený Wataroo
sv_se: Potator - Grön Wataroo
tr: Patatesleştirici - Yeşil Wataroo

# game_options
source: Potator - Orangish - Amber
ca: Potator - Ambre
es: Potator - Anaranjado - Ámbar
eu_es: Potator - Laranja - Anbar
gl_es: Potator - Alaranxado - Ámbar
hu: Potator - Narancssárga - Borostyán
ko: 포테이터 - 주황빛 - 호박색
nb_no: Potator - oransje - ravfarget
pl: Potator - Pomarańcz - Bursztyn
pt_pt: Batata - Alaranjada - Âmbar
sk_sk: Potator - Pomaranč - Jantár
sv_se: Potator - Orangisk - Bärnstensfärgad
tr: Patatesleştirici - Portakal - Amber

# game_options
source: Power Saver
es: Ahorro de energía
gl_es: Aforro de enerxía
hu: Energiatakarékos
it: Risparmio Energetico
ja_jp: パワーセーバー
ko: 절전 기능
nb_no: Strømsparer
pl: Oszczędzanie Energii
pt_pt: Economizador de Energia
ro_ro: Consum redus
sk_sk: Šetrič energie
sv_se: Strömsparare
tr: Güç Tasarrufu
vi_vn: Tiết kiệm điện
zh_tw: 省電

# game_options
source: Precise (Slowest)(Default)
es: Preciso (Más lento)(Defecto)
eu_es: Zehatza (Motelena) (Defektuzkoa)
gl_es: Preciso (máis lento) (predeterminado)
hu: Pontos (leglassabb) (alapértelmezett)
it: Precisa (La più lenta)(Default)
ja_jp: 正確 (最も遅い)(標準)
ko: 정확함 (가장 느림)(기본)
nb_no: Presis (langsomste) (standard)
pl: Precyzyjne (najwolniejsze)(domyślnie)
pt_pt: Preciso (mais lento) (padrão)
ro_ro: Precis (Cea mai lentă)(Implicit)
sk_sk: Presné (najpomalšie, predvolené)
sv_se: Exakt (Långsammast)(Standard)
tr: Hassas (En yavaş)(Varsayılan)
vi_vn: Chính xác (Chậm nhất)(Mặc định)
zh_tw: 精確（最慢）（預設）

# game_options
source: Precise Interpreter
ca: Intèrpret precís
es: Preciso
eu_es: Interpretatzaile zehatza
gl_es: Intérprete preciso
hu: Pontos tolmács
it: Interprete Preciso
ja_jp: 正確なインタープリタ
ko: 정확한 해석기
nb_no: Presis tolk
pt_pt: Interpreter preciso
ro_ro: Interpretor precis
sk_sk: Presný interpreter
sv_se: Exakt tolk
tr: Hassas Yorumlayıcı
zh_tw: 精準解譯器

# game_options
source: Prefer "Before NMI", change to After NMI only if needed by the game.
ca: Millor “Abans de NMI”; canviar a “Després de NMI” només si ho necessita el joc.
es: Preferir "Antes de NMI", cambiar a Después de NMI sólo si el juego lo necesita.
eu_es: "NMI-aren aurretik" nahiago izan, aldatu NMI ondoren-era jokoan behar bada bakarrik
gl_es: Prefirir "Antes de NMI", cambiar a Despois de NMI só se o xogo o precisa.
hu: Az "NMI előtt" opciót részesítsd előnyben, az "NMI után"-ra csak akkor váltsd át, ha a játéknak szüksége van rá.
it: Preferisci "Prima di NMI", cambia o Dopo NMI solo se necessario per il gioco.
ja_jp: [BeforeNMI]を優先し、ゲームで必要な場合にのみ[AfterNMI]に変更します
ko: "NMI 이전"을 선호하고, 게임에 필요한 경우에만 NMI 이후로 변경하세요.
nb_no: Foretrekker "Før NMI", endre til "Etter NMI" bare hvis spillet krever det.
pl: Preferuj "Przed NMI", zmień na "Po NMI" tylko wtedy, gdy jest to wymagane przez grę.
pt_pt: Prefirir "Antes do NMI", mude para "Depois do NMI" somente se for necessário para o jogo.
ro_ro: Preferă „Înainte de NMI”, schimbă la „După NMI” doar dacă este necesar pentru joc.
sk_sk: Uprednostňovať "Pred NMI", zmeňte na Po NMI iba vtedy, ak to hra vyžaduje.
sv_se: Föredra "Före NMI", ändra till "Efter NMI" endast om det behövs för spelet.
tr: "NMI Önce" tercih et, eğer oyun tarafından ihtiyaç duyulursa NMI Sonra olarak değiştir.
vi_vn: Ưu tiên "NMI Trước", chỉ đổi thành NMI Sau nếu trò chơi cần.
zh_tw: 優先選擇NMI之前，僅當遊戲需要時才更改為NMI之後。

# game_options
source: Preload
ca: Pre-càrrega
es: Precargar
eu_es: Aurrekarga
gl_es: Precarga
hu: Előtöltés
it: Precaricamento
ja_jp: 自動読取
ko: 사전 로드
nb_no: Forhåndslasting
pl: Wstępne ładowanie
pt_pt: Pré-carregar
ro_ro: Preîncarcă
sk_sk: Prednačítať
sv_se: Förinläs
tr: Önyükleme
vi_vn: Tải trước
zh_tw: 預載

# game_options
source: Preload requires more RAM.
ca: La precàrrega requereix més RAM.
es: La precarga requiere más RAM.
eu_es: Aurrekargak RAM gehiago eskatzen du.
gl_es: A precarga require máis memoria RAM.
hu: Az előtöltés több RAM-ot igényel.
it: Il precaricamento richiede più RAM.
ja_jp: より多くのRAMが必要です
ko: 사전 로드에는 더 많은 램이 필요합니다.
nb_no: Forhåndsinnlasting krever mer RAM.
pl: Wstępne ładowanie wymaga więcej pamięci RAM.
pt_pt: Pré-carregar requer mais memória RAM.
ro_ro: Pre-încărcarea necesită mai mult RAM.
sk_sk: Prednačítanie potrebuje viac RAM.
sv_se: Förinläsning kräver mer RAM-minne.
tr: Önyükleme daha fazla RAM gerektirir.
vi_vn: Tải trước yêu cầu nhiều RAM hơn.
zh_tw: 預先載入需要更多 RAM。

# game_options
source: Preloading is impossible from ES.
ca: No és possible la pre-càrrega des de ES.
es: La precarga es imposible desde ES.
eu_es: Aurrekarga ezinezkoa da ES-tik.
gl_es: A precarga é imposible desde ES.
hu: Az ES előtöltése lehetetlen.
it: Il precaricamento è impossibile da ES.
ja_jp: ESからの事前読込みは不可能です
ko: ES에서는 사전 로드가 불가능합니다.
nb_no: Forhåndsinnlasting er umulig fra ES.
pl: Wstępne ładowanie jest niemożliwe z ES.
pt_pt: O pré-carregamento é impossível no ES.
ro_ro: Preîncărcarea este imposibilă din ES.
sk_sk: Prednačítanie je nemožné z ES.
sv_se: Förinläsning är omöjlig från ES.
tr: ES üstünden ön yükleme yapılamaz.
vi_vn: Không thể tải trước từ ES.
zh_tw: ES 無法進行預先載入。

# game_options
source: Presets which can improve performance without manually editing the VPinballX.ini file to fine tune performance.
es: Configuraciones prestablecidas que pueden mejorar el rendimiento sin editar manualmente el archivo VPinballX.ini para ajustar el rendimiento.
gl_es: Axustes preestablecidos que poden mellorar o rendemento sen editar manualmente o ficheiro VPinballX.ini para mellorar o rendemento.
hu: Előbeállítások, amelyek javíthatják a teljesítményt a VPinballX.ini fájl kézi szerkesztése nélkül a teljesítmény finomhangolásához.
it: Presets che migliorano le performance senza dover editare a mano VPinballX.iniper migliorare ulteriormente la performance.
ja_jp: VPinballX.ini ファイルを手動で編集して微調整することなく、動作を向上できるプリセットを使用します
ko: 성능을 미세 조정하기 위해 VPinballX.ini 파일을 수동으로 편집하지 않고도 성능을 향상시킬 수 있는 사전 설정입니다.
nb_no: Forhåndsinnstillinger som kan forbedre ytelsen uten å måtte redigere VPinballX.ini-filen manuelt for å finjustere ytelsen.
pl: Presety, które mogą poprawić wydajność bez ręcznej edycji pliku VPinballX.ini do precyzyjnego dostrojenia wydajności.
pt_pt: Predefinições que podem melhorar o desempenho sem editar manualmente o VPinballX.ini para ajustar o desempenho.
ro_ro: Grup de setări care îmbunătățesc performanța fără să editezi manual fișierul VPinballX.ini pentru a ajusta fin performanța.
sv_se: Förinställningar som kan förbättra prestandan utan att manuellt redigera filen VPinballX.ini för att finjustera prestandan.
tr: Performansta ince ayar yapmak için VPinballX.ini dosyasını el ile düzenlemeye gerek kalmadan performansı artırabilen ön ayarlar.
vi_vn: Các cài đặt trước có thể cải thiện hiệu suất mà không cần chỉnh sửa thủ công tệp VPinballX.ini để tinh chỉnh hiệu suất.
zh_tw: 預設可以提高效能，而無需手動編輯 VPinballX.ini 檔案來微調效能。

# keys_files
source: Press the N key for 'Novice' or 'No'
hu: Nyomja meg az N gombot a „Kezdő” vagy a „Nem” beállításhoz
ko: N 키를 눌러 '초보자' 또는 '아니요'를 선택
pl: Naciśnij przycisk N, aby wybrać opcję 'Nowicjusz' lub 'Nie'
pt_pt: Pressione a tecla N para 'Novato' ou 'Não'
sv_se: Tryck på N-knappen för "Novice" eller "Nej"
tr: 'Acemi' veya 'Hayır' için N tuşuna basın
vi_vn: Nhấn phím N cho 'Novice' hoặc 'Không'
zh_tw: 按 N 鍵表示「新手」或「否」

# keys_files
source: Press the Y key for 'Yes'
hu: Nyomja meg az Y billentyűt az „Igen” kiválasztásához
ko: Y 키를 눌러 '예'를 선택
pl: Naciśnij przycisk Y, aby wybrać 'Tak'
pt_pt: Pressione a tecla Y para 'Sim'
sv_se: Tryck på Y-knappen för "Ja"
tr: 'Evet' için Y tuşuna basın
vi_vn: Nhấn phím Y cho 'Có'
zh_tw: 按 Y 鍵表示「是」
