Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

source: maximum 1920x1080
id_id: maksimum 1920x1080

source: maximum 640x480
id_id: maksimum 640x480

source: MAIN MENU
id_id: MENU UTAMA

source: KODI MEDIA CENTER
id_id: PUSAT MEDIA KODI

source: GAME SETTINGS
id_id: PENGATURAN GAME

source: USER INTERFACE SETTINGS
id_id: PENGATURAN ANTARMUKA PENGGUNA

source: SOUND SETTINGS
id_id: PENGATURAN SUARA

source: NETWORK SETTINGS
id_id: PENGATURAN JARINGAN

source: CONFIGURE INPUT
id_id: KONFIGURASI INPUT

source: EMULATOR SETTINGS
id_id: PENGATURAN EMULATOR

source: UPDATES & DOWNLOADS
id_id: PEMBARUAN & UNDUHAN

source: SYSTEM SETTINGS
id_id: PENGATURAN SISTEM

source: UNLOCK USER INTERFACE MODE
id_id: BUKA MODE ANTARMUKA PENGGUNA

source: QUIT
id_id: KELUAR

source: ARE YOU SURE YOU WANT TO CONFIGURE THE INPUT?
id_id: APAKAH ANDA YAKIN INGIN MENGKONFIGURASI INPUT?

source: CHOOSE
id_id: PILIH

source: THE USER INTERFACE MODE IS NOW UNLOCKED
id_id: MODE ANTARMUKA PENGGUNA SEKARANG TERBUKA

source: ENTER THE CODE NOW TO UNLOCK
id_id: MASUKKAN KODE UNTUK MEMBUKA

source: FRONTEND DEVELOPER OPTIONS
id_id: OPSI PENGEMBANG DEPAN

source: VIDEO OPTIONS
id_id: PILIHAN VIDIO

source: VRAM LIMIT
id_id: BATAS VRAM

source: SHOW FRAMERATE
id_id: TAMPILKAN FRAMERATE

source: Also turns on the emulator's native FPS counter, if available.
id_id: Juga aktifkan penghitung FPS asli emulator, jika tersedia.

source: USE OMX PLAYER (HARDWARE ACCELERATED)
id_id: GUNAKAN OMX PLAYER (HARDWARE DIPERCEPAT)

source: TOOLS
id_id: PERALATAN

source: STOP LAUNCHING THIS GAME AT STARTUP
id_id: BERHENTI MELUNCURKAN GAME INI SAAT MULAI

source: ENABLE PUBLIC WEB API ACCESS
id_id: AKTIFKAN PUBLIK AKSES WEB API

source: Allow public web access API using %s
id_id: Izinkan akses web API publik menggunakan %s

source: LOG LEVEL
id_id: TINGKAT LOG

source: CREATE A SUPPORT FILE
id_id: BUAT FILE DUKUNGAN

source: CREATE A SUPPORT FILE? THIS INCLUDES ALL DATA IN YOUR SYSTEM FOLDER.
id_id: BUAT FILE DUKUNGAN? INI TERMASUK SEMUA DATA DALAM FOLDER SISTEM ANDA.

source: SUPPORT FILE CREATED IN SAVES FOLDER
id_id: FILE DUKUNGAN DIBUAT DALAM SAVE FOLDER

source: SUPPORT FILE CREATION FAILED
id_id: PEMBUATAN FILE DUKUNGAN GAGAL

source: FORMAT A DISK
id_id: FORMAT DISK

source: CLEAN GAMELISTS & REMOVE UNUSED MEDIA
id_id: BERSIHKAN LIST GAME dan HAPUS MEDIA YANG TIDAK DIGUNAKAN

source: Cleaning
id_id: Membersihkan

source: CLEAR CACHES
id_id: HAPUS CACHE

source: BUILD IMAGE CACHE
id_id: BUAT CACHE IMAGE

source: Building image cache
id_id: Membuat chace image

source: RESET FILE EXTENSIONS
id_id: RESET EKSTENSI FILE

source: REDETECT ALL GAMES' LANG/REGION
id_id: DETECT SEMUA BAHASA GAME/REGION

source: FIND ALL GAMES WITH NETPLAY/ACHIEVEMENTS
id_id: TEMUKAN SEMUA GAME DENGAN NETPLAY/PRESTASI

source: DATA MANAGEMENT
id_id: MANAJEMEN DATA

source: IGNORE MULTI-FILE DISK CONTENT (CUE/GDI/CCD/M3U)
id_id: ABAIKAN KONTEN DISK MULTI-FILE (CUE/GDI/CCD/M3U)

source: ENABLE GAME FILTERING
id_id: AKTIFKAN FILTER GAME

source: Whether to show or hide game filtering related settings in the view options.
id_id: Apakah ditampilkan atau disembunyikan setelan terkait pemfilteran game dalam opsi tampilan.

source: SAVE METADATA ON EXIT
id_id: SIMPAN METADATA SAAT KELUAR

source: PARSE GAMELISTS ONLY
id_id: PARSE HANYA LISTGAME

source: Debug tool: Don't check if the ROMs actually exist. Can cause problems!
id_id: Alat debug: Jangan periksa jika ROM tersedia. Dapat menyebabkan masalah!

source: SEARCH FOR LOCAL ART
id_id: CARI ART LOKAL

source: If no image is specified in the gamelist, try to find media with the same filename to use.
id_id: Jika tidak ada gambar yang ditentukan dalam daftar game, coba cari media yang samayang digunakan.

source: USER INTERFACE
id_id: ANTARMUKA PENGGUNA

source: CAROUSEL TRANSITIONS
id_id: TRANSISI CAROUSEL

source: QUICK SYSTEM SELECT
id_id: PILIH SISTEM CEPAT

source: ON-SCREEN KEYBOARD
id_id: KEYBOARD DI LAYAR

source: HIDE EMULATIONSTATION WHEN RUNNING A GAME
id_id: SEMBUNYIKAN EMULATIONSTATION SAAT MENJALANKAN GAME

source: COMPLETE QUIT MENU
id_id: MENU KELUAR LENGKAP

source: RETROARCH MENU DRIVER
id_id: MENU DRIVER RETROARCH

source: AUTO
id_id: OTOMATIS

source: SWITCH CONFIRM & CANCEL BUTTONS IN EMULATIONSTATION
id_id: GANTI TOMBOL KONFIRMASI DAN BATALKAN DALAM EMULATIONSTATION

source: Switches the South and East buttons' functionality
id_id: GANTI TOMBOL UTARA ( ATAS ) ATAS DAN DAN TIMUR ( KIRI )' functionality

source: ACCESS GAME OPTIONS WITH NORTH BUTTON
id_id: OPSI AKSES GAME DENGAN NORTH BUTTON

source: Switches to short-press North for Savestates & long-press South button for Game Options
id_id: Beralih ke menekan sementara tombol Utara ( atas ) untuk Savestates & Tekan tombol Selatan ( bawah ) lebih lama untukuntuk Opsi Game

source: CONTROL EMULATIONSTATION WITH FIRST JOYSTICK ONLY
id_id: KONTROL EMULATIONSTATION DENGAN JOYSTICK PERTAMA

source: GUN MOVE TOLERENCE
id_id: TOLERANSI GUN MOVE

source: ENABLE HID JOYSTICK DRIVERS
id_id: AKTIFKAN DRIVER JOYSTICK HID

source: SHOW NETWORK INDICATOR
id_id: TAMPILKAN INDIKATOR JARINGAN

source: OPTIMIZATIONS
id_id: OPTIMASI

source: PRELOAD UI ELEMENTS ON BOOT
id_id: PRAMUAT ELEMEN UI SAAT BOOT

source: Reduces lag when entering gamelists from the system menu, increases boot time
id_id: Mengurangi lag saat memasukkan daftar game dari menu sistem, menambah waktu boot

source: PRELOAD METADATA MEDIA ON BOOT
id_id: PRAMUAT METADATA MEDIA SAAT BOOT

source: Reduces lag when scrolling through a fully scraped gamelist, increases boot time
id_id: Mengurangi lag saat menggulir melalui daftar game yang scraped sepenuhnya, meningkatkan waktu boot

source: THREADED LOADING
id_id: MEMUAT THREAD

source: ASYNC IMAGE LOADING
id_id: PEMUATAN GAMBAR ASYNC

source: OPTIMIZE IMAGES VRAM USE
id_id: OPTIMALKAN PENGGUNAAN IMAGE VRAM

source: OPTIMIZE VIDEO VRAM USAGE
id_id: OPTIMALKAN PENGGUNAAN VIDEO VRAM

source: DOWNLOADS
id_id: UNDUHAN

source: THEMES
id_id: TEMA

source: SOFTWARE UPDATES
id_id: PEMBARUAN SOFTWARE

source: CHECK FOR UPDATES
id_id: PERIKSA PEMBARUAN

source: UPDATE TYPE
id_id: TIPE PEMBARUAN

source: APPLY UPDATE
id_id: TERAPKAN PEMBARUAN

source: START UPDATE
id_id: MULAI PEMBARUAN

source: UPDATER IS ALREADY RUNNING
id_id: PEMBARUAN SEDANG BERLANGSUNG

source: LANGUAGE
id_id: BAHASA

source: LANGUAGE (REGION)
id_id: (REGION) BAHASA

source: SELECT YOUR TIME ZONE
id_id: PILIH ZONA WAKTU ANDA

source: TIME ZONE
id_id: ZONA WAKTU

source: SHOW CLOCK IN 12-HOUR FORMAT
id_id: TAMPILKAN JAM DALAM FORMAT 12 JAM

source: POWER SAVING MODE
id_id: MODE HEMAT DAYA

source: DISABLED
id_id: TIDAK AKTIF

source: INSTANT
id_id: INSTAN

source: Reduces power consumption when idle (useful for handhelds).
id_id: Mengurangi konsumsi daya saat idle (untuk perangkat genggam).

source: SCREEN READER (TEXT TO SPEECH)
id_id: PEMBACAAN LAYAR (TEKS UCAPAN)

source: USER INTERFACE MODE
id_id: MODE ANTARMUKA PENGGUNA

source: Lock down certain config menus for use with guest users/kids.
id_id: Kunci menu konfigurasi tertentu untuk tamu/anak-anak.

source: You are changing the user interface to a restricted mode: This will hide most menu options to prevent changes to the system. To unlock and return to the full user interface, enter this code:
id_id: Anda mengubah antarmuka pengguna ke mode terbatas: Ini akan menyembunyikan sebagian besar opsi menu untuk mencegah perubahan pada sistem. Untuk membuka kunci dan kembali ke antarmuka pengguna lengkap, masukkan kode ini:

source: Do you want to proceed?
id_id: Apakah Anda ingin melanjutkan?

source: KODI SETTINGS
id_id: PENGATURAN KODI

source: ENABLE KODI
id_id: AKTIFKAN KODI

source: LAUNCH KODI AT BOOT
id_id: LUNCURKAN KODI SAAT BOOT

source: BRIGHTNESS
id_id: KECERAHAN

source: VIDEO OUTPUT
id_id: KELUARAN VIDEO

source: AUDIO OUTPUT
id_id: KELUARAN AUDIO

source: AUDIO PROFILE
id_id: PROFIL AUDIO

source: Available options can change depending on current audio output.
id_id: Pilihan yang tersedia dapat berubah tergantung pada output audio saat ini.

source: SCREEN ROTATION
id_id: ROTASI LAYAR

source: 0 DEGREES
id_id: 0 DERAJAT

source: 90 DEGREES
id_id: 90 DERAJAT

source: 180 DEGREES
id_id: 180 DERAJAT

source: 270 DEGREES
id_id: 270 DERAJAT

source: BOOT SPLASH
id_id: SPLASH BOOT

source: DEFAULT VIDEO/USER SET SPLASH
id_id: VIDEO DEFAULT/PENGGUNA SET SPLASH

source: SILENT VIDEO/USER SET SPLASH
id_id: VIDEO SENYAP/PENGGUNA SET SPLASH

source: BATOCERA SPLASH IMAGE
id_id: GAMBAR SPLASH BATOCERA

source: SPLASH SETTING
id_id: PENGATURAN SPLASH

source: CHECK BIOS FILES BEFORE RUNNING A GAME
id_id: PERIKSA FILE BIOS SEBELUM MENJALANKAN GAME

source: MULTIMEDIA KEYS
id_id: KUNCI MULTIMEDIA

source: BUTTON LED COLOR
id_id: TOMBOL WARNA LED

source: red
id_id: merah

source: green
id_id: hijau

source: blue
id_id: biru

source: white
id_id: putih

source: purple
id_id: ungu

source: yellow
id_id: kuning

source: cyan
id_id: nila

source: POWER LED COLOR
id_id: WARNA LED DAYA

source: STORAGE
id_id: PENYIMPANAN

source: STORAGE DEVICE
id_id: PERANGKAT PENYIMPANAN

source: BACKUP USER DATA
id_id: CADANGKAN DATA PENGGUNA

source: ADVANCED
id_id: LANJUTAN

source: SECURITY
id_id: KEAMANAN

source: ENFORCE SECURITY
id_id: TINGAKT KEAMANAN

source: Require a password for accessing the network share.
id_id: Memerlukan sandi untuk mengakses jaringan share.

source: ROOT PASSWORD
id_id: SANDI ROOT

source: REBOOT REQUIRED TO APPLY THE NEW CONFIGURATION
id_id: REBOOT DIPERLUKAN UNTUK MENERAPKAN KONFIGURASI BARU

source: LATENCY REDUCTION
id_id: KURANGI LATENSI

source: RUN-AHEAD FRAMES
id_id: MAJUKAN FRAME

source: High numbers can result in visible jitter.
id_id: Angka yang tinggi dapat menyebabkan jitter yang terlihat.

source: USE SECOND INSTANCE FOR RUN-AHEAD
id_id: GUNAKAN INSTANCE KEDUA UNTUK MAJUKAN

source: Can prevent audio skips on button presses.
id_id: Dapat mencegah lompatan audio saat menekan tombol.

source: AUTOMATIC FRAME DELAY
id_id: PENUNDAAN FRAME OTOMATIS

source: AUTO FRAME DELAY
id_id: TUNDA FRAME OTOMATIS

source: Automatically decrease frame delay temporarily to prevent frame drops. Can introduce stuttering.
id_id: Otomatis kurangi frame delay untuk mencegah drop frame. Dapat menyebabkan masalah.

source: VARIABLE REFRESH RATE (G-SYNC, FREESYNC)
id_id: TINGKAT VARIABEL REFRESH (G-SYNC, FREESYNC)

source: VARIABLE REFRESH RATE
id_id: TINGKAT VARIABEL REFRESH

source: Don't deviate from core requested timing. G-Sync, FreeSync, HDMI 2.1 VRR.
id_id: Jangan menyimpang dari waktu core yang diminta. G-Sync, FreeSync, HDMI 2.1 VRR.

source: DECORATION SET
id_id: SET DEKORASI

source: Current setting
id_id: Pengaturan saat ini

source: DEFAULT GLOBAL SETTINGS
id_id: PENGATURAN GLOBAL DEFAULT

source: GAME ASPECT RATIO
id_id: ASPEK RASIO GAME

source: Force the game to render in this aspect ratio.
id_id: Paksa game untuk merender di rasio ini.

source: VIDEO MODE
id_id: MODE VIDEO

source: Sets the display's resolution. Does not affect the rendering resolution.
id_id: Mengatur resolusi tampilan. Tidak memengaruhi resolusi rendering.

source: SMOOTH GAMES (BILINEAR FILTERING)
id_id: GAME HALUS (FILTERING BILINEAR)

source: REWIND
id_id: MEMUTAR ULANG

source: Store past states to rewind to in realtime, if the core supports it.
id_id: Simpan status masa lalu untuk mundur secara real time, jika core mendukung.

source: SHADER SET
id_id: SET SHADER

source: DECORATIONS
id_id: DEKORASI

source: STRETCH BEZELS (4K & ULTRAWIDE)
id_id: RENTANG LAYAR (4K & ULTRAWIDE)

source: SHOW TATTOO OVER BEZEL
id_id: TAMPILKAN WM DI ATAS LAYAR

source: SYSTEM CONTROLLERS
id_id: KONTROL SISTEM

source: CUSTOM IMAGE
id_id: GAMBAR KUSTOM

source: Show an image overlaid on top of the bezel.
id_id: Tampilkan gambar yang di atas layar.

source: TATTOO CORNER
id_id: WM DI SUDUT

source: NORTH WEST
id_id: BARAT LAUT

source: NORTH EAST
id_id: TIMUR LAUT

source: SOUTH EAST
id_id: TENGGARA

source: SOUTH WEST
id_id: BARAT DAYA

source: CUSTOM .PNG IMAGE PATH
id_id: JALUR GAMBAR .PNG KUSTOM

source: RESIZE TATTOO
id_id: UBAH UKURAN WM

source: Shrink/expand tattoo to fit within the bezel's border.
id_id: Perkecil/perbesar WM agar pas dengan tepi layar."

source: AI GAME TRANSLATION
id_id: TERJEMAHAN GAME AI

source: ENABLE AI TRANSLATION SERVICE
id_id: AKTIFKAN LAYANAN PENERJEMAHAN AI

source: TARGET LANGUAGE
id_id: BAHASA TARGET

source: AI TRANSLATION SERVICE URL
id_id: URL LAYANAN PENERJEMAHAN AI

source: PAUSE ON TRANSLATED SCREEN
id_id: JEDA PADA LAYAR TERJEMAHAN

source: AUTOCONFIGURE CONTROLLERS
id_id: KONTROL KONFIGURASI OTOMATIS

source: SAVESTATES
id_id: SIMPAN STATUS

source: AUTO SAVE/LOAD
id_id: SAVE/LOAD OTOMATIS

source: Load latest savestate on game launch and savestate when exiting game.
id_id: Muat status simpan terbaru saat peluncuran game dan simpan status saat keluar dari game.

source: INCREMENTAL SAVESTATES
id_id: SIMPAN STATUS SECARA BERTAHAP

source: INCREMENT PER SAVE
id_id: TAHAP PER SAVE

source: Never overwrite old savestates, always make new ones.
id_id: Jangan pernah menimpa status save lama, selalu buat yang baru.

source: INCREMENT SLOT
id_id: PENAMBAHAN SLOT

source: Increment slot on a new game.
id_id: Penambahan slot pada game baru.

source: DO NOT INCREMENT
id_id: JANGAN TAMBAHKAN

source: Use current slot on a new game.
id_id: Gunakan slot saat ini di game baru.

source: SHOW SAVESTATE MANAGER
id_id: TAMPILKAN MANAJER PENYIMPANAN

source: ALWAYS
id_id: SELALU

source: IF NOT EMPTY
id_id: JIKA TIDAK KOSONG

source: Display savestate manager before launching a game.
id_id: Tampilkan pengelola penyimpanan sebelum meluncurkan game.

source: PER SYSTEM ADVANCED CONFIGURATION
id_id: KONFIGURASI LANJUTAN PER SISTEM

source: SCRAPER IS RUNNING. DO YOU WANT TO STOP IT?
id_id: SCRAPER SEDANG BERJALAN. INGIN MENGHENTIKANNYA?

source: GAME HASHING IS RUNNING. DO YOU WANT TO STOP IT?
id_id: HASHING GAME SEDANG BERJALAN. INGIN MENGHENTIKANNYA?

source: REALLY UPDATE GAMELISTS?
id_id: BENERAN UPDATE LISTGAME?

source: CONTROLLER MAPPING
id_id: PEMETAAN KONTROLER

source: YOU ARE GOING TO MAP A CONTROLLER. MAP BASED ON THE BUTTON'S POSITION, NOT ITS PHYSICAL LABEL. IF YOU DO NOT HAVE A SPECIAL BUTTON FOR HOTKEY, USE THE SELECT BUTTON. SKIP ALL BUTTONS/STICKS YOU DO NOT HAVE BY HOLDING ANY BUTTON. PRESS THE SOUTH BUTTON TO CONFIRM WHEN DONE.
id_id: ANDA AKAN MELAKUKAN PENGATURAN PETA KONTROLLER. PETA BERDASARKAN POSISI TOMBOLBUKAN LABEL SECARA FISIK. BILA ANDA TIDAK MEMILIKI TOMBOL HOTKEY SPESIALGUNAKAN TOMBOL SELECT. LEWATI SEMUA TOMBOL/STICKS DENGAN TIDAK MENEKAN TOMBOL APA - PUN TEKAN TOMBOL UTARA ( BAWAH ) UNTUK KONFIRMASI KETIKA SUDAH SELESAI.

source: SINDEN GUN SETTINGS
id_id: PENGATURAN GUN SINDEN

source: WIIMOTE GUN SETTINGS
id_id: PENGATURAN GUN WIIMOTE

source: PAIR BLUETOOTH PADS AUTOMATICALLY
id_id: PASANGKAN PAD BLUETOOTH SECARA OTOMATIS

source: PAIR A BLUETOOTH DEVICE MANUALLY
id_id: PASANGKAN PERANGKAT BLUETOOTH SECARA MANUAL

source: DISPLAY OPTIONS
id_id: TAMPILAN PILIHAN

source: SHOW CONTROLLER ACTIVITY
id_id: TAMPILKAN AKTIVITAS KONTROLER

source: SHOW CONTROLLER BATTERY LEVEL
id_id: TAMPILKAN TINGKAT BATERAI KONTROLER

source: PLAYER ASSIGNMENTS
id_id: TUGAS PEMAIN

source: P%i'S CONTROLLER
id_id: P%i'S KONTROLLER

source: BORDER SIZE
id_id: UKURAN

source: THIN
id_id: KECIL

source: MEDIUM
id_id: SEDANG

source: BIG
id_id: BESAR

source: BORDER MODE
id_id: MODE UKURAN

source: IN GAME ONLY
id_id: HANYA DI GAME

source: HIDDEN
id_id: TERSEMBUNYI

source: RECOIL
id_id: HILANG

source: GUN
id_id: SENJATA

source: MACHINE GUN
id_id: SENJATA MESIN

source: QUIET GUN
id_id: SENJATA PEREDAM

source: QUIET MACHINE GUN
id_id: SENJATA MESIN PEREDAM

source: JOYSTICK
id_id: JOYSTIK

source: YOU MUST APPLY THE THEME BEFORE EDITING ITS CONFIGURATION
id_id: ANDA HARUS MENERAPKAN TEMA SEBELUM MENGEDIT KONFIGURASINYA

source: THEME CONFIGURATION
id_id: KONFIGURASI TEMA

source: GAMELIST STYLE
id_id: GAYA LISTGAME

source: basic
id_id: biasa

source: detailed
id_id: sangat detail

source: DEFAULT GRID SIZE
id_id: UKURAN GRID DEFAULT

source: GAMELIST THEME OPTIONS
id_id: PILIHAN TEMA LISTGAME

source: THEME OPTIONS
id_id: PILIHAN TEMA

source: DEFAULT VALUE
id_id: NILAI DEFAULT

source: GAMELIST OPTIONS
id_id: OPSI LISTGAME

source: SHOW FAVORITES ON TOP
id_id: TAMPILKAN FAVORIT DI ATAS

source: SHOW HIDDEN FILES
id_id: TAMPILKAN FILE TERSEMBUNYI

source: SHOW FOLDERS
id_id: TAMPILKAN FOLDER

source: having multiple games
id_id: memiliki banyak permainan

source: SHOW '..' PARENT FOLDER
id_id: TAMPILKAN '..' FOLDER INDUK

source: BEFORE NAME
id_id: NAMA SEBELUMNYA

source: AFTER NAME
id_id: NAMA SETELAHNYA

source: SHOW REGION FLAG
id_id: TAMPILKAN BENDERA WILAYAH

source: SHOW SAVESTATE ICON
id_id: TAMPILKAN IKON PENYIMPANAN

source: SHOW MANUAL ICON
id_id: TAMPILKAN IKON SECARA MANUAL

source: SHOW FILENAMES INSTEAD
id_id: TAMPILKAN NAMA FILE SEHARUSNYA

source: FILE EXTENSIONS
id_id: EKSTENSI FILE

source: RESET CUSTOMIZATIONS
id_id: RESET KUSTOMISASI

source: APPEARANCE
id_id: TAMPILAN

source: THEME SET
id_id: SET TEMA

source: video
id_id: vidio

source: grid
id_id: kisi

source: LIST TRANSITION
id_id: DAFTAR TRANSISI

source: auto
id_id: otomatis

source: GAME LAUNCH TRANSITION
id_id: TRANSISI PELUNCURAN GAME

source: SHOW CLOCK
id_id: TAMPILKAN JAM

source: ON-SCREEN HELP
id_id: BANTUAN DI LAYAR

source: SHOW BATTERY STATUS
id_id: TAMPILKAN STATUS BATERAI

source: ICON
id_id: IKON

source: ICON AND TEXT
id_id: IKON DAN TEKS

source: IGNORE LEADING ARTICLES WHEN SORTING
id_id: ABAIKAN ARTIKEL TERKEMUKA SAAT MENYORTIR

source: Ignore 'The' and 'A' if at the start.
id_id: Abaikan 'The' dan 'A' jika di awal.

source: SYSTEM VOLUME
id_id: VOLUME SISTEM

source: MUSIC VOLUME
id_id: VOLUME MUSIK

source: SHOW OVERLAY WHEN VOLUME CHANGES
id_id: TAMPILKAN OVERLAY SAAT VOLUME BERUBAH

source: MUSIC
id_id: MUSIK

source: FRONTEND MUSIC
id_id: MUSIK DEPAN

source: DISPLAY SONG TITLES
id_id: TAMPILAN JUDUL LAGU

source: SONG TITLE DISPLAY DURATION
id_id: DURASI TAMPILAN JUDUL LAGU

source: ONLY PLAY SYSTEM-SPECIFIC MUSIC FOLDER
id_id: HANYA MAINKAN FOLDER MUSIK KHUSUS SISTEM

source: PLAY SYSTEM-SPECIFIC MUSIC
id_id: MAINKAN MUSIK KHUSUS SISTEM

source: LOWER MUSIC WHEN PLAYING VIDEO
id_id: MUSIK LEBIH RENDAH SAAT MEMUTAR VIDEO

source: SOUNDS
id_id: SUARA

source: ENABLE NAVIGATION SOUNDS
id_id: AKTIFKAN SUARA NAVIGASI

source: ENABLE VIDEO PREVIEW AUDIO
id_id: AKTIFKAN AUDIO PREVIEW VIDEO

source: IP ADDRESS
id_id: ALAMAT IP

source: CONNECTED
id_id: TERHUBUNG

source: NOT CONNECTED
id_id: TIDAK TERHUBUNG

source: INTERNET STATUS
id_id: STATUS INTERNET

source: HOSTNAME
id_id: NAMA HOST

source: ENABLE WIFI
id_id: AKTIFKAN WIFI

source: WIFI SSID
id_id: NAMA WIFI

source: WIFI KEY
id_id: PASSWORD WIFI

source: WIFI ENABLED
id_id: WIFI AKTIF

source: WIFI CONFIGURATION ERROR
id_id: KESALAHAN KONFIGURASI WIFI

source: QUICK ACCESS
id_id: AKSES CEPAT

source: SKIP TO THE NEXT SONG
id_id: SKIP KE LAGU BERIKUTNYA

source: NOW PLAYING
id_id: SEDANG DIMAINKAN

source: LAUNCH SCREENSAVER
id_id: LUNCURKAN SCREENSAVER

source: VIEW USER MANUAL
id_id: LIHAT PANDUAN PENGGUNA

source: RESTART SYSTEM
id_id: MUAT ULANG SISTEM

source: REALLY RESTART?
id_id: BENERAN MUAT ULANG?

source: SUSPEND SYSTEM
id_id: SISTEM SUSPEND

source: REALLY SUSPEND ?
id_id: BENERAN SUSPEND?

source: SHUTDOWN SYSTEM
id_id: MATIKAN SISTEM

source: REALLY SHUTDOWN?
id_id: BENERAN DIMATIKAN?

source: FAST SHUTDOWN SYSTEM
id_id: MATIKAN SISTEM DENGAN CEPAT

source: Shutdown without saving metadata.
id_id: Matikan tanpa menyimpan metadata.

source: REALLY SHUTDOWN WITHOUT SAVING METADATA?
id_id: BENERAN DIMATIKAN TANPA MENYIMPAN METADATA?

source: QUIT EMULATIONSTATION
id_id: KELUAR EMULATIONSTATION

source: REALLY QUIT?
id_id: BENERAN KELUAR?

source: AUTO SAVE/LOAD ON GAME LAUNCH
id_id: SAVE/LOAD OTOMATIS SAAT PELUNCURAN GAME

source: Load latest save state on game launch and save state when exiting game.
id_id: Muat status penyimpanan terbaru saat peluncuran game dan simpan status saat keluar dari game.

source: SHOW CONTROLLER OVERLAYS
id_id: TAMPILKAN KONTROLER MENYELURUH

source: CUSTOM .PNG IMAGE
id_id: GAMBAR .PNG KUSTOM

source: OVERLAY CORNER
id_id: TAMPILKAN DI POJOK

source: COLORIZATION
id_id: PEWARNAAN

source: FULL BOOT
id_id: BOOT LENGKAP

source: EMULATED WIIMOTES
id_id: EMULASI WIIMOTES

source: CHANGE SCREEN LAYOUT
id_id: UBAH TATA LETAK LAYOUT

source: LARGE SCREEN
id_id: LAYAR PENUH

source: SIDE BY SIDE
id_id: BERDAMPINGAN

source: INTERNAL RESOLUTION
id_id: RESOLUSI BAGIAN DALAM

source: LAUNCH THIS GAME AT STARTUP
id_id: JALANKAN GAME INI SAAT MULAI

source: FORMAT DEVICE
id_id: FORMAT PERANGKAT

source: DEVICE TO FORMAT
id_id: PERANGAKAT YANG AKAN DIFORMAT

source: FILE SYSTEM
id_id: SISTEM FILE

source: FORMAT NOW
id_id: FORMAT SEKARANG

source: SELECTED OPTIONS ARE INVALID
id_id: PILIHAN TIDAK VALID

source: ARE YOU SURE YOU WANT TO FORMAT THIS DRIVE?
id_id: YAKIN MAU FORMAT DRIVE INI?

source: EDIT METADATA
id_id: UBAH METADATA

source: GENRES
id_id: GENRE

source: SOME FILES YOU LINKED ARE LOCATED OUTSIDE THE GAMELIST PATH. DO YOU WANT TO USE A COPY OF THESE FILES RELATIVE TO THE GAMELIST ?
id_id: BEBERAPA FILE YANG ANDA TAUTkAN BERADA DI LUAR JALUR LISTGAME. APAKAH ANDA INGIN MENGGUNAKAN SALINAN FILE INI DENGAN GAMELIST ?

source: NO DEVICE FOUND
id_id: TIDAK DITEMUKAN PERANGKAT

source: ZOOM OUT
id_id: PERKECIL

source: ZOOM IN
id_id: PERBESAR

source: GAMES TO INDEX
id_id: GAME KE INDEKS

source: ONLY MISSING
id_id: YANG HILANG

source: SYSTEM INFO
id_id: SISTEM INFORMASI

source: ERROR: EVERY SYSTEM IS HIDDEN, RE-DISPLAYING ALL OF THEM NOW
id_id: ERROR: SETIAP SISTEM TERSEMBUNYI, TAMPILKAN KEMBALI SEMUANYA SEKARANG

source: QUICK SEARCH
id_id: PENCARIAN CEPAT

source: GO TO LETTER
id_id: KE KOP

source: GO TO MANUFACTURER
id_id: KE PRODUSEN

source: GO TO HARDWARE
id_id: KE HARDWARE

source: GO TO DECADE
id_id: KE DEKADE

source: CONFIGURATION
id_id: KONFIGURASI

source: %i COLLECTION
id_id: KOLEKSI %i

source: %i ITEM
id_id: ITEM %i

source: %i GAME
id_id: GAME %i

source: RANDOM
id_id: ACAK

source: NAVIGATION BAR
id_id: BAR NAVIGASI

source: FILES
id_id: FILE

source: WARNING: THE EMULATOR/CORE CURRENTLY SET DOES NOT SUPPORT THIS GAME'S FILE DO YOU WANT TO LAUNCH IT ANYWAY?
id_id: PERINGATAN: EMULATOR/CORE YANG DITERAPKAN SAAT INI TIDAK MENDUKUNG FILE GAME INITETAP INGIN MENJALANKAN - NYA?

source: WARNING: THE SYSTEM HAS MISSING BIOS FILE(S) AND THE GAME MAY NOT WORK CORRECTLY. DO YOU WANT TO LAUNCH IT ANYWAY?
id_id: PERINGATAN: SISTEM KEHILANGAN FILE BIOS DAN GAME MUNGKIN TIDAK BEKERJA.DENGAN BENAR. TETAP INGIN MENJALANKAN - NYA?

source: Preloading UI
id_id: Pramuat UI

source: Loading theme
id_id: Memuat tema

source: Loading gamelists
id_id: Memuat listgame

source: Full
id_id: Penuh

source: Kiosk
id_id: Kios

source: Kid
id_id: Anak-anak

source: Basic
id_id: Dasar

source: Released
id_id: Penerbit

source: Times played
id_id: Waktu bermain

source: This folder contains %i game, including :%s
id_id: Folder ini berisi %i game, termasuk :%s

source: No Entries Found
id_id: Entri Tidak Ditemukan

source: Games similar to
id_id: Permainan mirip dengan

source: SAVE STATES (HOLD)
id_id: SIMPAN STATUS (HOLD)

source: GAME OPTIONS (HOLD)
id_id: PILIHAN GAME (HOLD)

source: GAME OPTIONS
id_id: PILIHAN GAME

source: FAVORITE
id_id: FAVORIT

source: A valid account is required. Please register an account on https://retroachievements.org
id_id: Diperlukan akun yang valid. Silakan daftarkan akun di https://retroachievements.org

source: Searching
id_id: Mencari

source: NO GAMES FOUND - SKIP
id_id: TIDAK DITEMUKAN GAME - LEWATI

source: RETRY
id_id: MENCOBA KEMBALI

source: SKIP
id_id: LEWATI
