Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: D3D12, read render-to-texture results on the CPU. Needed in some games, but causes mid-frame synchronization, so it has a huge performance impact.
es: D3D12, lee los resultados de renderizado a textura en la CPU. Necesario en algunos juegos, pero provoca una sincronización a mitad de fotograma, por lo que tiene un enorme impacto en el rendimiento.
gl_es: D3D12, lea os resultados de renderizado a textura na CPU. Necesario nalgúns xogos, pero provoca a sincronización a metade de fotograma, polo que ten un gran impacto no rendemento.
hu: D3D12, renderelési-textúra eredmények olvasása a CPU-n. Néhány játékban szükséges, de képkocka közti szinkronizálást okoz, így hatalmas teljesítményhatással jár.
it: D3D12, carica i risultati di render-to-texture sulla CPU. Necessario per alcuni giochi, ma causa sincronizzazione mid-frame, che ha un grosso impatto sulla performance.
ja_jp: D3D12,CPU 上でレンダリングからテクスチャへの結果を読み取ります。 一部のゲームでは必要ですが、中間フレーム同期で、動作に大きな影響を与えます
ko: D3D12, CPU에서 텍스처로 렌더링 결과를 읽습니다. 일부 게임에서 필요하지만 중간 프레임 동기화를 유발하므로 성능에 큰 영향을 미칩니다.
nb_no: D3D12, leser render-til-tekstur-resultater på CPU-en. Dette er nødvendig i noen spill, men fører til synkronisering midt i bildet, noe som har stor innvirkning på ytelsen.
pl: D3D12, odczytuje wyniki renderowania do tekstury na CPU. Potrzebne w niektórych grach, ale powoduje synchronizację w połowie klatki, więc ma ogromny wpływ na wydajność.
pt_pt: D3D12, leia os resultados da renderização para textura na CPU. Necessário em alguns jogos, mas causa sincronização de mid-frame, por isso têm um enorme impacto no desempenho.
ro_ro: D3D12, citește rezultatele redare-la-textură pe CPU. Necesar în unele jocuri, dar cauzează sincronizarea la jumătate de cadru, deci are un impact masiv în performanță.
sv_se: D3D12, läs resultat från rendering till textur på CPU. Behövs i vissa spel, men orsakar synkronisering i mitten av bildrutan, så det har en enorm prestandapåverkan.
tr: D3D12, CPU dokuya dönüştürme sonuçlarını oku. Bazı oyunlarda gereklidir, ancak orta kare eşitlenmesine neden olur, performansa çok büyük etkisi vardır.
vi_vn: D3D12, đọc kết quả hiển thị trên CPU. Cần thiết trong một số trò chơi, nhưng lại gây ra sự đồng bộ hóa giữa khung hình nên có tác động rất lớn đến hiệu suất.
zh_tw: D3D12，在CPU上讀取算繪到紋理的結果。在某些遊戲中是需要的，但會導致中間幀同步，因此對效能有巨大的影響。

# game_options
source: DATA PLUGIN
ca: MÒDUL D’EXTENSIÓ DE DADES
es: COMPLEMENTO DE DATOS
eu_es: DATU PLUGINA
gl_es: COMPLEMENTO DE DATOS
it: PLUGIN DATI
ja_jp: データ プラグイン
ko: 데이터 플러그인
pl: WTYCZKA DANYCH
pt_pt: EXTENSÃO DE DADOS
ro_ro: PLUGIN DATE
sk_sk: Dátový plugin
sv_se: DATAINSTICKSMODUL
tr: VERİ EKLENTİSİ
zh_tw: 資料插件

# game_options
source: DEADZONE
es: ZONA MUERTA
eu_es: HILZONA
gl_es: ZONA MORTA
hu: HOLTZÓNA
ja_jp: 遊び幅
ko: 데드존
pl: MARTWA STREFA
pt_pt: ZONA MORTA
ro_ro: ZONĂ MOARTĂ
sk_sk: Mŕtva zóna
sv_se: DÖDZON
tr: ÖLÜ BÖLGE
zh_tw: 死區

# game_options
source: DEBUG MODE
hu: HIBAKERESÉSI MÓD
ko: 디버그 모드
pt_pt: MODO DEBUG
sv_se: FELSÖKNINGSLÄGE
tr: HATA AYIKLAMA MODU
vi_vn: CHẾ ĐỘ GỠ LỖI
zh_tw: 除錯模式

# game_options
source: DECORATION SET
ca: MOTLLURES
es: CONFIGURAR DECORACIÓN
eu_es: DEKORAZIO MULTZOA
gl_es: CONFIGURAR DECORACIÓN
hu: DEKORÁCIÓS SZETT
it: GRUPPO DECORAZIONI
ja_jp: ベゼル設定
ko: 장식 설정
nb_no: DEKORASJONSSETT
pl: ZESTAW DEKORACJI
pt_pt: CONJUNTO DE MOLDURAS
ro_ro: PACHET DE RAME
sk_sk: Sada dekorácií
sv_se: DEKORATIONSUPPSÄTTNING
tr: DEKORASYON SETİ
vi_vn: BỘ TRANG TRÍ
zh_tw: 邊框裝飾集

# game_options
source: DECORATIONS
ca: DECORACIONS
es: DECORACIONES DE PANTALLA
eu_es: DEKORAZIOAK
gl_es: DECORACIÓNS
hu: DEKORÁCIÓ
it: DECORAZIONI
ja_jp: ベゼル(ゲーム画面外装飾表示)
ko: 장식
nb_no: DEKORASJONER
pl: DEKORACJE
pt_pt: MOLDURAS
ro_ro: RAME
sk_sk: Dekorácie
sv_se: DEKORATIONER
tr: DEKORASYONLAR
vi_vn: TRANG TRÍ
zh_tw: 邊框裝飾

# game_options
source: DEFAULT POWER ON RAM STATE
ca: ESTAT D’ALIMENTACIÓ DE LA RAM PER DEFECTE
es: POTENCIA PREDETERMINADA SOBRE EL ESTADO DE RAM
eu_es: DEFEKTUZ PIZTU RAM MODUA
gl_es: POTENCIA PREDETERMINADA SOBRE O ESTADO DA RAM
hu: ALAPÉRTELMEZETT BEKAPCSOLÁS RAM ÁLLAPOT
it: STATO DI POWER ON RAM DEFAULT
ja_jp: 標準の電源オン時のRAM状態
ko: 램 상태의 기본 전원
nb_no: STANDARD RAM STATUS VED OPPSTARTT
pl: DOMYŚLNY STAN PAMIĘCI RAM
pt_pt: ESTADO DE ALIMENTAÇÃO PADRÃO DE RAM
ro_ro: STAREA IMPLICITĂ A RAM-ULUI LA PORNIRE
sk_sk: Predvolený stav RAM po spustení
sv_se: POWER ON RAM-TILLSTÅND SOM STANDARD
tr: VARSAYILAN GÜÇ AÇIK RAM DURUMU
zh_tw: 預設開機 RAM 狀態

# game_options
source: DEINTERLACING
es: DESENTRELAZADO
eu_es: DESTARTEKATZEA
gl_es: DESENTRELAZADO
it: DEINTERLACCIAMENTO
ja_jp: インターレース解除
ko: 디인터레이스
pl: USUWANIE PRZEPLOTU
pt_pt: DESENTRELAÇAMENTO
ro_ro: DEINTERCALARE
sk_sk: Odstraňovanie prekladania
tr: TARAMASIZLAŞTIRMA
vi_vn: KHỬ XEN KẼ
zh_tw: 去除隔行

# game_options
source: DESKTOP
es: ESCRITORIO
gl_es: ESCRITORIO
hu: ASZTAL
ja_jp: デスクトップ
ko: 데스크탑
pl: PULPIT
sk_sk: Pracovná plocha
sv_se: SKRIVBORD
tr: MASAÜSTÜ
zh_tw: 桌面

# game_options
source: DEV MENU
ca: MENÚ DE DESENVOLUPAMENT
es: MENÚ DESARROLLADOR
eu_es: GARAPEN MENUA
gl_es: MENÚ DESENVOLVEDOR
hu: FEJLESZTŐ MENÜ
it: MENU DEV
ja_jp: 開発メニュー
ko: 개발자 메뉴
nb_no: DEV MENY
pl: MENU DEV
pt_pt: MENU DE DEVELOPER
ro_ro: MENIU DEZVOLTATOR
sk_sk: Vývojárska ponuka
sv_se: UTVECKLARMENY
tr: GELİŞTİRİCİ MENÜSÜ
vi_vn: MENU DEV
zh_tw: 開發選單

# game_options
source: DIGITAL AUDIO
es: AUDIO DIGITAL
eu_es: AUDIO DIGITALA
gl_es: AUDIO DIXITAL
it: AUDIO DIGITALE
ja_jp: デジタルオーディオ
ko: 디지털 오디오
pl: DŹWIĘK CYFROWY
pt_pt: AUDIO DIGITAL
ro_ro: AUDIO DIGITAL
sk_sk: Digitálne audio
sv_se: DIGITALT LJUD
tr: DİJİTAL SES
vi_vn: ÂM THANH KỸ THUẬT SỐ
zh_tw: 數位聲音

# game_options
source: DIGITAL SOUND PROCESSOR
ca: PROCESSADOR DIGITAL DE SO
es: PROCESADOR DE SONIDO DIGITAL
eu_es: SOINU PROZESADORE DIGITALA
gl_es: PROCESADOR DIXITAL DE SON
hu: DIGITÁLIS HANGPROCESSZOR
it: PROCESSORE AUDIO DIGITALE
ja_jp: デジタル サウンド プロセッサ
ko: 디지털 사운드 프로세서
nb_no: DIGITAL LYDPROSESSOR
pl: CYFROWY PROCESOR DŹWIĘKU
pt_pt: PROCESSADOR DE SOM DIGITAL
ro_ro: PROCESOR DE SUNET DIGITAL
sk_sk: Digitálny zvukový procesor
sv_se: DIGITAL LJUDPROCESSOR
tr: DİJİTAL SES İŞLEMCİSİ
vi_vn: BỘ XỬ LÝ ÂM THANH KỸ THUẬT SỐ
zh_tw: 數位聲音處理器

# game_options
source: DISABLE 4MB EXPANSION RAM PACK
ca: DESHABILITAR PAQUET D’EXPANSIÓ DE 4MB
es: DESACTIVAR PAQUETE DE EXPANSIÓN DE RAM DE 4MB
eu_es: DESGAITU 4MB HEDATZE RAM PACK-A
gl_es: DESACTIVAR PAQUETE DE EXPANSIÓN DE RAM DE 4MB
hu: 4 MB BŐVÍTÉSI RAM CSOMAG LETILTÁSA
it: DISABILITA L'ESPANSIONE RAM PACK 4MB
ja_jp: 4MB拡張RAMパックの無効化
ko: 4MB 확장 램 팩 비활성화
nb_no: DEAKTIVERE 4 MB RAM-UTVIDELSESPAKKE
pl: WYŁĄCZ 4MB ROZSZERZENIE PAMIĘCI RAM
pt_pt: DESATIVAR PACOTE DE EXPANSÃO DE 4 MB RAM
ro_ro: DEZACTIVEAZĂ PACHETUL DE EXPANSIUNE RAM DE 4MO
sk_sk: Zakázať 4 MB expansion RAM pack
sv_se: INAKTIVERA 4MB EXPANSION RAM PACK
tr: 4MB RAM GENİŞLETME PAKETİNİ DEVRE DIŞI BIRAK
vi_vn: TẮT GÓI RAM MỞ RỘNG 4MB
zh_tw: 停用 4MB 擴充 RAM 包

# game_options
source: DISABLE EMULATOR JOYSTICK
ca: DESHABILITAR EMULADOR DE PALANCA
es: DESACTIVAR JOYSTICK DEL EMULADOR
eu_es: DESGAITU EMULADORE JOYSTICK-A
gl_es: DESACTIVAR JOYSTICK DO EMULADOR
hu: EMULÁTOR JOYSTICK LETILTÁSA
it: DISABILITA EMULATORE JOYSTICK
ja_jp: エミュレータのジョイスティックを無効にする
ko: 에뮬레이터 조이스틱 비활성화
nb_no: DEAKTIVERE EMULATOR-JOYSTICK
pl: WYŁĄCZ JOYSTICK EMULATORA
pt_pt: DESATIVAR COMANDO DO EMULADOR
ro_ro: DEZACTIVEAZĂ JOYSTICK EMULATOR
sk_sk: Zakázať joystick emulátora
sv_se: INAKTIVERA EMULATORNS STYRSPAK
tr: EMÜLATÖR JOYSTICK DEVRE DIŞI BIRAK
vi_vn: TẮT CẦN ĐIỀU KHIỂN CỦA TRÌNH MÔ PHỎNG
zh_tw: 停用模擬器搖桿

# game_options
source: DISABLE INTERLACING
es: DESACTIVAR ENTRELAZADO
eu_es: DESGAITU FOTOGRAMA GURUTZATZEA
gl_es: DESACTIVAR ENTRELAZADO
hu: AZ ÁTLAPOLÁS (interlacing) LETILTÁSA
it: DISABILITA INTERLACCIAMENTO
ja_jp: インターレースを無効
ko: 인터레이싱 비활성화
nb_no: DEAKTIVERE INTERLACING
pl: WYŁĄCZ PRZEPLOT
pt_pt: DESATIVAR INTERLACING
ro_ro: DEZACTIVEAZĂ INTERCALARE
sk_sk: Zakázať prekladanie
sv_se: INAKTIVERA INTERLACING
tr: TARAMASIZLAŞTIRMAYI DEVRE DIŞI BIRAK
zh_tw: 停用隔行掃描

# game_options
source: DISABLE ON-SCREEN DISPLAY MESSAGES
ca: DESHABILITAR MISSATGES EN PANTALLA
es: DESACTIVAR MENSAJES EN PANTALLA
eu_es: DESGAITU PANTAILAN AGERTZEN DIREN MEZUAK
gl_es: DESACTIVAR AS MENSAXES EN PANTALLA
hu: A KÉPERNYŐN MEGJELENŐ ÜZENETEK LETILTÁSA
it: DISABILITA MESSAGGI A SCHERMO
ja_jp: オンスクリーンメッセージを表示しない
ko: 화면 표시 메시지 비활성화
nb_no: DEAKTIVERE MELDINGER PÅ SKJERMEN
pl: WYŁĄCZ KOMUNIKATY WYŚWIETLANE NA EKRANIE
pt_pt: DESATIVAR MENSAGENS NO ECRÃ
ro_ro: DEZACTIVEAZĂ MESAJELE PE ECRAN
sk_sk: Zakázať správy na obrazovke
sv_se: INAKTIVERA MEDDELANDEN PÅ SKÄRMEN
tr: EKRAN MESAJLARINI DEVRE DIŞI BIRAK
vi_vn: TẮT HIỂN THỊ TIN NHẮN TRÊN MÀN HÌNH
zh_tw: 停用螢幕顯示訊息

# game_options
source: DISABLE SURFACE SYNC
es: DESACTIVAR SURFACE SYNC
eu_es: DESGAITU AZAL SINKRONIZATZEA
gl_es: DESACTIVAR SINCRONIZACIÓN DE SUPERFICIE
hu: FELÜLETI SZINKRONIZÁLÁS LETILTÁSA
it: DISABILITA SURFACE SYNC
ja_jp: サーフェスの同期を無効
ko: 표면 동기화 비활성화
nb_no: DEAKTIVERE OVERFLATESYNKRONISERING
pl: WYŁĄCZ SYNCHRONIZACJĘ POWIERZCHNI
pt_pt: DESATIVAR SINCRONIZAÇÃO DE SUPERFÍCIE
ro_ro: DEZACTIVEAZĂ SINCRONIZAREA SUPRAFEȚELOR
sk_sk: Zakázať synchronizáciu povrchu
sv_se: INAKTIVERA SYNKRONISERING AV YTOR
tr: YÜZEY EŞİTLEMESİ DEVRE DIŞI
zh_tw: 停用表面同步

# game_options
source: DISABLE VERTEX CACHE
ca: DESHABILITAR MEMÒRIA CAU DE VÈRTEXS
es: DESACTIVAR CACHÉ VERTEX
eu_es: DESGAITU ERPIN KATXEA
gl_es: DESACTIVAR CACHE DE VÉRTICES
hu: A VERTEX CACHE TILTÁSA
it: DISABILITA CACHE VERTICI
ja_jp: VERTEXキャッシュを無効
ko: VERTEX 캐시 비활성화
nb_no: DEAKTIVERE VERTEX-CACHE
pl: WYŁĄCZ PAMIĘĆ WIERZCHOŁKÓW
pt_pt: DESATIVAR CACHE DE VÉRTICES
ro_ro: DEZACTIVEAZĂ CACHE VERTEXURI
sk_sk: Zakázať vertex cache
sv_se: INAKTIVERA VERTEX-CACHE
tr: VERTEX ÖNBELLEĞİ DEVRE DIŞI BIRAK
zh_tw: 停用頂點快取

# game_options
source: DISK SHADER CACHE
ca: MEMÒRIA CAU DE SHADER EN DISC
es: CACHÉ DE SOMBREADORES
eu_es: DISKOKO SHADER KATXEA
gl_es: CACHE DE DISK SOMBREADORES
hu: DISK SHADER GYORSÍTÓTÁR
it: CACHE SHADER DISCO
ja_jp: ディスクシェーダーキャッシュ
ko: 디스크 셰이더 캐시
nb_no: DISK SHADER-HURTIGBUFFER
pl: PAMIĘĆ PODRĘCZNA SHADERÓW NA DYSKU
pt_pt: CACHE SHADER DE DISCO
ro_ro: CACHE SHADER PE DISC
sk_sk: Disková cache shadera
sv_se: SHADER-CACHE PÅ DISK
tr: DİSK GÖLGELENDİRİCİ ÖNBELLEĞİ
zh_tw: 磁碟著色器快取

# game_options
source: DISK TYPE
ca: TIPUS DE DISC
es: TIPO DE DISCO
eu_es: DISKO MOTA
gl_es: TIPO DE DISCO
hu: LEMEZ TÍPUSA
it: TIPO DISCO
ja_jp: ディスクタイプ
ko: 디스크 유형
pl: TYP DYSKU
pt_pt: TIPO DE DISCO
ro_ro: TIP DISC
sk_sk: Typ disku
sv_se: DISKTYP
tr: DİSK TÜRÜ
vi_vn: LOẠI ĐĨA
zh_tw: 磁碟類型

# game_options
source: DISPLAY
ca: VISUALITZACIÓ
es: PANTALLA
eu_es: PANTAILA
gl_es: PANTALLA
hu: KIJELZŐ
it: SCHERMO
ja_jp: 表示系設定
ko: 디스플레이
nb_no: VISNING
pl: EKRAN
pt_pt: ECRÃ
ro_ro: ECRAN
sk_sk: Zobrazenie
sv_se: SKÄRM
tr: GÖRÜNTÜ
vi_vn: MÀN HÌNH
zh_tw: 顯示

# game_options
source: DISPLAY BACKGLASS DMD
es: MOSTRAR BACKGLASS DMD
gl_es: AMOSAR BACKGLASS DMD
hu: KIJELZŐ HÁTTÉRÜVEG DMD
it: MOSTRA BACKGLASS DMD
ja_jp: BACKGLASS DMD 表示
ko: 디스플레이 백글라스 DMD
nb_no: VIS BAKGLASS DMD
pl: WYŚWIETL BACKGLASS DMD
pt_pt: MOSTRAR BACKGLASS DMD
ro_ro: AFIȘAJ DMD PANOUL DE STICLĂ
tr: ARKA CAM DMD EKRANI
zh_tw: 顯示背板 DMD

# game_options
source: DISPLAY BACKGLASS GRILL
es: MOSTRAR PARRILLA DEL BACKGLASS
gl_es: AMOSAR GRELLA DEL BACKGLASS
hu: KIJELZŐ HÁTTÉRÜVEGRÁCS
it: MOSTRA GRIGLIA BACKGASS
ja_jp: BACKGLASS GRILL 表示
ko: 디스플레이 백글라스 그릴
nb_no: VIS BAKGLASS GITTER
pl: WYŚWIETL BACKGLASS GRILL
pt_pt: MOSTRAR GRADE BACKGLASS
ro_ro: AFIȘEAZĂ GRILĂ PANOU DE STICLĂ
tr: ARKA CAM IZGARA EKRANI
zh_tw: 顯示背板格柵

# game_options
source: DISPLAY PHYSICAL SETUP
es: MOSTRAR CONFIGURACIÓN FÍSICA
gl_es: VISUALIZACIÓN DE CONFIGURACIÓN FÍSICA
hu: FIZIKAI BEÁLLÍTÁS MEGJELENÍTÉSE
it: DISPLAY SETUP FISICO
ja_jp: 物理ディスプレイのセットアップ
ko: 디스플레이 물리적 설정
nb_no: DISPLAY FYSISK OPPSETT
pl: FIZYCZNA KONFIGURACJA WYŚWIETLACZA
pt_pt: MOSTRAR CONFIGURAÇÃO FÍSICA
ro_ro: AMPLASAMENT ECRAN FIZIC
sv_se: VISA FYSISK INSTÄLLNING
tr: FİZİKSEL KURULUMU GÖSTER
zh_tw: 顯示實體設定

# game_options
source: DISPLAY ROTATION
ca: ROTACIÓ DE PANTALLA
es: ROTACIÓN DE PANTALLA
eu_es: PANTAILA BIRAKETA
gl_es: ROTACIÓN DE PANTALLA
hu: KIJELZŐ ELFORGATÁSA
it: ROTAZIONE SCHERMO
ja_jp: ディスプレイ回転
ko: 디스플레이 회전
nb_no: ROTASJON AV SKJERMEN
pl: OBRÓT EKRANU
pt_pt: ROTAÇÃO DO ECRÃ
ro_ro: ROTAȚIE ECRAN
sk_sk: Otočenie obrazovky
sv_se: SKÄRMROTATION
tr: GÖRÜNTÜYÜ DÖNDÜR
vi_vn: XOAY MÀN HÌNH
zh_tw: 顯示旋轉

# game_options
source: DITHERING
es: DIFUMINADO
eu_es: DITHERING-a
gl_es: DIFUMINADO
ja_jp: ディザリング
ko: 디더링
pt_pt: MISTURA DE CORES
sk_sk: Rozklad
tr: TİTREŞİM
zh_tw: 抖色

# game_options
source: DK Bongos
ca: Bongos DK
es: Bongos DK
eu_es: DK Bongoak
hu: DK Bongók
ja_jp: タルコンガ (DK Bongos)
ko: DK 봉고
pt_pt: Bongos do DK

# game_options
source: DMA Only (Slightly Faster)
ca: Només DMA (Lleugerament més ràpid)
es: Sólo DMA (algo más rápido)
eu_es: DMA Bakarrik (Piska bat Azkarragoa)
gl_es: Só DMA (un pouco máis rápido)
hu: Csak DMA (kissé gyorsabb)
it: Solo DMA (Leggermente più veloce)
ja_jp: DMAのみ（微高速）
ko: DMA 전용 (약간 더 빠름)
nb_no: Kun DMA (litt raskere)
pl: Tylko DMA (nieznacznie szybciej)
pt_pt: Somente DMA (um pouco mais rápido)
ro_ro: Doar DMA (un pic mai rapid)
sk_sk: Iba DMA (mierne rýchlejšie)
sv_se: Endast DMA (något snabbare)
tr: Yalnızca DMA (Biraz Daha Hızlı)
vi_vn: Chỉ DMA (nhanh hơn một chút)
zh_tw: 僅 DMA（稍快）

# game_options
source: DMD SIZE
es: TAMAÑO DMD
gl_es: TAMAÑO DMD
hu: DMD MÉRET
it: Dimensione DMD
ja_jp: DMDサイズ
ko: DMD 크기
nb_no: DMD STØRRELSE
pl: ROZMIAR DMD
pt_pt: TAMANHO DMD
ro_ro: DIMENSIUNE DMD
sk_sk: Veľkosť DMD
sv_se: DMD-STORLEK
tr: DMD BOYUTU
vi_vn: KÍCH THƯỚC DMD
zh_tw: DMD尺寸

# game_options
source: DMD window ratio
es: Relación de ventana DMD
gl_es: Relación da xanela DMD
hu: DMD ablakarány
it: Rapporto finestra DMD
ja_jp: DMDウィンドウ比
ko: DMD 창 비율
nb_no: DMD-vindusforhold
pl: Współczynnik okna DMD
pt_pt: Proporção da janela DMD
ro_ro: Raport fereastră DMD
sk_sk: Pomer okna DMD
sv_se: DMD-fönsterförhållande
tr: DMD pencere oranı
vi_vn: Tỷ lệ cửa sổ DMD
zh_tw: DMD視窗比例

# game_options
source: DNS OVERRIDE
es: ANULACIÓN DE DNS
gl_es: ANULACIÓN DNS
hu: DNS FELÜLBÍRÁLÁSA
it: OVVERRIDE DNS
ja_jp: DNS 上書き
ko: DNS 재정의
pl: ZASTĄPIENIE DNS
pt_pt: SUBSTITUIÇÃO DE DNS
ro_ro: ÎNLOCUIRE DNS
sk_sk: Prepísanie DNS
sv_se: DNS-ÅSIDOSÄTTNING
tr: DNS GEÇERSİZ KIL
vi_vn: GHI ĐÈ DNS
zh_tw: DNS覆蓋

# game_options
source: DOCK MODE
es: MODO DE DOCK
gl_es: MODO DOCK
hu: DOKKOLÓ MÓD
it: MODALITÀ DOCK
ja_jp: ドッキングモード
ko: 독 모드
nb_no: DOKKMODUS
pl: TRYB DOKOWANIA
pt_pt: MODO DOCA
ro_ro: MOD ANDOCARE
sk_sk: Dokovaný režim
sv_se: DOCKAT LÄGE
tr: YERLEŞİK MOD
zh_tw: 底座模式

# game_options
source: DOLBY PRO LOGIC II
ja_jp: DOLBY PRO LOGIC II(サラウンド)
ko: 돌비 프로 로직 II

# game_options
source: DOOM RES HACK
ca: TRUC DE RESOLUCIÓ A DOOM
eu_es: DOOM BEREIZMEN HACK-A
ja_jp: DOOM RES ハック
ko: 둠 해상도 해킹
pl: HAK DOOM RES
pt_pt: HACK DE RESOLUÇÃO DO DOOM
ro_ro: HACK REZOLUȚIE DOOM
tr: DOOM ÇÖZÜNÜRLÜK GELİŞTİRMESİ
zh_tw: DOOM解析度修改

# game_options
source: DOUBLE
ca: DOBLE
es: DOBLE
eu_es: BIKOITZA
gl_es: DOBRE
hu: DUPLA
it: DOPPIA
ja_jp: ダブル
ko: 더블
nb_no: DOBBELT
pl: PODWÓJNA
pt_pt: DUPLO
ro_ro: DUBLĂ
sk_sk: Dvojité
sv_se: DUBBEL
tr: ÇİFT
vi_vn: ĐÔI

# game_options
source: DOWNSCALE FILTER
ca: FILTRE DE DISMINUCIÓ
es: FILTRO DE REDUCCIÓN
eu_es: TXIKIRA ESKATATZE FILTROA
gl_es: FILTRO DE REDUCCIÓN DE ESCALA
hu: DOWNSCALE SZŰRŐ
it: FILTRO DI RIDUZIONE
ja_jp: ダウンスケール フィルター
ko: 다운스케일 필터
nb_no: NEDSKALERINGSFILTER
pl: FILTR DOWNSCALE
pt_pt: FILTRO DE REDUÇÃO DE ESCALA
ro_ro: FILTRU DOWNSCALE
sk_sk: Zmenšovací filter
sv_se: NERSKALNINGSFILTER
tr: KÜÇÜLTME FİLTRESİ
vi_vn: BỘ LỌC GIẢM CẤP
zh_tw: 降縮濾鏡

# game_options
source: DS (Default)
ca: DS (Per defecte)
es: DS (Defecto)
eu_es: DS (Defektus)
gl_es: DS (Predeterminado)
hu: DS (alapértelmezett)
ja_jp: DS (標準)
ko: DS (기본)
nb_no: DS (standard)
pl: DS (domyślnie)
pt_pt: DS (Predefinição)
ro_ro: DS (Implicit)
sk_sk: DS (predvolené)
sv_se: DS (standard)
tr: DS (Varsayılan)
vi_vn: DS (Mặc định)
zh_tw: DS (預設)

# game_options
source: DSi (Experiemental)
hu: DSi (Kisérleti)
it: DSi (Sperimentale)
ja_jp: DSi（実験的）
ko: DSi (실험적)
nb_no: DSi (erfaringsbasert)
pl: DSi (doświadczalny)
pt_pt: DSi (Experimental)
ro_ro: DSi (Experimental)
sk_sk: DSi (experiementálne)
sv_se: DSi (Experimentell)
tr: DSi (Deneysel)
vi_vn: DSi (Thử nghiệm)
zh_tw: DSi (實驗)

# game_options
source: DSi (experiemental)
es: DSi (experimental)
eu_es: DSi (esperimentala)
gl_es: DSi (experimental)
hu: DSi (kísérleti)
it: DSi (sperimentale)
ja_jp: DSi（実験的）
ko: DSi (실험적)
nb_no: DSi (eksperimentell)
pl: DSi (eksperymentalnie)
sk_sk: DSi (experiementálne)
sv_se: DSi (experimentell)
tr: DSi (deneysel)
vi_vn: DSi (thử nghiệm)
zh_tw: DSi (實驗)

# game_options
source: DUAL CORE MODE
ca: MODE DUAL CORE
es: MODO DUAL CORE
eu_es: NUKLEO BIKOITZ MODUA
gl_es: MODO DOBRE NÚCLEO
hu: KETTŐS MAG ÜZEMMÓD
it: MODALITÀ DUAL CORE
ja_jp: デュアルコアモード
ko: 듀얼 코어 모드
nb_no: DUAL CORE-MODUS
pl: TRYB DWURDZENIOWY
pt_pt: MODO DUAL CORE
ro_ro: MOD CU DOUĂ NUCLEE
sk_sk: Dvojjadrový režim
sv_se: DUBBELKÄRNIGT LÄGE
tr: ÇİFT ÇEKİRDEK MODU
vi_vn: CHẾ ĐỘ LÕI KÉP
zh_tw: 雙核模式

# game_options
source: DUALSHOCK MOTION CONTROL
ca: SENSOR DE MOVIMENT DEL DUALSHOCK
es: CONTROL DE MOVIMIENTO DUALSHOCK
eu_es: DUALSHOCK MUGIMENDU KONTROLA
gl_es: CONTROL DE MOVEMENTO DUALSHOCK
hu: DUALSHOCK MOZGÁSVEZÉRLÉS
it: CONTROLLO MOTORIO DUALSHOCK
ja_jp: デュアルショックモーションコントロール
ko: 듀얼쇼크 모션 컨트롤
nb_no: DUALSHOCK BEVEGELSESKONTROLL
pl: STEROWANIE RUCHEM DUALSHOCK
pt_pt: CONTROLO DE MOVIMENTO DUALSHOCK
ro_ro: CONTROL MIȘCARE DUALSHOCK
sk_sk: Ovládanie pohybu DualShock
sv_se: DUALSHOCK RÖRELSEKONTROLL
tr: DUALSHOCK HAREKET KONTROLÜ
vi_vn: ĐIỀU KHIỂN CHUYỂN ĐỘNG DUALSHOCK
zh_tw: DUALSHOCK 運動控制

# game_options
source: DXVK FEATURE
ca: MILLORA DXVK
es: CARACTERÍSTICA DXVK
eu_es: DXVK EZAUGARRIA
gl_es: CARACTERÍSTICA DXVK
hu: DXVK FUNKCIÓ
it: FEATURE DXVK
ja_jp: DXVK 機能
ko: DXVK 기능
nb_no: DXVK-FUNKSJON
pl: FUNKCJA DXVK
pt_pt: RECURSO DXVK
ro_ro: FUNCȚIE DXVK
sk_sk: Funkcia DXVK
sv_se: DXVK-FUNKTION
tr: DXVK ÖZELLİĞİ
vi_vn: TÍNH NĂNG DXVK
zh_tw: DXVK 功能

# game_options
source: DXVK RESET CACHE
ca: RESTABLIR LA MEMÒRIA CAU DE DXVK
es: RESTABLECER CACHÉ DXVK
eu_es: DXVK KATXE BAREZARTZEA
gl_es: RESTABLECER CACHE DXVK
hu: DXVK CACHE VISSZAÁLLÍTÁSA
it: RESETTA CACHE DXVK
ja_jp: DXVKのキャッシュをリセット
ko: DXVK 캐시 재설정
pl: ZRESETUJ PAMIĘĆ DXVK
pt_pt: RESET DXVK CACHE
ro_ro: RESETEAZĂ CACHE DXVK
sk_sk: DXVK obnoviť cache
sv_se: DXVK ÅTERSTÄLL CACHE
tr: DXVK ÖNBELLEĞİNİ SIFIRLA
zh_tw: DXVK 重置快取

# game_options
source: DYNAMICALLY CALCULATE OPTIMAL SETTINGS
ca: CALCULA DINÀMICAMENT ELS AJUSTOS ÒPTIMS
es: CALCULAR DINÁMICAMENTE AJUSTES ÓPTIMOS
eu_es: DINAMIKOKI KALKULATU EZARPEN OPTIMOAK
gl_es: CALCULAR DINÁMICAMENTE A CONFIGURACIÓN ÓPTIMA
hu: DINAMIKUSAN KISZÁMÍTJA AZ OPTIMÁLIS BEÁLLÍTÁSOKAT
it: CALCOLA LE IMPOSTAZIONI OTTIMALI DINAMICAMENTE
ja_jp: 最適な設定を動的に計算します
ko: 최적의 설정을 동적으로 계산
nb_no: DYNAMISK BEREGNING AV OPTIMALE INNSTILLINGER
pl: DYNAMICZNIE OBLICZ OPTYMALNE USTAWIENIA
pt_pt: CALCULAR DINAMICAMENTE AS CONFIGURAÇÕES IDEAIS
ro_ro: CALCULEAZĂ SETĂRILE OPTIME DINAMIC
sk_sk: Dynamicky vypočítať optimálne nastavenia
sv_se: BERÄKNAR DYNAMISKT OPTIMALA INSTÄLLNINGAR
tr: DİNAMİK OLARAK İYİLEŞTİRİLMİŞ AYARLARI HESAPLA
zh_tw: 動態計算最佳設定

# game_options
source: DYNAREC CODE INVALIDATION
ca: INVALIDACIÓ DE CODI DYNAREC
es: INVALIDACIÓN DEL CÓDIGO DYNAREC
eu_es: DYNAREC KODE EZ BALIDATZEA
gl_es: INVALIDACIÓN DO CÓDIGO DYNAREC
hu: DYNAREC KÓD ÉRVÉNYTELENÍTÉSE
it: INVALIDAZIONE CODICE DYNAREC
ja_jp: ダイナレックコードの無効化
ko: 동적 재컴파일 코드 무효화
nb_no: UGYLDIGGJØRING AV DYNAREC-KODE
pl: UNIEWAŻNIENIE KODU DYNAREC
pt_pt: INVALIDAÇÃO DO CÓDIGO DYNAREC
ro_ro: INVALIDAREA CODULUI DYNAREC
sk_sk: Zneplatnenie kódu Dynarec
sv_se: OGILTIGHET AV DYNAREC-KOD
tr: DİNAMİK YENİDEN DERLEYİCİ KODU ETKİSİZŞLEŞTİR
zh_tw: DYNAREC 代碼失效

# game_options
source: Dance Mat
ca: Catifa de ball (Dance Mat)
es: Alfombra de baile
eu_es: Dantzarako Alfonbra
hu: Táncszőnyeg
it: Tappetino da ballo
ja_jp: ダンスマット
ko: 댄스 매트
nb_no: Dansematte
pl: Mata taneczna
pt_pt: Tapete de Dança
ro_ro: Saltea de dans
sv_se: Dansmatta
tr: Dans Minderi
zh_tw: 跳舞墊

# game_options
source: Danish
es: Danés
gl_es: Danés
hu: Dán
it: Danese
ja_jp: デンマーク語
ko: 덴마크
nb_no: Dansk
pl: Duński
pt_pt: dinamarquês
ro_ro: Daneză
sk_sk: Dánčina
sv_se: Danska
tr: Danimarka
vi_vn: Đan Mạch

# game_options
source: Danish (dk)
es: Danés
gl_es: Danés (dk)
hu: Dán (dk)
it: Danese (dk)
ja_jp: デンマーク語 (dk)
ko: 덴마크 (dk)
pl: Duński (dk)
pt_pt: Dinamarquês (sem)
ro_ro: Daneză (dk)
sk_sk: Dánčina (dk)
sv_se: Danska (dk)
tr: Danimarka (dk)
vi_vn: Đan Mạch (dk)

# game_options
source: Dark Blue
es: Azul oscuro
gl_es: Azul escuro
hu: Sötétkék
it: Blu Scuro
ja_jp: ダークブルー
ko: 진파란색
nb_no: Mørk blå
pl: Ciemnoniebieski
pt_pt: Azul Escuro
ro_ro: Albastru închis
sk_sk: Tmavomodré
sv_se: Mörkblå
tr: Koyu Mavi
vi_vn: Xanh da trời tối
zh_tw: 深藍

# game_options
source: Dark Forces Flat Tex Triangles Fix
ca: Dark Forces - Correcció de malla triangular
eu_es: Dark Forces Testura Plano hirukiak konponketa
it: Fix Triangoli Flat Tex Dark Forces
ja_jp: Dark Forces フラットテクスチャの三角形の修正
ko: 다크 포스 플랫 텍스 트라이앵글 수정
pt_pt: Dark Forces - Correção de Triângulos Tex
sk_sk: Oprava plochých tex trojuholníkov Dark Forces
tr: Dark Forces Flat Tex Üçgenleri Düzelt

# game_options
source: Dark Green
es: Verde oscuro
gl_es: Verde escuro
hu: Sötétzöld
it: Verde Scuro
ja_jp: ダークグリーン
ko: 진초록색
nb_no: Mørk grønn
pl: Ciemnozielony
pt_pt: Verde Escuro
ro_ro: Verde închis
sk_sk: Tmavozelené
sv_se: Mörkgrön
tr: Koyu Yeşil
vi_vn: Xanh lá cây tối
zh_tw: 深綠

# game_options
source: Dark Pink
es: Rosa oscuro
gl_es: Rosa Escuro
hu: Sötét rózsaszín
it: Rosa Scuro
ja_jp: ダークピンク
ko: 진분홍색
nb_no: Mørk rosa
pl: Ciemnoróżowy
pt_pt: Rosa Escuro
ro_ro: Roz închis
sk_sk: Tmavoružové
sv_se: Mörkrosa
tr: Koyu Pembe
vi_vn: Hồng tối
zh_tw: 深粉紅

# game_options
source: Dark Purple
es: Morado oscuro
gl_es: Púrpura Escuro
hu: Sötétlila
it: Viola Scuro
ja_jp: ダークパープル
ko: 진보라색
nb_no: Mørk lilla
pl: Ciemnofioletowy
pt_pt: Roxo Escuro
ro_ro: Mov închis
sk_sk: Tmavofialové
sv_se: Mörk lila
tr: Koyu Mor
vi_vn: Tím tối
zh_tw: 深紫

# game_options
source: Darken
es: Oscurecer
eu_es: Ilundu
gl_es: Escurecer
hu: Sötét
it: Scurito
ja_jp: 暗くする
ko: 어두워짐
nb_no: Mørkere
pl: Przyciemnienie
pt_pt: Escurecer
ro_ro: Întunecat
sk_sk: Stmaviť
sv_se: Mörka
tr: Karartma
zh_tw: 變暗

# game_options
source: December
es: Diciembre
gl_es: Decembro
it: Dicembre
ja_jp: 12月
ko: 12월
nb_no: Desember
pl: Grudzień
pt_pt: Dezembro
ro_ro: Decembrie
tr: Aralık
vi_vn: Tháng 12
zh_tw: 12月

# game_options
source: Default
ca: Per defecte
es: Por defecto
eu_es: Defektuzkoa
gl_es: Predeterminado
hu: Alap
ja_jp: 標準値
ko: 기본값
nb_no: Standard
pl: Domyślnie
pt_pt: Predefinição
ro_ro: Implicită
sk_sk: Predvolené
sv_se: Standard
tr: Varsayılan
vi_vn: Mặc định
zh_tw: 預設

# game_options
source: Default (2 Buttons)
ca: Per defecte (2 botons)
es: Defecto (2 Botones)
eu_es: Defektuz (2 Botoi)
gl_es: Predeterminado (2 botóns)
hu: Alapértelmezett (2 gomb)
it: Default (2 Bottoni)
ja_jp: 標準 (2 ボタン)
ko: 기본 (2 버튼)
nb_no: Standard (2 knapper)
pl: Domyślnie (2 przyciski)
pt_pt: Predefinição (2 botões)
ro_ro: Implicit (2 butoane)
sk_sk: Predvolené (2 tlačidlá)
sv_se: Standard (2 knappar)
tr: Varsayılan (2 Tuş)
vi_vn: Mặc định (2 nút)
zh_tw: 預設 (雙鍵)

# game_options
source: Default Only
ca: Només per defecte
es: Sólo por defecto
eu_es: Defektuz bakarrik
gl_es: Só por defecto
hu: Csak alapértelmezett
it: Solo Default
ja_jp: 標準のみ
ko: 기본값만
nb_no: Kun standard
pl: Domyślne
pt_pt: Somente Predefinição
ro_ro: Doar implicite
sk_sk: Iba predvolené
sv_se: Endast standard
tr: Sadece Varsayılan
vi_vn: Chỉ mặc định
zh_tw: 僅預設
