Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# keys_files
source: Button B
ca: Botó B
es: Botón B
eu_es: B Botoia
gl_es: Botón B
hu: B gomb
it: Pulsante B
ja_jp: ボタン B
ko: B 버튼
nb_no: B-Knappen
pl: Przycisk B
pt_pt: Botão B
ro_ro: Buton B
sk_sk: Tlačidlo B
sv_se: Knapp B
tr: Düğme B
vi_vn: Nút B
zh_tw: 按鍵B

# keys_files
source: Button C
gl_es: Botón C
hu: C gomb
it: Pulsante C
ko: C 버튼
pl: Przycisk C
pt_pt: Botão C
ro_ro: Buton C
sk_sk: Tlačidlo C
sv_se: Knapp C
tr: Düğme C
vi_vn: Nút C
zh_tw: 按鍵C

# keys_files
source: Button L
ca: Botó L
es: Botón L
eu_es: L Botoia
gl_es: Botón L
hu: L gomb
it: Pulsante L
ja_jp: ボタン L
ko: L 버튼
nb_no: L-Knappen
pl: Przycisk L
pt_pt: Botão L
ro_ro: Buton L
sk_sk: Tlačidlo L
sv_se: Knapp L
tr: Düğme L
vi_vn: Nút L
zh_tw: 按鍵L

# game_options
source: Button Options
ca: Opcions de botó
es: Opciones de botones
eu_es: Botoi Aukerak
gl_es: Opcións do botón
hu: Gomb beállítások
it: Opzione Bottone
ja_jp: ボタン設定
ko: 옵션 버튼
nb_no: Knappealternativer
pl: Opcje przycisków
pt_pt: OPCÕES DO BOTÃO
ro_ro: Opțiuni butoane
sk_sk: Voľby tlačidiel
sv_se: Knappalternativ
tr: Tuş Seçenekleri
vi_vn: Tùy chọn nút
zh_tw: 按鍵Options

# keys_files
source: Button R
ca: Botó R
es: Botón R
eu_es: R Botoia
gl_es: Botón R
hu: R gomb
it: Pulsante R
ja_jp: ボタン R
ko: R 버튼
nb_no: R-Knappen
pl: Przycisk R
pt_pt: Botão R
ro_ro: Buton R
sk_sk: Tlačidlo R
sv_se: Knapp R
tr: Düğme R
vi_vn: Nút R
zh_tw: 按鍵R

# keys_files
source: Button Select
ca: Botó Select
es: Botón Select
eu_es: Aukeratu Botoia
gl_es: Botón Select
hu: Kiválasztás gomb
it: Pulsante Select
ja_jp: ボタン セレクト
ko: 선택 버튼
nb_no: Select-Knappen
pl: Przycisk Select
pt_pt: Botão Select
ro_ro: Buton Select
sk_sk: Tlačidlo Select
sv_se: Knappval
tr: Düğme Seç
vi_vn: Chọn Nút
zh_tw: 選擇鍵

# keys_files
source: Button Start
ca: Botó Start
es: Botón Start
eu_es: Hasi Botoia
gl_es: Botón Start
hu: Start gomb
it: Pulsante Start
ja_jp: ボタン スタート
ko: 시작 버튼
nb_no: Start-Knappen
pl: Przycisk Start
pt_pt: Botão Start
ro_ro: Buton Start
sk_sk: Tlačidlo Start
sv_se: Knapp Start
tr: Düğme Başlat
vi_vn: Nút bắt đầu
zh_tw: 開始鍵

# keys_files
source: Button X
ca: Botó X
es: Botón X
eu_es: X Botoia
gl_es: Botón X
hu: X gomb
it: Pulsante X
ja_jp: ボタン X
ko: X 버튼
nb_no: X-Knappen
pl: Przycisk X
pt_pt: Botão X
ro_ro: Buton X
sk_sk: Tlačidlo X
sv_se: Knapp X
tr: Düğme X
vi_vn: Nút X
zh_tw: 按鍵X

# keys_files
source: Button Y
ca: Botó Y
es: Botón Y
eu_es: Y Botoia
gl_es: Botón Y
hu: Y gomb
it: Pulsante Y
ja_jp: ボタン Y
ko: Y 버튼
nb_no: Y-Knappen
pl: Przycisk Y
pt_pt: Botão Y
ro_ro: Buton Y
sk_sk: Tlačidlo Y
sv_se: Knapp Y
tr: Düğme Y
vi_vn: Nút Y
zh_tw: 按鍵Y

# keys_files
source: Button Z
gl_es: Botón Z
hu: Z gomb
it: Pulsante Z
ko: Z 버튼
pl: Przycisk Z
pt_pt: Botão Z
ro_ro: Buton Z
sk_sk: Tlačidlo Z
sv_se: Knapp Z
tr: Düğmez Z
vi_vn: Nút Z
zh_tw: 按鍵Z

# keys_files
source: Buy extraball for a credit
es: Comprar bola extra por un crédito
gl_es: Comprar bola extra por un crédito
hu: Extra golyó vásárlása creditért
it: Compra una pallina extra con un credito
ja_jp: ボールを購入
ko: 크레딧으로 엑스트라볼 구매
nb_no: Kjøp ekstraball for en kreditt
pl: Kup dodatkową kulę za kredyt
pt_pt: Comprar extraball por um crédito
ro_ro: Cumpără o bilă în plus pentru un credit
sk_sk: Kúpiť extraball za kredit
sv_se: Köp extraboll för ett mynt
tr: Kredi karşılığında ekstra top satın alın
vi_vn: Mua thêm bóng để được tín dụng
zh_tw: 投幣購買額外的球

# game_options
source: By Save
ca: Per desat
es: Por Guardado
eu_es: Gordetzearen arabera.
gl_es: Por Gardado
it: Per Salvataggio
ja_jp: 保存する
ko: 저장
nb_no: Av Save
pl: Przez Save
pt_pt: Por Save
ro_ro: După salvare
sk_sk: Podľa uloženia
sv_se: Efter sparning
tr: Kayıt İle
zh_tw: 按儲存

# game_options
source: Bypass the pre-game menu.
ca: Ignorar el menú pre-joc.
es: Omite el menú previo al juego.
eu_es: Saltatu joku bakoitzeko menua.
gl_es: Evita o menú previo ao xogo.
hu: A játék előtti menü megkerülése.
it: Bypassa il menu pre-gioco.
ja_jp: ゲーム前のメニューまでスキップします
ko: 게임 전 메뉴를 건너뜁니다.
nb_no: Gå utenom menyen før spillet.
pl: Pomiń menu przed grą.
pt_pt: Ignora o menu pré-jogo.
ro_ro: Sări peste meniul dinaintea jocului.
sk_sk: Vynechať ponuku pred hrou.
sv_se: Gå förbi menyn före spelet.
tr: Oyun öncesi menüyü atla.
vi_vn: Bỏ qua menu trước trò chơi.
zh_tw: 跳過遊戲前選單。

# game_options
source: C64 Games System PAL
es: C64 PAL Games System PAL
gl_es: Sistema de xogos C64 PAL
ja_jp: C64 PAL ゲームシステム
ko: C64 게임 시스템 PAL
nb_no: C64-spillsystem PAL
pt_pt: C64 Sistema de Jogos PAL
sk_sk: C64 hry systému PAL
sv_se: C64 Spelsystem PAL
tr: C64 Oyun Sistemi PAL

# game_options
source: C64 Japanese NTSC
gl_es: C64 NTSC xaponés
it: C64 Japponese NTSC
ja_jp: C64 日本語 NTSC
ko: C64 일본어 NTSC
nb_no: C64 japansk NTSC
pl: C64 japoński NTSC
pt_pt: C64 Japonês NTSC
sk_sk: C64 japonské NTSC
sv_se: C64 Japanska NTSC
tr: C64 Japon NTSC
vi_vn: C64 NTSC Nhật Bản

# game_options
source: C64 NTSC Automatic
ca: C64 NTSC Automàtic
es: C64 NTSC Automático
eu_es: C64 NTSC Automatikoa
gl_es: C64 NTSC Automático
it: C64 NTSC Automatico
ja_jp: C64 NTSC システム(自動)
ko: C64 NTSC 자동
nb_no: C64 NTSC Automatisk
pt_pt: C64 NTSC Automático
ro_ro: C64 NTSC Automat
sk_sk: C64 NTSC automaticky
sv_se: C64 NTSC Automatisk
tr: C64 NTSC Otomatik
vi_vn: C64 NTSC tự động

# game_options
source: C64 PAL Automatic
ca: C64 PAL Automàtic
es: C64 PAL Automático
eu_es: C64 PAL Automatikoa
gl_es: C64 PAL Automático
hu: C64 PAL Automatikus
it: C64 PAL Automatico
ja_jp: C64 PAL システム(自動)
ko: C64 PAL 자동
pt_pt: C64 PAL Automático
ro_ro: C64 PAL Automat
sk_sk: C64 PAL automaticky
sv_se: C64 PAL Automatisk
tr: C64 PAL Otomatik
vi_vn: C64 PAL Tự động

# game_options
source: CABLE
eu_es: KABLEA
hu: KÁBEL
it: CAVO
ja_jp: ケーブル
ko: 케이블
nb_no: KABEL
pl: KABEL
pt_pt: CABO
ro_ro: CABLU
sk_sk: Kábel
sv_se: KABEL
tr: KABLO
vi_vn: CÁP
zh_tw: 電纜

# game_options
source: CD ADD-ON
ca: COMPLEMENT CD
es: COMPLEMENTO DE CD
eu_es: CD ADD-ON-A
gl_es: COMPLEMENTO DE CD
hu: CD HOZZÁADÁS
ja_jp: CD アドオン
ko: CD 애드온
pt_pt: EXPANSÃO DE CD
sk_sk: CD doplnok
sv_se: CD-TILLÄGG
tr: CD EKLENTİSİ
zh_tw: CD光碟附加組件

# game_options
source: CD TURBO SPEED
ca: VELOCITAT CD TURBO
eu_es: CD TURGO ABIADURA
hu: CD TURBÓ SEBESSÉG
it: VELOCITÀ CD TURBO
ja_jp: CD ターボ 速度
ko: CD 터보 속도
pl: TURBO PRĘDKOŚĆ CD
pt_pt: VELOCIDADE DE CD EM MODO TURBO
ro_ro: VITEZĂ TURBO CD
sk_sk: CD turbo rýchlosť
sv_se: CD TURBOHASTIGHET
tr: CD TURBO HIZI
zh_tw: CD光碟加速

# game_options
source: CD-DA VOLUME
ca: VOLUM CD D’ÀUDIO
es: VOLUMEN CD-DA
eu_es: CD-DA BOLUMENA
gl_es: VOLUME CD-DA
hu: CD-DA HANGERŐ
it: VOLUME CD-DA
ja_jp: CD-DA ボリューム
ko: CD-DA 볼륨
pt_pt: Volume do CD de Audio Digital
ro_ro: VOLUM CD-DA
sk_sk: CD-DA hlasitosť
sv_se: CD-DA VOLYM
tr: CD-DA SESİ
vi_vn: ÂM LƯỢNG CD-DA
zh_tw: CD-DA音量

# game_options
source: CD-ROM
ko: 시디롬
zh_tw: 光碟

# game_options
source: CD-ROM SPEED
ca: VELOCITAT CD-ROM
es: VELOCIDAD CD-ROM
eu_es: CD-ROM ABIADURA
gl_es: VELOCIDADE CD-ROM
hu: CD-ROM SEBESSÉG
it: VELOCITÀ CD-ROM
ja_jp: CD-ROM 速度
ko: 시디롬 속도
nb_no: CD-ROM-HASTIGHET
pl: PRĘDKOŚĆ CD-ROMU
pt_pt: VELOCIDADE DO CD-ROM
ro_ro: VITEZĂ CD-ROM
sk_sk: CD-ROM rýchlosť
sv_se: CD-ROM HASTIGHET
tr: CD-ROM HIZI
vi_vn: TỐC ĐỘ CD-ROM
zh_tw: 光碟加速

# game_options
source: CD32 (2MB Chip + 8MB Fast)
es: CD32 (2MB Chip + 8MB Rápido)
eu_es: CD32 (2MB Chip + 8MB Azkarra)
gl_es: CD32 (2MB Chip + 8MB Rápido)
hu: CD32 (2MB Chip + 8MB gyors)
it: CD32 (2MB Chip + 8MB Veloce)
ja_jp: CD32 (2MB チップ+ 8MB[速])
ko: CD32 (2MB 칩 + 8MB 빠름)
pt_pt: CD32 (2MB Chip + 8MB Rápido)
sk_sk: CD32 (2MB Chip + 8MB rýchle)
tr: CD32 (2MB Çip + 8MB Hızlı)
vi_vn: CD32 (chip 2MB + 8MB nhanh)

# game_options
source: CD32 Default (2MB Chip)
ca: CD32 Per defecte (2MB Chip)
es: CD32 Defecto (2MB Chip)
eu_es: CD32 Defektuz (2MB Chip)
ja_jp: CD32 標準 (2MB チップ)
ko: CD32 기본 (2MB 칩)
nb_no: CD32 Standard (2 MB chip)
pl: CD32 domyślnie (2MB Chip)
pt_pt: CD32 Predefinido (2MB Chip)
sv_se: CD32 standard (2MB chip)
tr: CD32 Varsayılan (2MB Çip)
vi_vn: CD32 mặc định (Chip 2MB)
zh_tw: CD32 預設值 (2MB Chip)

# game_options
source: CD32 Pad
ca: Comandament CD32
eu_es: CD32 Pad-a
gl_es: Mando CD32
it: Pad CD32
ja_jp: CD32 パッド
ko: CD32 패드
pt_pt: Comando CD32
ro_ro: Pad CD32
zh_tw: CD32 手把

# game_options
source: CDTV (1MB Chip)
ja_jp: CDTV (1MB チップ)
ko: CDTV (1MB 칩)
tr: CDTV (1MB Çip)
vi_vn: CDTV (chip 1MB)

# game_options
source: CDZ MAME
it: CFZ MAME
ko: CDZ 마메

# game_options
source: CDZ Universe 3.3
ja_jp: CDZ ユニバーサル BIOS 3.3
ko: CDZ 유니버스 3.3

# game_options
source: CHEATS
es: TRUCOS
eu_es: TRANPAK
gl_es: TRUCOS
hu: CSALÁSOK
ja_jp: チート
ko: 치트
nb_no: FUSK
pl: CHEATY
pt_pt: CÓDIGOS
ro_ro: TRIȘĂRI
sk_sk: Cheaty
sv_se: FUSK
tr: HİLELER
vi_vn: GIAN LẬN
zh_tw: 作弊碼

# game_options
source: CHECKERED FLAG
gl_es: BANDEIRA A CADROS
ko: 체크 무늬 깃발
pt_pt: BANDEIRA XADREZ
sv_se: MÅLFLAGGA
tr: DAMALI BAYRAK
zh_tw: 方格旗

# game_options
source: CHOOSE CONSOLE REGION
ca: IDIOMA DE LA CONSOLA
es: SELECCIONAR REGIÓN DE LA CONSOLA
eu_es: AUKERATU KONTSOLAREN HERRIALDEA
gl_es: ESCOLLER A REXION DA CONSOLA
hu: KONZOL RÉGIÓ KIVÁLASZTÁSA
it: SCELTA REGIONE CONSOLE
ja_jp: コンソール リージョンの選択
ko: 콘솔 지역 선택
nb_no: VELG KONSOLLREGION
pl: WYBIERZ REGION KONSOLI
pt_pt: ESCOLHA A REGIÃO DA CONSOLA
ro_ro: ALEGE REGIUNEA CONSOLEI
sk_sk: Vyberte región konzoly
sv_se: VÄLJ KONSOLREGION
tr: KONSOL BÖLGESİNİ SEÇ
vi_vn: CHỌN VÙNG CONSOLE
zh_tw: 選擇主機區域

# game_options
source: CHOOSE CONSOLE TIMEZONE
ca: ZONA HORÀRIA DE LA CONSOLA
es: SELECCIONAR ZONA HORARIA DE LA CONSOLA
eu_es: AUKERATU KONTSOLAREN ORDU EREMUA
gl_es: ESCOLLE A ZONA HORARIA DA CONSOLA
hu: VÁLASSZA KI A KONZOL IDŐZÓNÁJÁT
it: SCEGLI FUSO ORARIO CONSOLE
ja_jp: コンソール タイムゾーンの選択
ko: 콘솔 시간대 선택
nb_no: VELG KONSOLLENS TIDSSONE
pl: WYBIERZ STREFĘ CZASOWĄ KONSOLI
pt_pt: ESCOLHER O FUSO HORÁRIO DA CONSOLA
ro_ro: ALEGE FUSUL ORAR AL CONSOLEI
sk_sk: Vyberte časové pásmo konzoly
sv_se: VÄLJ TIDSZON FÖR KONSOLEN
tr: KONSOL SAAT DİLİMİ SEÇ
vi_vn: CHỌN TIMEZONE CONSOLE
zh_tw: 選擇主機時區

# game_options
source: CHOOSE SOUND OUTPUT MODE
ca: MODE DE SORTIDA D’ÀUDIO
es: SELECCIONAR MODO DE SALIDA DE AUDIO
eu_es: AUKERATU SOINU IRTEERA MODUA
gl_es: ESCOLLE O MODO DE SAÍDA DE AUDIO
hu: HANGKIMENETI MÓD KIVÁLASZTÁSA
it: SCEGLI IL TIPO DI USCITA SUONO
ja_jp: 音声出力モードの選択
ko: 사운드 출력 모드 선택
nb_no: VELGE LYDUTGANGSMODUS
pl: WYBIERZ TRYB WYJŚCIA DŹWIĘKU
pt_pt: ESCOLHA O MODO DE SAÍDA DE SOM
ro_ro: ALEGE MODUL DE IEȘIRE DE SUNET
sk_sk: Vyberte výstupný režim zvuku
sv_se: VÄLJ LJUDUTMATNINGSLÄGE
tr: SES ÇIKIŞ MODUNU SEÇ
vi_vn: CHỌN CHẾ ĐỘ ĐẦU RA ÂM THANH
zh_tw: 選擇聲音輸出模式

# game_options
source: CLEAR MEMORY PAGE STATE
es: LIMPIAR ESTADO DE PÁGINA DE MEMORIA
gl_es: LIMPAR ESTADO DA PÁXINA DA MEMORIA
hu: MEMÓRIA LAP ÁLLAPOTÁNAK TÖRLÉSE
it: CANCELLA LO STATO PAGINE DI MEMORIA
ja_jp: メモリページの状態クリア
ko: 메모리 페이지 상태 지우기
nb_no: TØMME MINNET FOR SIDETILSTAND
pl: WYCZYŚĆ STAN STRONY PAMIĘCI
pt_pt: LIMPAR ESTADO DA PÁGINA DE MEMÓRIA
ro_ro: CURĂȚĂ STAREA PAGINII DE MEMORIE
sv_se: TÖM MINNETS SIDTILLSTÅND
tr: BELLEK SAYFASI DURUMUNU TEMİZLE
vi_vn: XÓA TRẠNG THÁI TRANG BỘ NHỚ
zh_tw: 清除記憶體頁面狀態

# game_options
source: COIN SOUND PLUGIN
ca: EXTENSIÓ DE SOROLL DE MONEDA
es: SONIDO DE MONEDA
eu_es: TXANPON SOINU PLUGIN-A
gl_es: COMPLEMENTO DE SON DE MOEDA
hu: ÉRME HANG PLUGIN
it: PLUGIN SUONO MONETA
ja_jp: コイン投入効果音プラグイン
ko: 동전 사운드 플러그인
nb_no: PLUGIN FOR MYNTLYD
pl: WTYCZKA DŹWIĘKOWA MONETY
pt_pt: EXTENSÃO PARA SOM DA MOEDA
ro_ro: PLUGIN SUNET MONEDĂ
sk_sk: Plugin zvuku mince
sv_se: INSTICK FÖR MYNTLJUD
tr: JETON SESİ EKLENTİSİ
vi_vn: PLUGIN ÂM THANH ĐỒNG XU
zh_tw: 投幣器聲音插件

# game_options
source: COLOR COMPUTER MODEL
ca: MODEL DE COLOR COMPUTER
es: MODELO DE COLOR COMPUTER
eu_es: COLOR COMPUTER MODELOA
gl_es: MODELO DE COLOR COMPUTER
hu: SZÍNES SZÁMÍTÓGÉP MODELL
it: MODELLO COMPUTER A COLORI
ja_jp: カラーコンピュータ モデル
ko: 컬러 컴퓨터 모델
nb_no: COLOR COMPUTER MODELL
pl: MODEL COLOR COMPUTERA
pt_pt: MODELO DO COLOR COMPUTER
ro_ro: MODEL CALCULATOR COLOR
sk_sk: Model Color Computer
sv_se: COLOR COMPUTER-MODELL
tr: RENKLİ BİLGİSAYAR MODELİ
vi_vn: THIÊT KẾ MÀU MÁY TÍNH
zh_tw: 彩色電腦型號

# game_options
source: COLOR CORRECTION
ca: CORRECCIÓ DE COLOR
es: CORRECCIÓN DE COLOR
eu_es: KOLORE ZUZENKETA
gl_es: CORRECCIÓN DE COR
hu: SZÍNKORREKCIÓ
it: CORREZIONE COLORE
ja_jp: 色補正
ko: 색상 보정
nb_no: FARGEKORRIGERING
pl: KOREKCJA KOLORÓW
pt_pt: CORREÇÃO DE COR
ro_ro: CORECȚIA CULORILOR
sk_sk: Farebná korekcia
sv_se: FÄRGKORRIGERING
tr: RENK DÜZELTMESİ
vi_vn: SỬA MÀU
zh_tw: 色彩校準

# game_options
source: COLOR FILTER
ca: FILTRE DE COLOR
es: FILTRO DE COLOR
eu_es: KOLORE FILTROA
gl_es: FILTRO DE COR
hu: SZÍNSZŰRŐ
it: FILTRO COLORE
ja_jp: カラーフィルター
ko: 컬러 필터
nb_no: FARGEFILTER
pl: FILTR KOLORU
pt_pt: FILTRO DE COR
ro_ro: FILTRU DE CULOARE
sk_sk: Farebný filter
sv_se: FÄRGFILTER
tr: RENK FİLTRESİ
vi_vn: BỘ LỌC MÀU
zh_tw: 色彩濾鏡

# game_options
source: COLOR PALETTE
ca: PALETA DE COLOR
es: PALETA DE COLOR
eu_es: KOLORE PALETA
gl_es: PALETA DE COR
hu: SZÍNPALETTA
it: TAVOLA COLORE
ja_jp: カラーパレット
ko: 색상 팔레트
nb_no: FARGEPALETT
pl: PALETA KOLORÓW
pt_pt: PALETE DE CORES
ro_ro: PALETA DE CULOARE
sk_sk: Farebná paleta
sv_se: FÄRGPALETT
tr: RENK PALETİ
vi_vn: BẢNG MÀU
zh_tw: 調色盤

# game_options
source: COLOR PALETTE (2D)
ca: PALETA DE COLOR (2D)
es: PALETA DE COLORES (2D)
eu_es: KOLORE PALETA (2D)
gl_es: PALETA DE COR (2D)
hu: SZÍNPALETTA (2D)
it: PALETTA COLORI (2D)
ja_jp: カラーパレット (2D)
ko: 색상 팔레트 (2D)
nb_no: FARGEPALETT (2D)
pl: PALETA KOLORÓW (2D)
pt_pt: PALETE DE CORES (2D)
ro_ro: PALETA DE CULOARE (2D)
sk_sk: Farebná paleta (2D)
sv_se: FÄRGPALETT (2D)
tr: RENK PALETİ (2D)
vi_vn: BẢNG MÀU (2D)
zh_tw: 調色盤 (2D)

# game_options
source: COLORIZATION
ca: COLORITZACIÓ
es: COLORIZACIÓN
eu_es: KOLOREZTATZEA
gl_es: COLORIZACIÓN
hu: SZÍNEZET
it: COLORIZZAZIONE
ja_jp: 表示色
ko: 색상화
nb_no: FARGEGIVNING
pl: KOLOROWANIE
pt_pt: COLORIZAÇÃO
ro_ro: COLORARE
sk_sk: Zafarbenie
sv_se: FÄRGLÄGGNING
tr: RENKLENDİRME
vi_vn: MÀU SẮC
zh_tw: 彩色化

# game_options
source: COLOUR DEPTH
ca: PROFUNDITAT DE COLOR
es: INTENSIDAD DE COLOR
eu_es: KOLORE SAKONERA
gl_es: PROFUNDIDADE DE COR
hu: SZÍNMÉRET
it: PROFONDITÀ COLORE
ja_jp: 色深度
ko: 색심도
nb_no: FARGEDYBDE
pl: GŁĘBOKOŚĆ KOLORU
pt_pt: PROFUNDIDADE DE COR
ro_ro: ADÂNCIME DE CULOARE
sk_sk: Farebná hĺbka
sv_se: FÄRGDJUP
tr: RENK DERİNLİĞİ
vi_vn: ĐỘ SÂU MÀU
zh_tw: 色深度

# game_options
source: COLOUR MODE
es: MODO DE COLOR
gl_es: MODO DE COR
hu: SZÍNES MÓD
it: MODALITA' COLORE
ja_jp: カラーモード
ko: 색상 모드
nb_no: FARGEMODUS
pl: TRYB KOLORU
pt_pt: MODO DE COR
ro_ro: MOD CULOARE
sk_sk: Farebný režim
sv_se: FÄRGLÄGE
tr: RENK MODU
vi_vn: CHẾ ĐỘ MÀU
zh_tw: 色彩模式

# game_options
source: COMBAT DIFFICULTY
es: DIFICULTAD DE COMBATE
gl_es: DIFICULTADE DE COMBATE
hu: HARC NEHÉZSÉGE
it: DIFFICOLTÀ COMBATTIMENTO
ja_jp: 戦闘難易度
ko: 전투 난이도
nb_no: VANSKELIGHETSGRAD I KAMP
pl: POZIOM TRUDNOSCI WALKI
pt_pt: DIFICULDADE DE COMBATE
ro_ro: DIFICULTATE BĂTĂLIE
sk_sk: Obtiažnosť zápasu
sv_se: STRIDSSVÅRIGHETER
tr: KAPIŞMA ZORLUĞU
vi_vn: ĐỘ KHÓ TRONG COMBAT
zh_tw: 戰鬥難度

# game_options
source: CONSOLE COUNTRY
gl_es: PAÍS DA CONSOLA
hu: KONZOL ORSZÁGA
it: PAESE CONSOLE
ko: 콘솔 국가
pl: KRAJ KONSOLI
pt_pt: PAÍS DA CONSOLA
ro_ro: ȚARA CONSOLEI
sk_sk: Krajina konzoly
sv_se: KONSOLLENS LAND
tr: KONSOL ÜLKESİ
zh_tw: 主機國別

# game_options
source: CONSOLE LANGUAGE
ca: IDIOMA DE LA CONSOLA
es: IDIOMA DE CONSOLA
eu_es: KONTSOLAREN HIZKUNTZA
gl_es: IDIOMA DA CONSOLA
hu: KONZOL NYELVE
it: LINGUA CONSOLE
ja_jp: コンソール言語
ko: 콘솔 언어
nb_no: KONSOLLSPRÅK
pl: JĘZYK KONSOLI
pt_pt: IDIOMA DA CONSOLA
ro_ro: LIMBA CONSOLEI
sk_sk: Jazyk konzoly
sv_se: KONSOLLENS SPRÅK
tr: KONSOL DİLİ
vi_vn: NGÔN NGỮ CONSOLE
zh_tw: 主機語系

# game_options
source: CONSOLE REGION
ca: REGIÓ DE CONSOLA
es: REGIÓN DE LA CONSOLA
eu_es: KONTSOLAREN ERREGIOA
gl_es: REXION DA CONSOLA
hu: KONZOL RÉGIÓKONZOL RÉGIÓ
it: REGIONE CONSOLE
ja_jp: コンソール リージョン
ko: 콘솔 지역
nb_no: KONSOLLREGION
pl: REGION KONSOLI
pt_pt: REGIÃO DA CONSOLA
ro_ro: REGIUNE CONSOLĂ
sk_sk: Región konzoly
sv_se: KONSOLLENS REGION
tr: KONSOL BÖLGESİ
zh_tw: 主機區域

# game_options
source: CONSOLE TYPE
ca: TIPUS DE CONSOLA
es: TIPO DE CONSOLA
eu_es: KONTSOLA MOTA
gl_es: TIPO DE CONSOLA
hu: KONZOL TÍPUSA
it: TIPOLOGIA CONSOLE
ja_jp: コンソール タイプ
ko: 콘솔 유형
nb_no: TYPE KONSOL
pl: TYP KONSOLI
pt_pt: TIPO DE CONSOLA
ro_ro: TIP CONSOLĂ
sk_sk: Typ konzoly
sv_se: TYP AV KONSOL
tr: KONSOL TÜRÜ
vi_vn: LOẠI CONSOLE
zh_tw: 主機類型

# game_options
source: CONTROL CHOICE
ca: TRIAR CONTROLS
es: ELECCIÓN DE CONTROL
eu_es: KONTROL AUKERA
gl_es: ELECCIÓN DE CONTROL
hu: KONTROLL VÁLASZTÁS
it: SCELTA CONTROLLO
ja_jp: コントロール 選択
ko: 컨트롤 선택
nb_no: KONTROLLVALG
pl: WYBÓR KONTROLI
pt_pt: ESCOLHER COMANDO
ro_ro: OPȚIUNE CONTROL
sk_sk: Kontrolná voľba
sv_se: KONTROLLVAL
tr: KONTROL SEÇİMİ
vi_vn: KIỂM SOÁT LỰA CHỌN
zh_tw: 控制選擇

# game_options
source: CONTROL MAPPING
ca: MAPATGE DE CONTROLS
es: MAPEO DE MANDO
eu_es: KONTROLATZAILE MAPEOA
gl_es: MAPEO DO MANDO
hu: VEZÉRLŐ TÉRKÉPEK
it: MAPPING DEI CONTROLLI
ja_jp: コントロール 入力割当
ko: 컨트롤 매핑
nb_no: KONTROLLKARTLEGGING
pl: MAPOWANIE STEROWANIA
pt_pt: MAPEAMENTO DO COMANDO
ro_ro: ASOCIERE CONTROALE
sk_sk: Mapovanie ovládania
sv_se: MAPPNING AV KONTROLL
tr: KONTROL EŞLEMESİ
vi_vn: KIỂM SOÁT ÁNH XẠ NÚT BẤM
zh_tw: 控制映射

# game_options
source: CONTROLLER 1
es: MANDO 1
eu_es: 1 KONTROLATZAILEA
gl_es: MANDO 1
hu: KONTROLLER 1
ja_jp: コントローラ 1
ko: 컨트롤러 1
nb_no: KONTROLLER 1
pl: KONTROLER 1
pt_pt: COMANDO 1
ro_ro: CONTROLER 1
sk_sk: Ovládač 1
sv_se: KONTROLLER 1
tr: KONTROLCÜ 1
vi_vn: BỘ ĐIỀU KHIỂN 1
zh_tw: 控制器1

# game_options
source: CONTROLLER 1 FEATURE PACK
ca: COMANDAMENT 1 FEATURE PACK
es: PAQUETE DE FUNCIONES PARA MANDO 1
eu_es: KONTROLATZAILE 1 EZAUGARRI PACK-A
gl_es: PAQUETE DE CARACTERÍSTICAS DO MANDO 1
hu: VEZÉRLŐ 1 FUNKCIÓCSOMAG
it: FEATURE PACK CONTROLLER 1
ja_jp: コントローラー 1 機能パック
ko: 컨트롤러 1 기능 팩
nb_no: KONTROLLER 1 FUNKSJONSPAKKE
pl: PAKIET FUNKCJI KONTROLERA 1
pt_pt: PACOTE DE RECURSOS DO COMANDO 1
ro_ro: PACHET FUNCȚII CONTROLER 1
sk_sk: Balenie funkcií ovládača 1
sv_se: KONTROLLER 1 FUNKTIONSPAKET
tr: KONTROLCÜ 1 ÖZELLİK PAKETİ
vi_vn: GÓI TÍNH NĂNG CHO BỘ ĐIỀU KHIỂN 1
zh_tw: 控制器1功能包

# game_options
source: CONTROLLER 1 INPUT MAPPING
es: CONFIGURACIÓN DE MANDO 1
gl_es: CONFIGURACIÓN DO MANDO 1
hu: VEZÉRLŐ 1 BEMENETI HOZZÁRENDELÉS
it: MAPPATURA INPUT CONTROLLER 1
ja_jp: コントローラー 1 の入力割当
ko: 컨트롤러 1 입력 매핑
nb_no: TILORDNING AV INNGANG TIL KONTROLLER 1
pl: MAPOWANIE WEJSC KONTROLERA 1
pt_pt: MAPEAMENTO DO COMANDO 1
ro_ro: ASOCIERI CONTROLER 1
sk_sk: Mapovanie ovládača 1
sv_se: INMATNINGSMAPPNING FÖR KONTROLLER 1
tr: KONTROLCÜ 1 GİRİŞ EŞLEMESİ
vi_vn: BỐ CỤC PHÍM BỘ ĐIỀU KHIỂN 1
zh_tw: 控制器1輸入映射

# game_options
source: CONTROLLER 1 TYPE
ca: COMANDAMENT 1 TIPUS
es: MANDO TIPO 1
eu_es: 1 MODUKO KONTROLATZAILEA
gl_es: MANDO TIPO 1
hu: VEZÉRLŐ 1 TÍPUS
it: TIPOLOGIA CONTROLLER 1
ja_jp: コントローラー 1 タイプ
ko: 컨트롤러 1 유형
nb_no: KONTROLLER 1 TYPE
pl: TYP KONTROLERA 1
pt_pt: COMANDO TIPO 1
ro_ro: TIP CONTROLER 1
sk_sk: Typ ovládača 1
sv_se: KONTROLLER 1 TYP
tr: KONTROLCÜ 1 TÜRÜ
vi_vn: LOẠI CỦA BỘ ĐIỀU KHIỂN 1
zh_tw: 控制器1類型

# game_options
source: CONTROLLER 2
es: MANDO 2
eu_es: 1 KONTROLATZAILEA
gl_es: MANDO 2
hu: KONTROLLER 2
ja_jp: コントローラ 2
ko: 컨트롤러 2
nb_no: KONTROLLER 2
pl: KONTROLER 2
pt_pt: COMANDO 2
ro_ro: CONTROLER 2
sk_sk: Ovládač 2
sv_se: KONTROLLER 2
tr: KONTROLCÜ 2
vi_vn: BỘ ĐIỀU KHIỂN 2
zh_tw: 控制器2

# game_options
source: CONTROLLER 2 FEATURE PACK
ca: COMANDAMENT 2 FEATURE PACK
es: PAQUETE DE FUNCIONES PARA MANDO 2
eu_es: KONTROLATZAILE 2 EZAUGARRI PACK-A
gl_es: PAQUETE DE CARACTERÍSTICAS MANDO 2
hu: VEZÉRLŐ 2 FUNKCIÓCSOMAG
it: FEATURE PACK CONTROLLER 2
ja_jp: コントローラー 2 機能パック
ko: 컨트롤러 2 기능 팩
nb_no: CONTROLLER 2-FUNKSJONSPAKKE
pl: PAKIET FUNKCJI KONTROLERA 2
pt_pt: PACOTE DE RECURSOS DO COMANDO 2
ro_ro: PACHET FUNCȚII CONTROLER 2
sk_sk: Balanie funkcií ovládača 2
sv_se: KONTROLLER 2 FUNKTIONSPAKET
tr: KONTROLCÜ 2 ÖZELLİK PAKETİ
vi_vn: GÓI TÍNH NĂNG CHO BỘ ĐIỀU KHIỂN 2
zh_tw: 控制器2功能包

# game_options
source: CONTROLLER 2 INPUT MAPPING
es: CONFIGURACIÓN DE MANDO 2
gl_es: CONFIGURACIÓN DO MANDO 2
hu: VEZÉRLŐ 2 BEMENETI HOZZÁRENDELÉS
it: MAPPATURA INPUT CONTROLLER 2
ja_jp: コントローラー 2 の入力割当
ko: 컨트롤러 2 입력 매핑
nb_no: TILORDNING AV INNGANGER FOR KONTROLLER 2
pl: MAPOWANIE WEJSC KONTROLERA 2
pt_pt: MAPEAMENTO DO COMANDO 2
ro_ro: ASOCIERI CONTROLER 2
sk_sk: Mapovanie ovládača 2
sv_se: INMATNINGSMAPPNING FÖR KONTROLLER 2
tr: KONTROLCÜ 2 GİRİŞ EŞLEMESİ
vi_vn: BỐ CỤC PHÍM BỘ ĐIỀU KHIỂN 2
zh_tw: 控制器2輸入映射

# game_options
source: CONTROLLER 2 TYPE
ca: COMANDAMENT 2 TIPUS
es: MANDO TIPO 2
eu_es: 1 MODU KONTROLATZAILEA
gl_es: MANDO TIPO 2
hu: VEZÉRLŐ 2 TÍPUS
it: TIPOLOGIA CONTROLLER 2
ja_jp: コントローラー 2 タイプ
ko: 컨트롤러 2 유형
nb_no: KONTROLLER 2 TYPE
pl: TYP KONTROLERA 2
pt_pt: COMANDO TIPO 2
ro_ro: TIP CONTROLER 2
sk_sk: Typ ovládača 2
sv_se: KONTROLLER 2 TYP
tr: KONTROLCÜ 2 TÜRÜ
vi_vn: LOẠI CỦA BỘ ĐIỀU KHIỂN 2
zh_tw: 控制器2類型

# game_options
source: CONTROLLER 3
es: MANDO 3
eu_es: 3 KONTROLATZAILEA
gl_es: MANDO 3
hu: KONTROLLER 3
ja_jp: コントローラ 3
ko: 컨트롤러 3
nb_no: KONTROLLER 3
pl: KONTROLER 3
pt_pt: COMANDO 3
ro_ro: CONTROLER 3
sk_sk: Ovládač 3
sv_se: KONTROLLER 3
tr: KONTROLCÜ 3
vi_vn: BỘ ĐIỀU KHIỂN 3
zh_tw: 控制器3

# game_options
source: CONTROLLER 3 FEATURE PACK
ca: COMANDAMENT 3 FEATURE PACK
es: PAQUETE DE FUNCIONES PARA MANDO 3
eu_es: KONTROLATZAILE 3 EZAUGARRI PACK-A
gl_es: PAQUETE DE CARACTERÍSTICAS MANDO 3
hu: VEZÉRLŐ 3 FUNKCIÓCSOMAG
it: FEATURE PACK CONTROLLER 3
ja_jp: コントローラー 3 機能パック
ko: 컨트롤러 3 기능 팩
nb_no: CONTROLLER 3-FUNKSJONSPAKKE
pl: PAKIET FUNKCJI KONTROLERA 3
pt_pt: PACOTE DE RECURSOS DO COMANDO 3
ro_ro: PACHET FUNCȚII CONTROLER 3
sk_sk: Balanie funkcií ovládača 3
sv_se: KONTROLLER 3 FUNKTIONSPAKET
tr: KONTROLCÜ 3 ÖZELLİK PAKETİ
vi_vn: GÓI TÍNH NĂNG CHO BỘ ĐIỀU KHIỂN 3
zh_tw: 控制器3功能包

# game_options
source: CONTROLLER 3 INPUT MAPPING
es: CONFIGURACIÓN DE MANDO 3
gl_es: CONFIGURACIÓN DO MANDO 3
hu: VEZÉRLŐ 3 BEMENETI HOZZÁRENDELÉS
it: MAPPATURA INPUT CONTROLLER 3
ja_jp: コントローラー 3 の入力割当
ko: 컨트롤러 3 입력 매핑
nb_no: TILORDNING AV INNGANGER FOR KONTROLLER 3
pl: MAPOWANIE WEJSC KONTROLERA 3
pt_pt: MAPEAMENTO DO COMANDO 3
ro_ro: ASOCIERI CONTROLER 3
sk_sk: Mapovanie ovládača 3
sv_se: INMATNINGSMAPPNING FÖR KONTROLLER 3
tr: KONTROLCÜ 3 GİRİŞ EŞLEMESİ
vi_vn: BỐ CỤC PHÍM BỘ ĐIỀU KHIỂN 3
zh_tw: 控制器3輸入映射

# game_options
source: CONTROLLER 3 TYPE
ca: COMANDAMENT 3 TIPUS
es: MANDO TIPO 3
eu_es: 3 MOTA KONTROLATZAILEA
gl_es: MANDO TIPO 3
hu: VEZÉRLŐ 3 TÍPUS
it: TIPOLOGIA DEL CONTROLLER 3
ja_jp: コントローラー 3 タイプ
ko: 컨트롤러 3 유형
nb_no: KONTROLLER 3 TYPE
pl: TYP KONTROLERA 3
pt_pt: TIPO DE COMANDO 3
ro_ro: TIP CONTROLER 3
sk_sk: Typ ovládača 3
sv_se: KONTROLLER 3 TYP
tr: KONTROLCÜ 3 TÜRÜ
vi_vn: LOẠI CỦA BỘ ĐIỀU KHIỂN 3
zh_tw: 控制器3類型

# game_options
source: CONTROLLER 4
es: MANDO 4
eu_es: 4 KONTROLATZAILEA
gl_es: MANDO 4
hu: KONTROLLER 4
ja_jp: コントローラ 4
ko: 컨트롤러 4
nb_no: KONTROLLER 4
pl: KONTROLER 4
pt_pt: COMANDO 4
ro_ro: CONTROLER 4
sk_sk: Ovládač 4
sv_se: KONTROLLER 4
tr: KONTROLCÜ 4
vi_vn: BỘ ĐIỀU KHIỂN 4
zh_tw: 控制器4

# game_options
source: CONTROLLER 4 FEATURE PACK
ca: COMANDAMENT 4 FEATURE PACK
es: PAQUETE DE FUNCIONES PARA MANDO 4
eu_es: KONTROLATZAILE 4 EZAUGARRI PACK-A
gl_es: PAQUETE DE CARACTERÍSTICAS MANDO 4
hu: VEZÉRLŐ 4 FUNKCIÓCSOMAG
it: FEATURE PACK CONTROLLER 4
ja_jp: コントローラー 4 機能パック
ko: 컨트롤러 4 기능 팩
nb_no: CONTROLLER 4-FUNKSJONSPAKKE
pl: PAKIET FUNKCJI KONTROLERA 4
pt_pt: PACOTE DE RECURSOS DO COMANDO 4
ro_ro: PACHET FUNCȚII CONTROLER 4
sk_sk: Balanie funkcií ovládača 4
sv_se: KONTROLLER 4 FUNKTIONSPAKET
tr: KONTROLCÜ 4 ÖZELLİK PAKETİ
vi_vn: GÓI TÍNH NĂNG CHO BỘ ĐIỀU KHIỂN 4
zh_tw: 控制器4功能包
