Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Lightrec Interpreter
ca: Intèrpret Lightrec
eu_es: Lightrec Interpretatzailea
gl_es: Intérprete Lightrec
hu: Lightrec fordító
it: Interprete Lightrec
ja_jp: Lightrec インタプリタ
ko: Lightrec 해석기
nb_no: Lightrec-tolk
ro_ro: Interpretor Lightrec
sv_se: Lightrec tolk
tr: Lightrec Yorumcusu
vi_vn: Trình biên dịch Lightrec
zh_tw: Lightrec 解譯器

# game_options
source: Lime
es: Lima
gl_es: Lima
it: Limetta
ja_jp: ライム
ko: 라임색
pl: Limonkowy
pt_pt: Lima
tr: Yeşil
vi_vn: Chanh xanh

# game_options
source: Limit FPS to reduce high CPU usage.
es: Limita los FPS para reducir el uso elevado de CPU.
gl_es: Limita os FPS para reducir o uso elevado da CPU.
hu: Korlátozza az FPS-t a magas CPU-használat csökkentése érdekében.
it: Limita FPS per ridurre l'utilizzo alto della CPU.
ja_jp: FPS を制限して、高い CPU 使用率を削減します
ko: CPU 사용량을 줄이려면 FPS를 제한하세요.
nb_no: Begrens FPS for å redusere høy CPU-bruk.
pl: Ogranicz liczbę klatek na sekundę, aby zmniejszyć wysokie zużycie procesora.
pt_pt: Limite os FPS para reduzir o uso alto da CPU.
ro_ro: Limitează FPS pentru a reduce utilizarea CPU-ului.
sk_sk: Obmedziť FPS na zníženie zaťaženia CPU.
sv_se: Begränsa bilder/s för att minska hög CPU-användning.
tr: Yüksek CPU kullanımını azaltmak için FPS sınırlayın.
vi_vn: Giới hạn FPS để giảm mức sử dụng CPU cao.
zh_tw: 限制 FPS 以減少過高的 CPU 使用率。

# game_options
source: Limiting to 1 or 2 may fix audio stuttering on weaker CPUs in some games. Leave on automatic if slowdown occurs.
ca: Limitar a 1 o 2 en CPUs de baix rendiment pot corregir quequesa d’àudio en alguns jocs. Deixar-lo en automàtic en cas de rendiment pobre.
es: Limitar a 1 o 2 puede solucionar los cortes de audio en algunos juegos para CPU menos potentes. Déjelo en automático si produce ralentización.
eu_es: 1 edo 2-ra mugatzean audio toteltzea konpondu dezake CPU ahuletan joko batzuetak. Utzi automatikoan mantsotzea ematen bada.
gl_es: Limitar a 1 ou 2 pode corrixir o tartamudeo de audio nas CPU máis débiles nalgúns xogos. Deixa en modo automático se se produce ralentización.
hu: Az 1-re vagy 2-re való korlátozás egyes játékoknál a gyengébb CPU-kon a hangdadogást is javíthatja. Lassulás esetén hagyja az automatikus beállításon.
it: Limitarlo a 1 o 2 può risolvere il balbettamento audio sulle CPU più lente in alcuni giochi. Lascialo su automatico se noti rallentamento.
ja_jp: 1や2にすると、一部のゲームでの音声が修正される場合があります 速度低下が発生する場合があります
ko: 1 또는 2로 제한하면 일부 게임에서 약한 CPU의 오디오 끊김 현상이 수정될 수 있습니다. 속도 저하가 발생하면 자동으로 켜 둡니다.
nb_no: Begrensning til 1 eller 2 kan avhjelpe hakkende lyd på svakere prosessorer i enkelte spill. La den stå på automatisk hvis det oppstår forsinkelser.
pl: Ograniczenie do 1 lub 2 może rozwiązać problem zacinania się dźwięku w niektórych grach na słabszych procesorach. W przypadku wystąpienia spowolnienia należy pozostawić ustawienie automatyczne.
pt_pt: Limitar a 1 ou 2 pode corrigir falhas de som em processadores mais fracos em alguns jogos. Deixe em automático se ocorrer lentidão.
ro_ro: Limitând la 1 sau 2 poate repara probleme audio pe CPU-urile mai slabe în unele jocuri. Lasă pe automat dacă are loc încetinire.
sk_sk: Obmedzenie na 1 alebo 2 môže v niektorých hrách opraviť zasekávanie zvuku na slabších procesoroch. Ak dôjde k spomaleniu, nechajte zapnuté automaticky.
sv_se: Begränsning till 1 eller 2 kan åtgärda ljudhack på svagare processorer i vissa spel. Lämna på automatisk om nedgång inträffar.
tr: 1 veya 2 ile sınırlandırmak bazı oyunlarda daha zayıf işlemcilerde ses takılmalarını düzeltebilir. Yavaşlama olursa otomatikte bırak.
vi_vn: Việc giới hạn ở mức 1 hoặc 2 có thể khắc phục tình trạng giật âm thanh trên CPU yếu hơn trong một số trò chơi. Để tự động nếu vẫn dính lỗi bị chậm.
zh_tw: 限制為 1 或 2 可能會修復某些遊戲中較弱 CPU 上的音訊卡頓問題。如果發生減速，則保持自動狀態。

# game_options
source: Linear
ca: Linial
es: Lineal
eu_es: Linearra
gl_es: Lineal
hu: Lineáris
it: Lineare
ja_jp: リニア
ko: 선형
nb_no: Lineær
pl: Liniowo
ro_ro: Liniară
sk_sk: Lineárne
sv_se: Linjär
tr: Doğrusal
zh_tw: 線性

# game_options
source: Linear filtering
es: Filtrado lineal
gl_es: Filtrado lineal
hu: Lineáris szűrés
it: Filtraggio lineare
ja_jp: 線形フィルタリング
ko: 선형 필터링
pl: Filtrowanie liniowe
pt_pt: Filtragem linear
ro_ro: Filtrare liniară
sk_sk: Lineárne filtrovanie
sv_se: Linjär filtrering
tr: Doğrusal filtreleme
zh_tw: 線性濾鏡

# game_options
source: Lithuania
gl_es: Lituania
hu: Litvánia
it: Lituania
ko: 리투아니아
pl: Litwa
pt_pt: Lituânia
ro_ro: Lituania
sk_sk: Litva
sv_se: Litauen
tr: Litvanya
vi_vn: Litva

# keys_files
source: Load State
ca: Carregar estat
es: Cargar estado
eu_es: Kargatu Egoera
gl_es: Cargar estado
it: Carica Stato
ja_jp: ステートロード
ko: 상태 로드
nb_no: Last tilstand
pl: Ładowanie stanu
ro_ro: Încarcă stare
sk_sk: Načítať stav

# keys_files
source: Load State Slot 1
ca: Carregar ranura d'estat 1
es: Cagar estado slot 1
eu_es: Kargatu 1 Egoera Zirrikitua
gl_es: Rañura de estado de carga 1
it: Carica Stato Slot 1
ja_jp: ステートロード - スロット 1
ko: 상태 슬롯 1 로드
nb_no: Laste tilstand Spor 1
pl: Ładowanie stanu gniazda 1
ro_ro: Încarcă starea din slotul 1
sk_sk: Načítať slot stavu 1

# game_options
source: Load latest save state on game launch and save state when exiting game.
ca: Carrega l’últim estat desat al joc iniciat i desa l’estat al sortir del mateix.
es: Carga el último estado guardado al iniciar el juego y guarda el estado al salir del juego.
eu_es: Kargatu azken gordetako egoera jokoa hastean eta gode egoera jokotik irtetzean
gl_es: Carga o estado de gardado máis recente ao iniciar o xogo e garda o estado ao saír do xogo.
hu: Töltse be a legújabb mentési állapotot a játék indításakor, és mentse az állapotot a játékból való kilépéskor.
it: Carica l'ultimo salvataggio all'avvio del gioco e salva prima di uscire.
ja_jp: ゲーム開始時にステートを読込み、終了時にステートセーブします (ステートセーブ保存方法－「ゲームごとにセーブ」に設定)
ko: 게임 시작 시 최신 저장 상태를 로드하고, 게임을 종료할 때 상태를 저장합니다.
nb_no: Last inn den nyeste lagringstilstanden når spillet startes, og lagre tilstanden når du avslutter spillet.
pl: Wczytaj najnowszy stan zapisu przy uruchamianiu gry i zapisz stan przy wychodzeniu z gry.
pt_pt: Carregar a save state mais recente ao iniciar o jogo e guardar o estado ao sair do jogo.
ro_ro: Încarcă ultima stare salvată la lansarea jocului și salvează starea la ieșire.
sk_sk: Načítať najnovší uložený stav pri spustení hry a uložiť stav pri ukočení hry.
sv_se: Läs in senaste sparade tillstånd vid spelstart och spara tillstånd när du avslutar spelet.
tr: Oyun başlatıldığında en son durum kaydını yükleyin ve oyundan çıkarken durumu kaydedin.
vi_vn: Tải mới nhất Lưu trạng thái khi khởi chạy trò chơi và lưu trạng thái khi thoát khỏi trò chơi.Tải trạng thái lưu mới nhất khi khởi chạy trò chơi và lưu trạng thái khi thoát khỏi trò chơi.
zh_tw: 啟動遊戲時載入最新存檔並在退出遊戲時存檔。

# game_options
source: Local address and port to receive packets on. Leave this empty if you want to enter it manually in the xemu.toml configuration file.
es: Dirección local y puerto para recibir paquetes. Deje esto vacío si desea introducirlo manualmente en el archivo de configuración xemu.toml.
gl_es: Enderezo local e porto para recibir paquetes. Deixa isto baleiro se queres introducilo manualmente no ficheiro de configuración xemu.toml.
hu: Helyi cím és port a csomagok fogadásához. Hagyja üresen, ha manuálisan kívánja megadni az xemu.toml konfigurációs fájlban.
it: Indirizzo locale e porta per ricevere i pacchetti. Lascialo vuoto se vuoi inserirlo manualmente nel file di configurazione xemu.toml.
ja_jp: パケットを受信するローカル アドレスとポート。 xemu.toml 構成ファイルに手動で入力する場合は、空のままにしておきます
ko: 패킷을 수신할 로컬 주소와 포트입니다. xemu.toml 구성 파일에 수동으로 입력하려면 이 값을 비워두세요.
nb_no: Lokal adresse og port for mottak av pakker. La denne stå tom hvis du vil angi den manuelt i konfigurasjonsfilen xemu.toml.
pl: Lokalny adres i port do odbierania pakietów. Pozostaw to puste, jeśli chcesz wprowadzić go ręcznie w pliku konfiguracyjnym xemu.toml.
pt_pt: Endereço local e porta para receber pacotes. Deixe em branco se quiser para inseri-lo manualmente no arquivo de configuração xemu.toml.
ro_ro: Adresa și portul locale pentru a primi pachetele. Lasă liber dacă vrei să introduci manual în fișierul de configurare xemu.toml.
sv_se: Lokal adress och port att ta emot paket på. Lämna detta tomt om du vill ange det manuellt i konfigurationsfilen xemu.toml.
tr: Paketlerin alınacağı yerel adres ve bağlantı noktası. Xemu.toml yapılandırma dosyasına el ile girmek istiyorsanız bunu boş bırakın.
vi_vn: Địa chỉ cục bộ và cổng để nhận gói tin. Để trống phần này nếu bạn muốn nhập thủ công vào tệp cấu hình xemu.toml.
zh_tw: 接收資料包的本機位址和連接埠。如果您想在 xemu.toml 設定檔中手動輸入，請將此處留空。

# keys_files
source: Lockbar Fire Button
es: Botón de disparo en Lockbar
gl_es: Botón de disparo en Lockbar
hu: Lockbar tűz gomb
it: Pulsante Fuoco Lockbar
ja_jp: ロックバー発射ボタン
ko: 록바 발사 버튼
nb_no: Låsestangens avfyringsknapp
pl: Przycisk Fire na pasku blokady
pt_pt: Botão de disparo da Lockbar
ro_ro: Buton foc Lockbar
sk_sk: Tlačidlo spúšte Lockbar
sv_se: Lockbar skjutknapp
tr: Kilit Ateşleme Düğmesi
vi_vn: Nút bắn Lockbar
zh_tw: Lockbar 開火按鈕

# game_options
source: Long visible screen edge (cm)
es: Borde largo visible de la pantalla (cm)
gl_es: BordO LONGO de pantalla visible (cm)
hu: Hosszú látható képernyőszegély (cm)
it: Lato lungo visibile a schermo (cm)
ja_jp: 画面横端が長い (cm)
ko: 긴 가시 화면 가장자리 (cm)
nb_no: Lang synlig skjermkant (cm)
pl: Długa widoczna krawędź ekranu (cm)
pt_pt: Borda longa do ecrã visível (cm)
ro_ro: Marginea lungă vizibilă a ecranului (cm)
sv_se: Lång synlig skärmkant (cm)
tr: Uzun görünür ekran kenarı (cm)
vi_vn: Cạnh màn hình dài có thể nhìn thấy (cm)
zh_tw: 螢幕可見邊長（公分）

# game_options
source: Low
ca: Baix
es: Bajo
eu_es: Baxua
gl_es: Baixo
hu: Alacsony
it: Basso
ja_jp: 小
ko: 낮음
nb_no: Lav
pl: Słabe
pt_pt: Baixo
ro_ro: Redus
sk_sk: Nízke
sv_se: Låg
tr: Düşük
vi_vn: Thấp
zh_tw: 低

# game_options
source: Low 360p
ca: Baixa 360p
es: 360p Baja
eu_es: Baxua 360p
gl_es: BaixA 360p
hu: Alacsony 360p
it: Bassa 360p
ja_jp: 低 360p
ko: 낮음 360p
nb_no: Lav 360p
pl: Niska 360p
pt_pt: Baixo 360p
ro_ro: Scăzut 360p
sk_sk: Nízke 360p
sv_se: Låg 360p
tr: Düşük 360p
vi_vn: Thấp 360p
zh_tw: 低 360p

# game_options
source: Low-end Computer
es: Ordenador de gama baja
gl_es: Ordenador de gama baixa
hu: Alsó kategóriás számítógép
it: Computer Vecchio
ja_jp: 初心者向けコンピュータ
ko: 하급 컴퓨터
nb_no: Lav-ytelses datamaskin
pl: Komputer niskiej klasy
pt_pt: Computador de baixo custo
ro_ro: Calculator slab
sk_sk: Pomalý počítač
sv_se: Billig dator
tr: Düşük Seviye Bilgisayar
vi_vn: Máy tính cấp thấp
zh_tw: 低階電腦

# game_options
source: Lower values reduce audio latency and improve performance, but can cause audio issues.
ca: Valors més baixos redueixen la latència d’àudio i milloren el rendiment, però poden causar problemes d’àudio.
es: Los valores más bajos reducen la latencia de audio y mejora el rendimiento general, pero pueden causar problemas de sonido.
eu_es: Balio baxuagoak audio latentzia eta eraginkortasuna hobetzen du, baino audio arazoaz ekar ditzake.
gl_es: Os valores máis baixos reducen a latencia de audio e melloran o rendemento, pero poden causar problemas de son.
hu: Az alacsonyabb értékek csökkentik a hang késését és javítják a teljesítményt, de hangproblémákat okozhatnak.
it: Valori bassi riducono la latenza audio e migliorano la performance, ma possono causare problemi audio.
ja_jp: 数値を下げると、動作向上しますが音声の不具合がでる場合があります
ko: 값이 낮을수록 오디오 대기 시간이 줄어들고 성능이 향상되지만, 오디오 문제가 발생할 수 있습니다.
nb_no: Lavere verdier reduserer lydforsinkelsen og forbedrer ytelsen, men kan forårsake lydproblemer.
pl: Niższe wartości zmniejszają opóźnienia dźwięku i poprawiają.
pt_pt: Valores mais baixos reduzem a latência do aúdio e melhoram o desempenho, mas podem causar problemas de som.
ro_ro: Valori mai mici reduc latența audio și îmbunătățesc performanța, dar pot cauza probleme audio.
sk_sk: Nižšie hodnoty znižujú latenciu zvuku a zlepšujú výkon, ale môžu spôsobiť problémy so zvukom.
sv_se: Lägre värden minskar ljudfördröjningen och förbättrar prestandan, men kan orsaka ljudproblem.
tr: Daha düşük değerler ses gecikmesini azaltır ve performansı artırır ancak ses sorunlarına neden olabilir.
vi_vn: Giá trị thấp hơn giúp giảm độ trễ âm thanh và cải thiện hiệu suất nhưng có thể gây ra sự cố âm thanh.
zh_tw: 較低的值可以減少音訊延遲並提高效能，但可能會導致音訊問題。

# game_options
source: Lunar Ignore Brightness Color Fix
ca: Ignorar la correcció de color de lluentor a Lunar
eu_es: Lunar Argitasun koloreari kasurik ez egin Konponketa
it: Fix Lunar Ignora Luminosità
ja_jp: Lunar ブライトネスカラーを無視する修正
ko: 달의 밝기 무시 색상 수정
nb_no: Lunar Ignore Lysstyrke Fargekorrigering
pt_pt: Lunar - Ignorar correção da cor de brilho
tr: Lunar Parlaklık Renk Düzeltmesini Yoksay

# game_options
source: Luxembourg
gl_es: Luxemburgo
hu: Luxemburg
it: Lussemburgo
ko: 룩셈부르크
pl: Luksemburg
pt_pt: Luxemburgo
ro_ro: Luxemburg
sk_sk: Luxembursko
sv_se: Luxemburg
tr: Lüksemburg

# game_options
source: Lynx 128k
ko: 링스 128k

# game_options
source: Lynx 48k
ko: 링스 48k

# game_options
source: Lynx 96k
ko: 링스 96k

# game_options
source: M.A.C.S. Rifle
ca: Rifle MACS
es: Rifle M.A.C.S
eu_es: M.A.C.S. Eskupeta
it: Fucile M.A.C.S.
ja_jp: M.A.C.S. .ライフル
ko: M.A.C.S. 소총
nb_no: M.A.C.S.-geværet
pl: Karabin M.A.C.S.
pt_pt: Espingarda M.A.C.S.
sk_sk: M.A.C.S. puška
sv_se: M.A.C.S.-gevär
tr: M.A.C.S. Tüfek

# game_options
source: MAC MODEL
ca: MODEL DE MAC
es: MODELO DE MAC
eu_es: MAC MODELOA
gl_es: MODELO MAC
hu: MAC MODELL
it: MODELLO MAC
ja_jp: MAC モデル
ko: 맥 모델
nb_no: MAC-MODELL
pl: MODEL MAC
pt_pt: MODELO DO MAC
ro_ro: MODEL MAC
sk_sk: Model Mac
sv_se: MAC-MODELL
tr: MAC MODELİ
vi_vn: MÔ HÌNH MAC

# game_options
source: MAME (ASIC YM3438)
ko: 마메 (ASIC YM3438)

# game_options
source: MAME (Enhanced YM3438)
gl_es: MAME (YM3438 mellorado)
ja_jp: MAME (強化版 YM3438)
ko: 마메 (향상된 YM3438)
nb_no: MAME (forbedret YM3438)
pt_pt: MAME (YM3438 Aprimorado)
ro_ro: MAME (YM3438 îmbunătățit)
sk_sk: MAME (rozšírené YM3438)
sv_se: MAME (förbättrad YM3438)
tr: MAME (Gelişmiş YM3438)
vi_vn: MAME (YM3438 Tăng cường)

# game_options
source: MAME (YM2612)
ko: 마메 (YM2612)

# game_options
source: MAME Detect
ca: Detecció MAME
es: Detección MAME
eu_es: MAME Detekzioa
hu: MAME Érzékelés
it: Diretto MAME
ja_jp: MAME 検出
ko: 마메 감지
pt_pt: Detetar MAME
ro_ro: Detectează MAME
sk_sk: MAME detekcia
sv_se: MAME detektera
tr: MAME Tanı

# game_options
source: MANUAL TEXTURE SAMPLING
es: MUESTREO MANUAL DE TEXTURA
eu_es: ESKUZKO TESTUREN SANPLEATZEA
gl_es: MOSTRAXE MANUAL DE TEXTURA
hu: KÉZI TEXTÚRA MINTAVÉTELEZÉS
it: SAMPLING TEXTURE MANUALE
ja_jp: 手動テクスチャサンプリング
ko: 수동 텍스처 샘플링
nb_no: MANUELL PRØVETAKING AV TEKSTUR
pl: RĘCZNE PRÓBKOWANIE TEKSTUR
pt_pt: AMOSTRA MANUAL DE TEXTURA
ro_ro: EȘANTIONARE MANUALĂ A TEXTURILOR
sk_sk: Manuálne vzorkovanie textúr
sv_se: MANUELL TEXTURSAMPLING
tr: EL İLE DOKU ÖRNEKLEMESİ
vi_vn: LẤY MẪU HỌA TIẾT THỦ CÔNG
zh_tw: 手動紋理採樣

# game_options
source: MAX (as many as possible)
ca: MAX (tants com sigui possible)
es: MÁX. (tanto como sea posible)
eu_es: MAX (ahal den bezaibeste)
gl_es: MAX (tanto como sexa posible)
hu: MAX (a lehető legtöbb)
it: MAX (tanti quanto possibile)
ja_jp: MAX（可能な限り）
ko: 최대 (가능한 한 많이)
nb_no: MAX (så mange som mulig)
pl: MAX (jak najwięcej)
pt_pt: MÁXIMO (o maior número possível)
ro_ro: MAX (cât de mult posibil)
sk_sk: Max (najviac ako je možné)
sv_se: MAX (så många som möjligt)
tr: AZM (mümkün olduğunca çok)
vi_vn: TỐI ĐA (nhiều nhất có thể)
zh_tw: 最大化(盡可能多的)

# game_options
source: MAX POWER SAVING CPU-PREEMPTIONS
es: PREFERENCIAS DE CPU PARA AHORRO MÁXIMO DE ENERGÍA
eu_es: ENERGIA AURREZTE CPU-LEHENTASUNAK
gl_es: PREFERENCIAS DA CPU PARA O MÁXIMO AFORRO DE ENERXÍA
hu: MAXIMÁLIS ENERGIATAKARÉKOS CPU ELŐZMÉNYEK
ja_jp: 最大省電力 CPUプログラム(タスク) 切り替え
ko: 최대 전력 절약 CPU 선점
nb_no: MAKS STRØMSPARING CPU-FORHÅNDSINNSTILLINGER
pl: MAKSYMALNE OGRANICZENIE POBORU MOCY
pt_pt: PREEMPÇÕES DE CPU DE ECONOMIA MÁXIMA DE ENERGIA
ro_ro: PREEMPȚII ECONOMISIRE DE ENERGIE MAXIMĂ CPU
sk_sk: Maximálna úspora energie procesora
sv_se: Max strömsparande CPU-preemptions
tr: AZM GÜÇ TASARRUFLU CPU ÖNLEMLERİ
vi_vn: TIẾT KIỆM ĐIỆN
zh_tw: 最大程度節省 CPU 搶佔

# game_options
source: MAXIMUM FRAMERATE
es: VELOCIDAD DE FOTOGRAMAS MÁXIMA
gl_es: VELOCIDADE DE FOTOGRAMAS MÁXIMA
hu: MAXIMÁLIS KÉPKOCKASEBESSÉG
it: MASSIMO FRAMERATE
ja_jp: 最大フレームレート
ko: 최대 프레임 속도
nb_no: MAKSIMAL BILDEFREKVENS
pl: MAKSYMALNA LICZBA KLATEK
pt_pt: TAXA DE FPS MÁXIMA
ro_ro: RATĂ DE CADRE MAXIMĂ
sk_sk: Maximálna frekvencia
sv_se: MAXIMAL BILDFREKVENS
tr: EN YÜKSEK KARE ORANI
vi_vn: TỐC ĐỘ KHUNG HÌNH TỐI ĐA
zh_tw: 最大影格率

# game_options
source: MEDIA TYPE
ca: TIPUS DE MITJÀ
es: TIPO DE MEDIO
eu_es: MEDIA MOTA
gl_es: TIPO DE MEDIO
hu: MÉDIA TÍPUS
it: TIPOLOGIA DI MEDIA
ja_jp: メディアタイプ
ko: 미디어 유형
nb_no: MEDIETYPE
pl: RODZAJ MEDIÓW
pt_pt: TIPO DE MEDIA
ro_ro: TIP MEDIA
sk_sk: Typ média
sv_se: MEDIATYP
tr: MEDYA TÜRÜ
vi_vn: TRUYỀN THÔNG ĐA PHƯƠNG TIỆN
zh_tw: 媒體類型

# game_options
source: MEMORY CARD MODE
ca: MODE DE TARGETA DE MEMÒRIA
es: MODO DE TARJETA DE MEMORIA
eu_es: MEMORIA TXARTEL MODUA
gl_es: MODO DE TARXETA DE MEMORIA
hu: MEMÓRIAKÁRTYA ÜZEMMÓD
it: MODALITÀ MEMORY CARD
ja_jp: メモリーカードモード
ko: 메모리 카드 모드
nb_no: MINNEKORTMODUS
pl: TRYB KARTY PAMIĘCI
pt_pt: MODO DE CARTÃO DE MEMÓRIA
ro_ro: MOD CARD DE MEMORIE
sk_sk: Režim pamäťovej karty
sv_se: MINNESKORTSLÄGE
tr: HAFIZA KARTI MODU
vi_vn: CHẾ ĐỘ THẺ NHỚ
zh_tw: 記憶卡模式

# game_options
source: MEMORY MANAGEMENT UNIT
ca: UNITAT DE GESTIÓ DE MEMÒRIA
es: UNIDAD DE GESTIÓN DE MEMORIA
eu_es: MEMORIA KUDEAKETA UNITATEA
gl_es: UNIDADE DE XESTIÓN DA MEMORIA
hu: MEMÓRIAKEZELŐ EGYSÉG
it: UNITÀ DI GESTIONE MEMORIA
ja_jp: メモリ管理ユニット
ko: 메모리 관리 장치
nb_no: MINNEADMINISTRASJONSENHET
pl: JEDNOSTKA ZARZĄDZANIA PAMIĘCIĄ
pt_pt: UNIDADE DE GERENCIAMENTO DE MEMÓRIA
ro_ro: UNITATEA DE MANAGEMENT A MEMORIEI
sk_sk: Jednotka správy pamäte
sv_se: ENHET FÖR MINNESHANTERING
tr: BELLEK YÖNETİM BİRİMİ
vi_vn: ĐƠN VỊ QUẢN LÝ BỘ NHỚ
zh_tw: 記憶體管理單元

# game_options
source: MEMORY SLOT
ca: RANURA DE MEMÒRIA
es: RANURA DE MEMORIA
eu_es: MEMORIA ZIRRIKITUA
gl_es: RAÑURA DE MEMORIA
hu: MEMÓRIA foglalat
it: SLOT MEMORIA
ja_jp: メモリスロット
ko: 메모리 슬롯
nb_no: MINNEPLASS
pl: GNIAZDO PAMIĘCI
pt_pt: SLOT DE MEMÓRIA
ro_ro: SLOT MEMORIE
sk_sk: Pamäťový slot
sv_se: MINNESPLATS
tr: BELLEK YUVASI
vi_vn: KHE NHỚ
zh_tw: 記憶體插槽

# game_options
source: MENU SOUNDS
es: SONIDOS DE MENÚ
eu_es: MENU SOINUAK
gl_es: SONS DE MENÚ
hu: MENÜ HANGOK
it: SUONI MENU
ja_jp: メニューサウンド
ko: 메뉴 사운드
nb_no: MENY LYDER
pl: DŹWIĘKI MENU
pt_pt: SOMS DO MENU
ro_ro: SUNET ÎN MENIU
sk_sk: Zvuky ponuky
sv_se: MENYLJUD
tr: MENÜ SESLERİ
vi_vn: MENU ÂM THANH
zh_tw: 選單聲音

# game_options
source: MIDI OUTPUT
ca: SORTIDA MIDI
es: SALIDA MIDI
eu_es: MIDI IRTEERA
gl_es: SAÍDA MIDI
hu: MIDI KIMENET
it: USCITA MIDI
ja_jp: MIDI 出力
ko: 미디 출력
nb_no: MIDI UTGANG
pl: WYJŚCIE MIDI
pt_pt: SAÍDA MIDI
ro_ro: IEȘIRE MIDI
sk_sk: MIDI výstup
sv_se: MIDI-UTGÅNG
tr: MIDI ÇIKIŞI
vi_vn: Đầu ra MIDI
zh_tw: MIDI輸出

# game_options
source: MIPMAPPING
ja_jp: ミップマッピング
ko: 밉맵핑
tr: EŞLEME TÜRÜ

# game_options
source: MISSILE COMMAND 3D VR
ko: 미사일 커맨드 3D VR
pt_pt: COMANDO DE MÍSSEIS 3D VR
tr: MISSILE COMMAND 3B VR

# game_options
source: MODEL
es: MODELO
eu_es: MODELOA
gl_es: MODELO
hu: MODELL
it: MODELLO
ja_jp: モデル
ko: 모델
nb_no: MODELL
pt_pt: MODELO
sv_se: MODELL
vi_vn: THIẾT KẾ
zh_tw: 機型

# game_options
source: MODEL TYPE
ca: TIPUS DE MODEL
es: TIPO DE MODELO
eu_es: MODELO MOTA
gl_es: TIPO DE MODELO
hu: MODELLTÍPUS
it: TIPOLOGIA DI MODELLO
ja_jp: モデルタイプ
ko: 모델 유형
nb_no: MODELLTYPE
pl: TYP MODELU
pt_pt: TIPO DE MODELO
ro_ro: TIP MODEL
sk_sk: Typ modelu
sv_se: MODELLTYP
tr: MODEL TÜRÜ
vi_vn: LOẠI MÔ HÌNH

# game_options
source: MODERN PEDAL CONTROLS
ca: CONTROLS DE PEDAL MODERNS
es: CONTROLES DE PEDAL MODERNOS
eu_es: PEDAL KONTROL MODERNOAK
gl_es: CONTROIS DE PEDAIS MODERNOS
it: CONTROLLI PEDALE MODERNO
ja_jp: ペダル制御設定
ko: 현대식 페달 컨트롤
nb_no: MODERNE PEDALKONTROLLER
pl: NOWOCZESNE STEROWANIE PEDAŁAMI
ro_ro: CONTROALE MODERNE PEDALĂ
sk_sk: Moderné pedálové ovládače
sv_se: MODERNA PEDALREGLAGE
tr: MODERN PEDAL KONTROLLERİ

# game_options
source: MOUNT CACHE
es: AUMENTO DE CACHÉ
gl_es: AUMENTO DE CACHE
hu: GYORSÍTÓTÁR CSATLAKOZTATÁSA
it: MONTA CACHE
ja_jp: キャッシュマウント
ko: 캐시 마운트
pl: Montuj pamięć podręczną
pt_pt: MONTE CACHE
ro_ro: MONTEAZĂ CACHE
sk_sk: Pripojiť cache
sv_se: MONTERA CACHE
tr: ÖNBELLEĞİ BAĞLA
zh_tw: 掛載快取

# game_options
source: MOUSE AS WIIMOTE POINTER
ca: RATOLÍ COM CURSOR WIIMOTE
es: RATÓN COMO PUNTERO WIIMOTE
eu_es: XAGUA WIIMOTE ERAKUSLE BEZALA
gl_es: RATO COMO PUNTEIRO DE WIIMOTE
hu: EGÉR, MINT WIIMOTE MUTATÓ
it: MOUSE COME PUNTATORE WIIMOTE
ja_jp: マウスをWiiリモコンにする
ko: 위모트 좌표를 마우스로
nb_no: MUS SOM WIIMOTE-PEKER
pl: MYSZ JAKO WSKAŹNIK WIIMOTE'A
pt_pt: RATO COMO PONTEIRO DO WIIMOTE
ro_ro: MAUSUL CA CURSOR WII
sk_sk: Myš ako ukazovateľ Wiimote
sv_se: MUS SOM WIIMOTE-PEKARE
tr: WIIMOTE KUMANDASI OLARAK FARE
vi_vn: CHUỘT NHƯ CON TRỎ WIIMOTE
zh_tw: 滑鼠用為WIIMOTE指標

# game_options
source: MOUSE SPEED
ca: VELOCITAT DE RATOLÍ
es: VELOCIDAD DEL RATÓN
eu_es: XAGU ABIADURA
gl_es: VELOCIDADE DO RATO
hu: EGÉR SEBESSÉG
it: VELOCITÀ MOUSE
ja_jp: マウス移動速度
ko: 마우스 속도
nb_no: MUSENS HASTIGHET
pl: PRĘDKOŚĆ MYSZY
pt_pt: VELOCIDADE DO RATO
ro_ro: VITEZĂ MAUS
sk_sk: Rýchlosť myši
sv_se: MUSHASTIGHET
tr: FARE HIZI
vi_vn: TỐC ĐỘ CHUỘT
zh_tw: 滑鼠速度

# game_options
source: MST
ko: 산악 표준시

# game_options
source: MULTISCREENS
es: MULTIPANTALLAS
gl_es: MULTIPANTALLAS
hu: TÖBBKÉPERNYŐK
it: SCHERMI MULTIPLI
ja_jp: マルチスクリーン
ko: 멀티스크린
nb_no: MULTISKJERMER
pl: MULTIEKRANY
pt_pt: MÚLTIPLOS ECRÃS
ro_ro: ECRANE MULTIPLE
sk_sk: Viac obrazoviek
sv_se: MULTISKÄRMAR
tr: ÇOKLU EKRANLAR
zh_tw: 多螢幕

# game_options
source: MULTITAP
ja_jp: マルチタップ
ko: 멀티탭
ro_ro: MULTI-ATINGERE
zh_tw: 多點觸控

# game_options
source: MULTITHREADED RSX
es: MULTIPROCESO RSX
eu_es: HARI ANITZEKO RSX-A
gl_es: RSX MULTIHILO
hu: TÖBBSZÁLAS RSX
it: RSX MULTITHREADED
ja_jp: マルチスレッド RSX
ko: 멀티스레드 RSX
nb_no: RSX MED FLERE TRÅDER
pl: WIELOWĄTKOWY RSX
ro_ro: RSX PE MAI MULTE FIRE DE EXECUȚIE
sk_sk: Viacvláknové RSX
sv_se: FLERTRÅDIG RSX
tr: ÇOKLU İŞ PARÇACIKLI RSX
vi_vn: RSX ĐA LUỒNG
zh_tw: 多執行緒 RSX

# game_options
source: MUSIC VOLUME
es: VOLUMEN DE LA MÚSICA
gl_es: VOLUME DE MÚSICA
hu: ZENE HANGEREJE
it: VOLUME MUSICA
ja_jp: BGM音量
ko: 음악 볼륨
nb_no: MUSIKKVOLUM
pl: GŁOŚNOŚĆ MUZYKI
pt_pt: VOLUME DA MÚSICA
ro_ro: VOLUM MUZICĂ
sk_sk: Hlasitosť hudby
sv_se: MUSIKVOLYM
tr: MÜZİK SES SEVİYESİ
vi_vn: ÂM LƯỢNG ÂM NHẠC
zh_tw: 音樂音量

# game_options
source: Mac 128k (128kb RAM, 2 LD Floppies)
ca: Mac 128k (128kb RAM, 2 disquets LD)
eu_es: Mac 128k (128kb RAM, 2 LD Floppy-ak)
ja_jp: Mac 128k (128KBメモリ,2 LD FD)
ko: 맥 128k (128kb 램, 2 LD 플로피)
nb_no: Mac 128k (128 kb RAM, 2 LD-disketter)
pl: Mac 128k (128kb RAM, 2 dyskietki LD)
pt_pt: Mac 128k (128kb RAM, 2 disquetes LD)
sk_sk: Mac 128k (128kb RAM, 2 LD mechaniky)
sv_se: Mac 128k (128kb RAM, 2 LD-disketter)
tr: Mac 128k (128kb RAM, 2 LD Disket)

# game_options
source: Mac 512k (512kb RAM, 2 LD Floppies)
ca: Mac 512k (512kb RAM, 2 disquets LD)
eu_es: Mac 512k (512kb RAM, 2 LD Floppy-ak)
ja_jp: Mac 512k (512KBメモリ,2 LD FD)
ko: 맥 512k (512kb 램, 2 LD 플로피)
nb_no: Mac 512k (512 kb RAM, 2 LD-disketter)
pl: Mac 512k (512kb RAM, 2 dyskietki LD)
pt_pt: Mac 512k (512kb RAM, 2 disquetes LD
sk_sk: Mac 512k (512kb RAM, 2 LD mechaniky)
sv_se: Mac 512k (512kb RAM, 2 LD-disketter)
tr: Mac 512k (512kb RAM, 2 LD Disket)
