Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Enhancement. Upscale textures.
ca: Millora. Escala textures.
es: Mejora. Mejora texturas.
eu_es: Hobekuntza. Eskalatu testurak
gl_es: Mellora. Mellora texturas.
hu: Fokozás. Textúrák felskálázása.
it: Miglioramento. Upscale le texture.
ja_jp: 強化：テクスチャをアップスケールします
ko: 향상. 고급 텍스처.
nb_no: Forbedring. Eksklusive teksturer.
pl: Usprawnienie. Podwyższona jakość tekstur.
pt_pt: Melhoria. Texturas de alto nível.
ro_ro: Îmbunătățire. Scalează în sus texturile.
sk_sk: Rozšírenie. Zväčšenie textúr.
sv_se: Förbättring. Uppskalning av texturer.
tr: İyileştirme. Dokuları yükselt.
vi_vn: Tăng cường. Nâng cấp họa tiết.
zh_tw: 增強。升級紋理。

# game_options
source: Enhancement. Upscales screen textures (2D games only).
ca: Millora Escala textures de pantalla (només jocs 2D).
es: Mejora. Mejora las texturas en pantalla (sólo juegos 2D)
eu_es: Hobekuntza. Pantailako testurak eskalatzen ditu (2D jokuak bakarrik).
gl_es: Mellora. Aumenta as texturas da pantalla (só xogos 2D).
hu: Fejlesztés. Képernyőtextúrák feljavítása (csak 2D-s játékok).
it: Miglioramento. Upscale le texture schermo (solo giochi 2D).
ja_jp: 強化：スクリーンテクスチャをアップスケール（2Dゲームのみ）
ko: 향상. 화면 텍스처를 업스케일합니다 (2D 게임만 해당).
nb_no: Forbedring. Skalerer opp skjermteksturer (kun 2D-spill).
pl: Usprawnienie. Poprawia jakość tekstur (tylko gry 2D).
pt_pt: Melhoria. Melhora as texturas do ecrã(somente jogos 2D).
ro_ro: Îmbunătățire. Scalează în sus texturile de pe ecran (doar pentru jocurile 2D).
sk_sk: Rozšírenie. Zväčší textúry obrazovky (iba 2D hry)
sv_se: Förbättring. Skalar upp skärmtexturer (endast 2D-spel).
tr: İyileştirme. Ekran dokularını yükselt (Sadece 2D oyunlar).
vi_vn: Tăng cường. Cải thiện chi tiết trên màn hình (chỉ trò chơi 2D).
zh_tw: 增強。升級螢幕紋理(僅限2D遊戲)。

# game_options
source: Enhancement. Upscales textures on 3D objects.
ca: Millora. Escala textures a objectes 3D.
es: Mejora. Mejora las texturas de los objetos 3D.
eu_es: Hobekuntza. Testurak eskalatzen ditu 3D objektuetan
gl_es: Mellora. Aumenta as texturas en obxectos 3D.
hu: Fokozás. A 3D objektumok textúráit feljavítja.
it: Miglioramento. Migliora la scalatura delle texture per oggetti 3D.
ja_jp: 強化：3Dオブジェクトのテクスチャをアップスケールします
ko: 향상. 3D 개체의 텍스처를 업스케일합니다.
nb_no: Forbedring. Oppskalerer teksturer på 3D-objekter.
pl: Usprawnienie. Poprawia jakość tekstur na obiektach 3D.
pt_pt: Melhoria. Aumenta as texturas em objetos 3D.
ro_ro: Îmbunătățire. Scalează în sus texturile pe obiectele 3D.
sk_sk: Rozšírenie. Zväčší textúry na 3D objektoch.
sv_se: Förbättring. Förbättrar texturer på 3D-objekt.
tr: İyileştirme. 3B nesnelerdeki dokuları yükselt.
vi_vn: Tăng cường. Nâng cao kết cấu trên các đối tượng 3D.
zh_tw: 增強。升級3D物件上的紋理。

# game_options
source: Ensure every frame the console renders is displayed to screen.
es: Asegura que cada fotograma que renderiza la consola se muestra en la pantalla.
eu_es: Ziurtatu kontsolak renderizatzen duen fotograma bakoitza erakusten dela pantailan.
gl_es: Asegura de que cada fotograma que renderiza a consola se Amosa na pantalla.
hu: Biztosítsa, hogy a konzol által renderelt minden képkocka megjelenjen a képernyőn.
it: Assicura che ogni fotogramma che la console renderizza sia visualizzato a schermo.
ja_jp: コンソールがレンダリングするすべてのフレームが画面に表示されるようにします
ko: 콘솔이 렌더링하는 모든 프레임이 화면에 표시되는지 확인하세요.
nb_no: Sørg for at alle bilder som konsollen gjengir, vises på skjermen.
pl: Upewnij się, że każda klatka renderowana przez konsolę jest wyświetlana na ekranie.
pt_pt: Certificar que cada frame renderizado pela consola seja exibido no ecrã.
ro_ro: Asigură-te că fiecare cadru redat de consolă este afișat pe ecran.
sk_sk: Zabezpečiť, aby sa na obrazovke zobrazil každý snímok, ktorý konzola vykreslí.
sv_se: Se till att varje bildruta som konsolen renderar visas på skärmen.
tr: Konsolun oluşturduğu her karenin ekranda görüntülendiğinden emin olun.
vi_vn: Đảm bảo mọi khung hình mà bảng điều khiển hiển thị đều được hiển thị trên màn hình.
zh_tw: 確保主機算繪的每一幀都顯示在螢幕上。

# game_options
source: Entex AdventureVision cartridges
ca: Cartutxos Entex AdventureVision
es: Cartuchos Entex AdventureVision
eu_es: Entex AdventureVision kartutxoak
gl_es: Cartuchos Entex AdventureVision
hu: Entex AdventureVision kazetták
it: Cartuccie Entex AdventureVision
ja_jp: Entex AdventureVision カートリッジ
ko: 엔텍스 어드벤처비전 카트리지
nb_no: Entex AdventureVision-kassetter
pl: Kartridże Entex AdventureVision
pt_pt: Cartuchos Entex AdventureVision
ro_ro: Cartele Entex AdventureVision
sk_sk: Entex AdventureVision kartridže
sv_se: Entex AdventureVision-kassetter
tr: Entex AdventureVision kartuşları
zh_tw: Entex AdventureVision 卡匣

# game_options
source: Epoch Game Pocket Computer cartridges
ca: Cartutxos Epoch Game Pocket Computer
es: Cartuchos Epoch Game Pocket Computer
eu_es: Epoch Game Pocket Computer kartutxoak
gl_es: Cartuchos Epoch Game Pocket Computere
hu: Epoch Game Pocket Computer kazetták
it: Cartucce Epoch Game Pocket Computer
ja_jp: エポック ゲームポケットコンピュータ カートリッジ
ko: 에포크 게임 포켓 컴퓨터 카트리지
nb_no: Epoch Game Pocket Computer-kassetter
pl: Kartridże Epoch Game Pocket Computer
pt_pt: Cartuchos Epoch Game Pocket Computer
ro_ro: Cartele Epoch Game Pocket Computer
sk_sk: Epoch Game Pocket Computer kartridže
sv_se: Epoch Game Pocket Computer-kassetter
tr: Epoch Game Pocket Computer kartuşları
zh_tw: Epoch Game Pocket Computer 卡匣

# game_options
source: Estonia
hu: Észtország
ko: 에스토니아
pt_pt: Estónia
sk_sk: Estónsko
sv_se: Estland
tr: Estonya

# game_options
source: Europe
ca: Europa
es: Europa
eu_es: Europa
gl_es: Europa
hu: Európa
it: Europa
ja_jp: ヨーロッパ
ko: 유럽
nb_no: Europa
pl: Europa
pt_pt: Europa
ro_ro: Europa
sk_sk: Európa
sv_se: Europa
tr: Avrupa
vi_vn: Châu Âu

# game_options
source: European (Cent/East) [W-1250]
ca: European (Cent/Est) [W-1250]
es: Europeo (Centro/Este) [W-1250]
eu_es: Europearra (Erd/Eki) [W-1250]
gl_es: Europeo (Cent/East) [W-1250]
hu: Európai (Cent/Kelet) [W-1250]
it: Europeo (Centro/Est) [W-1250]
ja_jp: ヨーロッパ（セント/イースト）[W-1250]
ko: 유럽 (중앙/동부) [W-1250]
nb_no: Europeisk (Cent/Øst) [W-1250]
pl: Europejski (Cent/Wschód) [W-1250]
pt_pt: Europeu (Centro leste) [W-1250]
ro_ro: Europeană (Central/Estic) [W-1250]
sk_sk: Európske (stred/východ) [W-1250]
sv_se: Europeisk (Cent/Öst) [W-1250]
tr: Avrupa (Orta/Doğu) [W-1250]
vi_vn: Châu Âu (Cent/East) [W-1250]

# game_options
source: European (Western)
ca: European (Occidental)
es: Europeo (Occidental)
eu_es: Europearra (Mendebaldea)
gl_es: Europeo (occidental)
hu: Európai (nyugati)
it: Europeo (Ovest)
ja_jp: ヨーロッパ（西部）
ko: 유럽 (서부)
nb_no: Europeisk (vestlig)
pl: Europejski (Zachodni)
pt_pt: Europeu (ocidental)
ro_ro: Europeană (Vestic)
sk_sk: Európske (západné)
sv_se: Europeisk (västlig)
tr: Avrupa (Batı)
vi_vn: Châu Âu (phương Tây)

# game_options
source: Even
ca: Igualat
es: Iguales
eu_es: Uniformea
gl_es: Mesmo
hu: Egyenletes
it: Paritetico
ja_jp: 均一表示
ko: 일정
nb_no: Lik
pl: Równo
pt_pt: Uniforme
ro_ro: În mod egal
sk_sk: Párne
sv_se: Jämna
tr: Çift
vi_vn: Như nhau
zh_tw: 平的

# game_options
source: Even Pixels
eu_es: Pixel erregularrak
gl_es: Incluso píxeles
it: Pixels Pari
ja_jp: 偶数ピクセル
ko: 일정한 픽셀
nb_no: Jevne piksler
pl: Równomierne piksele
pt_pt: Pixeis equivalentes
ro_ro: Pixelii pari
sk_sk: Párne pixely
sv_se: Jämna bildpunkter
tr: Çift Piksel
zh_tw: 偶數畫素

# game_options
source: Exclusive Ubershaders
ca: Ubershaders exclusivos
es: Ubershaders exclusivos
eu_es: Ubershader esklusiboak
gl_es: Ubershaders Exclusivos
hu: Exkluzív Ubershaderek
it: Esclusivamente Ubershaders
ja_jp: 排他的(専用)US
ko: 우버셰이더 전용
nb_no: Eksklusive Ubershaders
pl: Ekskluzywne Ubershaders
pt_pt: Ubershaders Exclusivos
ro_ro: Ubershadere exclusive
sk_sk: Exkluzívne Ubershaders
sv_se: Exklusiva Ubershaders
tr: Seçkin Üstün Gölgelendiriciler
vi_vn: Ubershaders chọn lọc
zh_tw: 獨家超級著色器

# keys_files
source: Exit Dolphin
es: Salir de Dolphin
gl_es: Saír de Dolphin
it: Esci da Dolphin
ja_jp: Dolphin を終了
ko: 돌핀 나가기
nb_no: Avslutt Dolphin
pl: Wyjdź z Dolphin
ro_ro: Ieși din Dolphin
sk_sk: Ukončiť Dolphin

# keys_files
source: Exit Dosbox-X
es: Salir de Dosbox-X
eu_es: Irten Dosbox-X
gl_es: Saír de Dosbox-X
it: Esci da Dosbox-X
ja_jp: Dosbox-X を終了
ko: 도스박스-X 나가기
nb_no: Avslutt Dosbox-X
pl: Wyjdź z Dosbox-X
ro_ro: Ieși din Dosbox-X
sk_sk: Ukončiť Dosbox-X

# keys_files
source: Exit Drastic
ca: Sortir de Drastic
es: Salir de Drastic
eu_es: Irten Drastic-etik
gl_es: Saír de Drastic
it: Uscita Drastica
ja_jp: Drastic を終了
ko: 드라스틱 나가기
nb_no: Avslutt drastisk
pl: Zamknięcie Drastic
ro_ro: Ieșire Drastic
sk_sk: Ukončiť Drastic

# keys_files
source: Exit Duckstation
ca: Sortir de Duckstation
es: Salir de Duckstation
eu_es: Irten Duckstation-etik
gl_es: Saír de Duckstation
it: Esci da Duckstation
ja_jp: Duckstation を終了
ko: 덕스테이션 나가기
nb_no: Gå ut av Duckstation
pl: Zamknięcie Duckstation
ro_ro: Ieși din Duckstation
sk_sk: Ukončiť Duckstation

# keys_files
source: Exit Game
ko: 게임 나가기
pl: Wyjście z gry

# keys_files
source: Exit Steam
es: Salir de Steam
gl_es: Sae de Steam
it: Esci da Steam
ja_jp: Steamを終了
ko: 스팀 나가기
nb_no: Lukk Steam
pl: Opuść Steam
ro_ro: Ieși din Steam
sk_sk: Ukončiť Steam

# keys_files
source: Exit emulator
ca: Sortir de l'emulador
es: Salir de emulador
eu_es: Irten emuladorea
gl_es: Saír do emulador
hu: Kilépés az emulátorból
it: Esci dall'emulatore
ja_jp: エミュレータを終了
ko: 에뮬레이터 나가기
nb_no: Avslutt emulatoren
pl: Zamknięcie emulatora
pt_pt: Sair do emulador
ro_ro: Ieși din emulator
sk_sk: Ukončiť emulátor
sv_se: Avsluta emulatorn
tr: Emülatörden çık
vi_vn: Thoát trình giả lập
zh_tw: 退出模擬器

# keys_files
source: Exit emulator using SDL
ca: Sortir de l'emulador usant SDL
es: Salir de emulador usando SDL
eu_es: Irten emuladoretik SDL erabiliz
gl_es: Sair do emulador usando SDL
it: Esci dall'emuratore mediante SDL
ja_jp: SDL を使用してエミュレータを終了
ko: SDL 사용 중인 에뮬레이터 나가기
nb_no: Avslutt emulatoren ved hjelp av SDL
pl: Zamknięcie emulatora za pomocą SDL
ro_ro: Ieși din emulator folosind SDL
sk_sk: Ukončiť emulátor pomocou SDL

# keys_files
source: Exit game
es: Salir del juego
gl_es: Saír do xogo
it: Esci dal gioco
ja_jp: ゲームを終了
ko: 게임 나가기
nb_no: Avslutt spillet
pl: Wyjdź z gry
ro_ro: Ieși din joc
sk_sk: Ukončiť hru

# keys_files
source: Exit running Flatpak
es: Salir de Flatpak
gl_es: Sae executando Flatpak
it: Esci dall'esecuzione Flatpak
ja_jp: Flatpakを終了する
ko: 실행 중인 플랫팩 나가기
nb_no: Lukk kjørende Flatpak
pl: Opuść działającego Flatpaka
ro_ro: Ieși rulând Flatpak
sk_sk: Ukončiť bežiaci Flatpak

# keys_files
source: Exit the emulator
ca: Sortir de l'emulador
es: Salir de emulador
eu_es: Irten emuladoretik
gl_es: Sair do emulador
it: Esci dall'emulatore
ja_jp: エミュレータを終了
ko: 에뮬레이터 나가기
nb_no: Avslutt emulatoren
pl: Zamknięcie emulatora
ro_ro: Ieși din emulator
sk_sk: Ukončiť emulátor

# game_options
source: Export
hu: Exportálás
ko: 내보내기
pt_pt: Exportar
sv_se: Exportera
tr: Dışa aktar
zh_tw: 導出

# game_options
source: Extend the game screen area, similar to the Master System.
ca: Extén l’àrea de la pantalla de joc, similar a la Master System.
es: Extiende el área de la pantalla de juego, similar a la Master System.
eu_es: Zabaldu jokatzeko pantailaren azalera, Master System-aren antzera
gl_es: Amplía a área da pantalla do xogo, de xeito similar a Master System.
hu: Bővítse ki a játék képernyőterületét, hasonlóan a Master Systemhez.
it: Estendi l'area schermo di gioco, simile al Master System.
ja_jp: マスターシステムのようにゲーム画面領域を拡張します
ko: 마스터 시스템과 유사하게 게임 화면 영역을 확장합니다.
nb_no: Utvid området på spillskjermen, i likhet med Master System.
pl: Rozszerz obszar ekranu gry, podobnie jak w Master System.
pt_pt: Estender a área de ecrã do jogo, semelhante ao Master System.
ro_ro: Extinde aria de joc a ecranului, similar cu Master System.
sk_sk: Rozšíriť oblasť hernej obrazovky, podobne ako Master System.
sv_se: Utöka spelskärmens yta, på samma sätt som för Master System.
tr: Master System'e benzer şekilde oyun ekranı alanını genişletin.
vi_vn: Mở rộng khu vực màn hình trò chơi, tương tự như Master System.
zh_tw: 擴充套件遊戲螢幕區域，類似於主系統。

# game_options
source: External
ca: Extern
es: Externo
eu_es: Kanpokoa
gl_es: Externo
hu: Külső
it: Esterno
ja_jp: 外部
ko: 외부
nb_no: Ekstern
pl: Zewnętrzne
pt_pt: Externo
ro_ro: Extern
sk_sk: Externé
sv_se: Extern
tr: Harici
zh_tw: 外部的

# game_options
source: Extra DMD (Dot Matrix Display) window to display the score for tables with a pinmame rom. By default, settings come from the VPinballX.ini configuration file.
es: Ventana adicional DMD (Dot Matrix Display) para mostrar la puntuación de las mesas con una rom pinmame. De forma predeterminada, la configuración proviene del archivo de configuración VPinballX.ini.
gl_es: Xanela adicional DMD (Dot Matrix Display) para amosar a puntuación das mesas cunha rom pinmame. Por defecto, a configuración procede do ficheiro de configuración VPinballX.ini.
hu: Extra DMD (Dot Matrix Display) ablak a pinmame rommal rendelkező asztalok pontszámának megjelenítéséhez. Alapértelmezés szerint a beállítások a VPinballX.ini konfigurációs fájlból származnak.
it: Finestra Extra DMD (Dot Matrix Display) per mostrare i punteggi delle tavole con pinmame rom. Di default, le impostazioni sono nel file di configurazione VPinballX.ini
ja_jp: pinmame rom を使用したテーブルスコアを表示するための追加の DMD ウィンドウ。通常、設定は VPinballX.ini 構成ファイルから取得します。
ko: Pinmame 롬이 있는 테이블의 점수를 표시하는 추가 DMD(도트 매트릭스 디스플레이) 창입니다. 기본적으로 설정은 VPinballX.ini 구성 파일에서 제공됩니다.
nb_no: Ekstra DMD-vindu (Dot Matrix Display) for å vise poengsummen for bord med pinmame-rom. Som standard kommer innstillingene fra konfigurasjonsfilen VPinballX.ini.
pl: Dodatkowe okno DMD (Dot Matrix Display) do wyświetlania wyniku dla stołów z romem pinmame. Domyślnie ustawienia pochodzą z pliku konfiguracyjnego VPinballX.ini.
pt_pt: Janela extra DMD (Dot Matrix Display) para mostrar a pontuação das tabelas com um pinmame rom. Por padrão, as configurações vêm da configuração VPinballX.ini arquivo.
ro_ro: Fereastră suplimentară DMD (ecran matricial) pentru a afișa scorul pentru mesele cu un ROM pinmame. Implicit setările se citesc din fișierul de configurație VPinballX.ini.
sv_se: Extra DMD-fönster (Dot Matrix Display) för att visa poängen för bord med en pinmame-rom. Som standard kommer inställningarna från konfigurationsfilen VPinballX.ini.
tr: Pinmame rom'lu tabloların skorunu görüntülemek için ekstra DMD (Nokta Matris Ekranı) penceresi. Varsayılan olarak ayarlar VPinballX.ini yapılandırma dosyasından gelir.
vi_vn: Cửa sổ Extra DMD (Dot Matrix Display) để hiển thị điểm cho các bảng có rom pinmame. Theo mặc định, cài đặt đến từ tệp cấu hình VPinballX.ini.
zh_tw: 額外的DMD(點陣顯示)視窗，用於顯示帶有pinmame rom的表格分數。預設情況下，設置來自VPinballX.ini配置檔案。

# game_options
source: Extra DMD (Dot Matrix Display) window to display the score for tables without a rom. By default, settings come from the VPinballX.ini configuration file.
es: Ventana adicional DMD (Dot Matrix Display) para mostrar la puntuación de las mesas sin rom. De forma predeterminada, la configuración proviene del archivo de configuración VPinballX.ini.
gl_es: Xanela adicional DMD (Dot Matrix Display) para amosar a puntuación das mesas sen rom. Por defecto, a configuración procede do ficheiro de configuración VPinballX.ini.
hu: Extra DMD (Dot Matrix Display) ablak a pontszámok megjelenítéséhez a rom nélküli asztaloknál. Alapértelmezés szerint a beállítások a VPinballX.ini konfigurációs fájlból származnak.
it: Finestra Extra DMD (Dot Matrix Display) per visualizzare il punteggio delle tavole senza una rom. Di default, le impostazioni sono nel file di configurazione VPinballX.ini
ja_jp: ROM のないテーブルのスコアを表示するための追加の DMD ウィンドウ。通常、設定は VPinballX.ini 構成ファイルから取得します。
ko: 롬이 없는 테이블의 점수를 표시하는 추가 DMD(도트 매트릭스 디스플레이) 창입니다. 기본적으로 설정은 VPinballX.ini 구성 파일에서 제공됩니다.
nb_no: Ekstra DMD-vindu (Dot Matrix Display) for å vise poengsummen for bord uten rom. Som standard kommer innstillingene fra konfigurasjonsfilen VPinballX.ini.
pl: Dodatkowe okno DMD (Dot Matrix Display) do wyświetlania wyniku dla stołów bez systemu rom. Domyślnie ustawienia pochodzą z pliku konfiguracyjnego VPinballX.ini.
pt_pt: Extra DMD (Dot Matrix Display) para mostrar a pontuação das tabelas sem rom. Por padrão, as configurações vêm do VPinballX.ini arquivo de configuração.
ro_ro: Fereastră suplimentară DMD (ecran matricial) pentru a afișa scorul pentru mesele fără un ROM. Implicit setările se citesc din fișierul de configurație VPinballX.ini.
sv_se: Extra DMD-fönster (Dot Matrix Display) för att visa poängen för bord utan rom. Som standard kommer inställningarna från konfigurationsfilen VPinballX.ini.
tr: Rom olmayan tabloların skorunu görüntülemek için ekstra DMD (Nokta Vuruşlu Ekran) penceresi. Varsayılan olarak ayarlar VPinballX.ini yapılandırma dosyasından gelir.
vi_vn: Cửa sổ Extra DMD (Dot Matrix Display) hiển thị điểm cho các bảng không có rom. Theo mặc định, cài đặt đến từ tệp cấu hình VPinballX.ini.
zh_tw: 額外的DMD(點陣顯示)視窗顯示不帶rom的表的分數。預設情況下，設定來自VPinballX.ini配置檔案。

# game_options
source: Extreme
es: Extremo
gl_es: Extremo
hu: Extrém
it: Estremo
ja_jp: エクストリーム
ko: 익스트림
nb_no: Ekstrem
pl: Ekstremalny
pt_pt: Extremo
ro_ro: Extrem
sk_sk: Extrémne
sv_se: Extrem
tr: Aşırı
vi_vn: Vô cùng
zh_tw: 極端的

# game_options
source: FAKE GOURAUD
eu_es: GEZURRETAZKO GOURAUD-A
gl_es: FALSO GOURAUD
hu: HAMIS GOURAUD
it: FALSO GOURAUD
ja_jp: 色（グーロー）模倣
ko: 가짜 구로
nb_no: FALSK GOURAUD
pl: FAŁSZYWY GOURAUD
pt_pt: GOURAUD FALSO
ro_ro: GOURAUD FALS
sk_sk: Falošné Gouraudovo
sv_se: FEJKAD GOURAUD
tr: SAHTE GOURAUD

# game_options
source: FAST BLITTER (LESS COMPATIBLE)
ca: FAST BLITTER (MENYS COMPATIBLE)
es: FAST BLITTER (MENOS COMPATIBLE)
eu_es: BLITTER AZKARRA (KONPATIBILITATE TXIKIAGOA)
gl_es: FAST BLITTER (MENOS COMPATIBLE)
hu: GYORS BLITTER (Kevésbé kompatibilis)
it: FAST BLITTER (MENO COMPATIBILE)
ja_jp: 高速ブリッター（互換性が低い）
ko: 빠른 블리터 (호환성 낮음)
nb_no: HURTIGBLENDER (MINDRE KOMPATIBEL)
pl: SZYBKI BLITTER (MNIEJ KOMPATYBILNY)
pt_pt: BLITTER RÁPIDO (MENOS COMPATÍVEL)
ro_ro: BLITTER RAPID (MAI PUȚIN COMPATIBIL)
sk_sk: Rýchly blitter (menej kompatibilné)
sv_se: SNABB BLITTER (MINDRE KOMPATIBEL)
tr: HIZLI BLITTER (DAHA AZ UYUMLU)
vi_vn: TẮT NHANH (ÍT TƯƠNG THÍCH)
zh_tw: 快速阻斷器(較低相容)

# game_options
source: FAST DISK TRANSFER RATE
ca: TAXA DE TRANFERÈNCIA DE DISC RÀPIDA
es: TASA DE TRANSFERENCIA DE DISCO RÁPIDA
eu_es: DISKO TRANSFERENTZIA TASA ALDUTA
gl_es: TASA RÁPIDA DE TRANSFERENCIA DE DISCO
hu: GYORS LEMEZÁTVITELI SEBESSÉG
it: VELOCITA; DI TRASFERIMENTO DISCO
ja_jp: 高速ディスク転送速度
ko: 빠른 디스크 전송 속도
nb_no: RASK DISKOVERFØRINGSHASTIGHET
pl: SZYBKI TRANSFER DYSKU
pt_pt: TAXA DE TRANSFERÊNCIA RÁPIDA DO DISCO
ro_ro: RATĂ MARE DE TRANSFER DISC
sk_sk: Rýchla prenosová rýchlosť disku
sv_se: SNABB DISKÖVERFÖRINGSHASTIGHET
tr: HIZLI DİSK AKTARIM HIZI
zh_tw: 快速磁碟傳輸速率

# game_options
source: FAVOURITE COLOUR
es: COLOR FAVORITO
gl_es: COR PREFERIDA
hu: KEDVENC SZÍN
it: COLORE PREFERITO
ja_jp: 好きな色
ko: 즐겨찾기 색상
nb_no: FAVORITTFARGE
pl: ULUBIONY KOLOR
pt_pt: COR FAVORITA
ro_ro: CULOAREA FAVORITĂ
sk_sk: Obľúbená farba
sv_se: FAVORITFÄRG
tr: FAVORİ RENK
vi_vn: MÀU YÊU THÍCH
zh_tw: 最喜歡的顏色

# game_options
source: FIDELITY FX SUPER RESOLUTION
ca: SUPER RESOLUCIÓ FIDELITY FX
es: SÚPER RESOLUCIÓN FIDELITY FX
eu_es: FIDELTASUN FX SUPER BEREIZMENA
gl_es: SÚPER RESOLUCIÓN DE FIDELITY FX
hu: FDELITY FX SZUPER FELBONTÁS
ja_jp: AMD FSR
ko: 피델리티 FX 슈퍼 해상도
nb_no: FIDELITY FX SUPEROPPLØSNING
pl: SUPER ROZDZIELCZOŚĆ FIDELITY FX
ro_ro: REZOLUȚIE FIDELITY FX SUPER
sk_sk: Super rozlíšenie Fidelity FX
tr: FIDELITY FX SÜPER ÇÖZÜNÜRLÜK
vi_vn: FIDELITY FX SIÊU PHÂN GIẢI
zh_tw: FIDELITY FX 超高解析度

# game_options
source: FIFO (VSync On)
hu: FIFO (VSync bekapcsolva)
it: FOFO (VSync On)
ja_jp: FIFO (垂直同期オン)
ko: FIFO (수직동기화 켜기)
nb_no: FIFO (VSync På)
pl: FIFO (VSync wł.)
pt_pt: FIFO (VSync ativado)
ro_ro: FIFO (VSync activat)
sk_sk: FIFO (VSync zap.)
sv_se: FIFO (VSync på)
tr: FIFO (VSync Açık)
vi_vn: FIFO (Bật VSYNC)
zh_tw: FIFO(垂直同步開啟)

# game_options
source: FIFO Relaxed
hu: FIFO Laza
ja_jp: FIFO リラックス
ko: FIFO 완화
nb_no: FIFO Avslappet
pt_pt: FIFO relaxado
ro_ro: FIFO Relaxat
zh_tw: 先進先出放鬆

# game_options
source: FIGHT MUSIC
es: MÚSICA DE LUCHA
eu_es: BORROKA MUSIKA
gl_es: MÚSICA DE LOITA
hu: HARCZENE
it: MUSICA DI BATTAGLIA
ja_jp: 戦闘中の音楽
ko: 대전 음악
pl: MUZYKA WALKI
pt_pt: MÚSICA DE COMBATE
ro_ro: MUZICĂ DE ZBOR
sk_sk: Bojová hudba
sv_se: SLÅSSMUSIK
tr: DÖVÜŞ MÜZİĞİ
vi_vn: NHẠC CHIẾN ĐẤU
zh_tw: 戰鬥音樂

# game_options
source: FILTER TILEMAPS
ca: FILTRATGE DE TILEMAPS
es: FILTRAR TILEMAPS
eu_es: FILTRATU MOSAIKO MAPAL
gl_es: FILTRAR MAPAS DE MOSAICOS
hu: CSEMPETÉRKÉPEK SZŰRÉSE
it: FILTRO TILEMAPS
ja_jp: フィルタータイルマップ
ko: 필터 타일맵
nb_no: FILTRERE FLATEKART
pl: FILTRUJ TILEMAPY
pt_pt: FILTRAR TILEMAPS
ro_ro: FILTREAZĂ TILEMAP-URI
sk_sk: Filtrovať mapy dlaždíc
sv_se: FILTRERA TILEMAPS
tr: TILEMAPS FİLTRESİ
zh_tw: 過濾平鋪地圖

# game_options
source: FIRMWARE SETTINGS
es: AJUSTES DE FIRMWARE
gl_es: CONFIGURACIÓN DO FIRMWARE
hu: FIRMWARE BEÁLLÍTÁSOK
it: IMPOSTAZIONI FIRMWARE
ja_jp: ファームウェア設定
ko: 펌웨어 설정
nb_no: FASTVAREINNSTILLINGER
pl: USTAWIENIA FIRMWARE
pt_pt: DEFINIÇÕES DE FIRMWARE
ro_ro: SETĂRI FIRMWARE
sk_sk: Nastavenia firmvéru
sv_se: INSTÄLLNINGAR FÖR FIRMWARE
tr: YAZILIM AYARLARI
vi_vn: CÀI ĐẶT FIRMWARE
zh_tw: 韌體設定

# game_options
source: FLEX DMD
it: DMD FLEX
ko: FLEX DMD (디지털 마이크로미러 장치)
ro_ro: DMD FLEX

# game_options
source: FLOPPY TURBO SPEED
ca: VELOCITAT DE DISQUET TURBO
eu_es: FLOPPY-EN TURBO ABIADURA
hu: FLOPPY TURBO SEBESSÉG
it: VELOCITÀ TURBO FLOPPY
ja_jp: フロッピー ターボ速度
ko: 플로피 터보 속도
nb_no: FLOPPY TURBO HASTIGHET
pl: PRĘDKOŚĆ TURBO DYSKIETKI
pt_pt: VELOCIDADE TURBO DA DISQUETE
ro_ro: VITEZĂ TURBO DISC FLEXIBIL
sk_sk: Floppy turbo rýchlosť
sv_se: DISKETT TURBOHASTIGHET
tr: FLOPPY TURBO HIZI
zh_tw: 軟碟渦輪速度

# game_options
source: FM SYNTHESIZER
es: SINTETIZADOR FM
gl_es: SINTETIZADOR FM
hu: FM SZINTETIZÁTOR
it: SINTETIZZATORE FM
ja_jp: FM シンセサイザー
ko: FM 신서사이저
pl: SYNTEZYZATOR FM
pt_pt: SINTETIZADOR FM
ro_ro: SINTETIZATOR FM
sk_sk: FM systetizér
tr: FM SENTEZLEYİCİ
zh_tw: FM合成器

# game_options
source: FM TOWNS MODEL
es: MODELO DE FM TOWNS
eu_es: FM TOWNS MODELOA
gl_es: MODELO FM TOWNS
hu: FM TOWNS MODELL
it: MODELLO FM TOWNS
ja_jp: FM TOWNS モデル
ko: FM 타운 모델
nb_no: FM TOWNS MODELL
pl: MODEL FM TOWNS
pt_pt: MODELO FM TOWNSFM Towns
ro_ro: MODEL FM TOWNS
sk_sk: Model FM Towns
sv_se: FM TOWNS-MODELL
tr: FM TOWNS MODELİ

# game_options
source: FM Towns (Model 1/2)
es: FM Towns (Modelo 1/2)
eu_es: FM Towns (1/2 Modeloa)
gl_es: FM Towns (Modelo 1/2)
it: FM Towns (Modello 1/2)
ja_jp: FM Towns (モデル 1/2)
ko: FM 타운 (모델 1/2)
nb_no: FM Towns (modell 1/2)
pt_pt: FM Towns (Modelo 1/2)

# game_options
source: FM Towns II UX
ko: FM 타운 II UX

# game_options
source: FM Towns Marty (Default)
ca: FM Towns Marty (Per defecte)
es: FM Towns Marty (Defecto)
eu_es: FM Towns Marty (Defektuz)
gl_es: FM Towns Marty (predeterminado)
hu: FM Towns Marty (alap )
ja_jp: FM Towns マーティ (標準)
ko: FM 타운 마티 (기본)
nb_no: FM Towns Marty (standard)
pl: FM Towns Marty (domyślnie)
pt_pt: FM Towns Marty (Predefinição)
ro_ro: FM Towns Marty (Implicit)
sk_sk: FM Towns Marty (predvolené)
sv_se: FM Towns Marty (standard)
tr: FM Towns Marty (Varsayılan)
vi_vn: FM Towns Marty (Mặc định)
zh_tw: FM Towns Marty (預設)

# game_options
source: FM-7 MODEL
es: MODELO DE FM-7
eu_es: FM-7 MODELOA
gl_es: MODELO FM-7
hu: FM-7 MODELL
it: MODELLO FM-7
ja_jp: FM-7 モデル
ko: FM-7 모델
nb_no: FM-7 MODELL
pl: MODEL FM-7
pt_pt: MODELO FM-7
ro_ro: MODEL FM-7
sk_sk: Model FM-7
sv_se: FM-7-MODELL
tr: FM-7 MODELİ

# game_options
source: FMV ASPECT RATIO
es: RELACION DE ASPECTO DE FMV
eu_es: FMV PROPORTZIOA
gl_es: RELACIÓN DE ASPECTO FMV
hu: FMV KÉPARÁNY
ja_jp: FMV アスペクト比
ko: FMV 화면비
nb_no: FMV-SIDEFORHOLD
pl: WSPÓŁCZYNNIK PROPORCJI FMV
pt_pt: Proporção de ecrã FMV
ro_ro: RAPORT ASPECT FILME
sk_sk: Pomer strán FMV
sv_se: FMV-BILDFÖRHÅLLANDE
tr: FMV EN BOY ORANI
vi_vn: TỶ LỆ KHUNG HÌNH FMV
zh_tw: FMV 長寬比
