Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Enable shared saves for multi-disc games
ca: Habilita els desats compartits per a jocs multi-disc
es: Activar guardados compartidos para juegos multidisco
eu_es: Gaitu konpartitutako gordetzea disko anitz dituzten jokoetan
gl_es: Activa os gardados compartidos para xogos multidisco
hu: Megosztott mentések engedélyezése többlemezes játékokhoz
it: Abilita i salvataggi condivisi per i giochi multi-disco
ja_jp: マルチディスクゲームの共有保存を有効にする
ko: 다중 디스크 게임에 대한 공유 저장 활성화
nb_no: Aktivere delte lagringer for spill med flere disker
pl: Włączanie współdzielonych zapisów w grach wielopłytowych
pt_pt: Ativar arquivos de gravações partilhados para jogos com vários discos
ro_ro: Activează salvările partajate pentru jocurile multi-disc
sk_sk: Povoliť zdieľané uloženia pre viacdiskové hry
sv_se: Aktivera delade sparade filer för spel med flera skivor
tr: Çok diskli oyunlar için paylaşılan kaydetmeyi etkinleştir
vi_vn: Bật tính năng lưu chia sẻ cho các trò chơi nhiều đĩa
zh_tw: 啟用多光碟遊戲的共用儲存檔

# game_options
source: Enable support for Chinese, Japanese and Korean input methods.
es: Habilita el soporte para métodos de entrada chinos, japoneses y coreanos.
gl_es: Activa a compatibilidade cos métodos de entrada de coreano, xaponés e chinés.
hu: A kínai, japán és koreai beviteli módok támogatásának engedélyezése.
it: Abilita il supporto per i metodi input Cinese, Giapponese, Koreano.
ja_jp: 中国語、日本語、韓国語の入力方法のサポートを有効にします
ko: 중국어, 일본어, 한국어 입력 방법에 대한 지원을 활성화합니다.
nb_no: Aktiver støtte for kinesiske, japanske og koreanske inndatametoder.
pl: Włącz obsługę chińskich, japońskich i koreańskich metod wprowadzania danych.
pt_pt: Ativar o suporte para métodos de entrada em chinês, japonês e coreano.
ro_ro: Activează suportul pentru metodele de intrare Chineză, Japoneză și Coreeană.
sv_se: Aktivera stöd för kinesiska, japanska och koreanska inmatningsmetoder.
tr: Çince, Japonca ve Korece giriş yöntemleri desteğini etkinleştirin.
vi_vn: Cho phép hỗ trợ các phương thức nhập tiếng Trung, tiếng Nhật và tiếng Hàn.
zh_tw: 啟用對中文、日文和韓文輸入法的支援。

# game_options
source: Enable the BASIC interpreter. Some games need this.
es: Habilita el intérprete de BASIC. Algunos juegos necesitan esto.
gl_es: Activa o intérprete de BASIC. Algúns xogos precisan isto.
hu: Engedélyezze a BASIC fordítót. Néhány játéknak szüksége van erre.
it: Abilita l'interprete BASIC. Richiesto da alcuni giochi.
ja_jp: BASIC インタプリタを有効にします。一部のゲームではこれが必要です
ko: 기본 해석기를 활성화합니다. 일부 게임에서는 이것이 필요합니다.
nb_no: Aktiver BASIC-tolken. Noen spill trenger dette.
pl: Włącz interpreter języka BASIC. Niektóre gry tego wymagają.
pt_pt: Ativar o interpretador BASIC. Alguns jogos precisam disso.
ro_ro: Activează interpretorul BASIC. Unele jocuri necesită asta.
sk_sk: Povoliť interpreter BASICu. Niektoré hry to potrebujú.
sv_se: Aktivera BASIC-tolken. Vissa spel behöver detta.
tr: Basit yorumlayıcıyı etkinleştirin. Bazı oyunların ihtiyacı vardır.
vi_vn: Bật trình thông dịch cơ bản. Một số trò chơi cần bật chức năng này.
zh_tw: 啟用 BASIC 解譯器，有些遊戲需要這樣做。

# game_options
source: Enable the Dreamcast DSP for more accurate audio. Only recommended for fast systems.
ca: Activa el DSP de la Dreamcast per un àudio més precís. Només recomanat per sistemes ràpids.
es: Habilita Dreamcast DSP para obtener un audio más preciso. Sólo recomendado para sistemas rápidos.
eu_es: Gaitu Dreamcast-aren DSP-a audio zehatzagorako. Sistema azkarretarako gomendatua soilik.
gl_es: Activa o Dreamcast DSP para obter un audio máis preciso. Só recomendado para sistemas rápidos.
hu: Engedélyezze a Dreamcast DSP-t a pontosabb hangzás érdekében. Csak gyors rendszerekhez ajánlott.
it: Abilita il DSP Dreamcast per un audio accurato. Raccomandato solo per sistemi veloci.
ja_jp: ドリームキャスト D.S.P.を有効にします(より正確な音声出力)高速システムにのみ推奨
ko: 더 정확한 오디오를 위해 드림캐스트 DSP를 활성화합니다. 빠른 시스템에만 권장됩니다.
nb_no: Aktiver Dreamcast DSP for mer nøyaktig lyd. Anbefales kun for raske systemer.
pl: Włącz procesor DSP Dreamcasta, by uzyskać dokładniejszy dźwięk. Zalecane tylko dla szybkich systemów.
pt_pt: Ativa o Processador de Áudio Digital (DSP) da Dreamcast para um som mais preciso. Recomendado apenas para sistemas rápidos.
ro_ro: Activează DSP-ul Dreamcast pentru un sunet mai precis. Recomandat doar pentru sistemele rapide.
sk_sk: Povoliť Dreamcast DSP pre presnejší zvuk. Odporúča sa len pre rýchle systémy.
sv_se: Aktivera Dreamcasts DSP för mer exakt ljud. Rekommenderas endast för snabba system.
tr: Daha doğru ses için Dreamcast DSP'yi etkinleştir. Sadece hızlı sistemler için önerilir.
vi_vn: Kích hoạt Dreamcast DSP để có âm thanh chính xác hơn. Chỉ khuyên dùng cho các hệ thống nhanh.
zh_tw: 啟用 Dreamcast DSP 以獲得更精確的音訊，僅建議快速系統使用。

# game_options
source: Enable the cheat list (if available).
hu: Engedélyezze a csalási listát (ha van).
ko: 치트 목록을 활성화합니다. (가능한 경우)
pl: Włącz listę cheatów (jeśli dostępna).
pt_pt: Ativar a lista de cheats (se disponível).
sv_se: Aktivera fusklistan (om den finns tillgänglig).
tr: Hile listesini etkinleştirin (varsa).
vi_vn: Mở danh sách gian lận (nếu có).
zh_tw: 啟用作弊清單（若有）。

# game_options
source: Enable the custom values below.
es: Activa los valores personalizados a continuación.
gl_es: Activa os valores personalizados a continuación.
hu: Engedélyezze az alábbi egyéni értékeket.
it: Abilita i valori personalizzati qui sotto
ja_jp: 次のカスタム値を有効にします
ko: 아래의 커스텀 값을 활성화합니다.
nb_no: Aktiver de egendefinerte verdiene nedenfor.
pl: Włącz poniższe wartości niestandardowe.
pt_pt: Ativar os valores personalizados abaixo.
ro_ro: Activează valorile personalizate de mai jos.
sk_sk: Povoliť vlastné hodnoty nižšie.
sv_se: Aktivera de anpassade värdena nedan.
tr: Aşağıdaki özel değerleri etkinleştirin.
vi_vn: Bật giá trị tùy chỉnh bên dưới.
zh_tw: 啟用下列自訂值。

# game_options
source: Enable the debug menu and the walk-through-walls button.
ca: Habilita el menú de depuració i el botó per travessar parets.
es: Habilita el menú de depuración y el botón walk-through-walls.
eu_es: Gaitu debug menua eta paretak-zeharkatu botoia
gl_es: Activa o menú de depuración e o botón Walk-through-walls.
hu: Engedélyezze a hibakeresési menüt és a falak átjárási gombját.
it: Abilita il menu debug e il bottone cammina-attraverso-muri.
ja_jp: デバッグメニューと、壁通過ボタンを有効にします
ko: 디버그 메뉴와 벽 통과 버튼을 활성화합니다.
nb_no: Aktiver feilsøkingsmenyen og knappen for gjennomgang av vegger.
pl: Włącz menu debugowania i przycisk przejścia przez ściany.
pt_pt: Ativar o menu de debug e o botão de passagem por paredes.
ro_ro: Activează meniul de depanare și butonul de pătrundere prin pereți.
sk_sk: Povoliť ponuku ladenia a tlačidlo prechodových stien.
sv_se: Aktivera felsökningsmenyn och knappen för att gå igenom väggarna.
tr: Hata ayıklama menüsünü ve duvarların içinden geçme tuşunu etkinleştirin.
vi_vn: Kích hoạt menu gỡ lỗi và nút đi xuyên tường.
zh_tw: 啟用 debug 功能表和 walk-through-walls 按鈕。

# game_options
source: Enable the legacy or the new 3D engine (choose legacy for older GPUs).
ca: Habilita el motor antic o el nou motor 3D (trieu antic per a GPUs més antigues).
es: Habilita el motor 3D heredado o nuevo (elija heredado para GPUs más antiguas).
eu_es: Gaitu 3D motore berri edo legatua (Aukeratu legatua GPU zaharretarako)
gl_es: Activa o legado ou o novo motor 3D (escolla o legado para as GPU máis antigas).
hu: Engedélyezze a régebbi vagy az új 3D-motort (régibb GPU-k esetén válassza a legacy motort).
it: Abilita il vecchio o il nuovo motore 3D (scegli il vecchio per vecchie GPUs).
ja_jp: legacyまたはnew 3Dエンジンを有効にします（古いGPUはlegacyを選択）
ko: 레거시 또는 새 3D 엔진을 활성화합니다(이전 GPU의 경우 레거시 선택).
nb_no: Aktiver den gamle eller den nye 3D-motoren (velg den gamle for eldre GPU-er).
pl: Włącz starszy lub nowy silnik 3D (w przypadku starszych układów GPU wybierz starszy).
pt_pt: Ativa o mecanismo 3D antigo ou novo (escolha antigo para GPU's antiga
ro_ro: Activează motorul 3D moștenit sau nou (alege moștenit pentru GPU-urile mai vechi).
sk_sk: Povoliť legacy alebo nový 3D engine (pre staršie GPU vyberte staršiu verziu).
sv_se: Aktivera den äldre eller den nya 3D-motorn (välj äldre för äldre GPU:er).
tr: Eski veya yeni 3D motoru etkinleştir (eski GPU'lar için eskiyi seçin).
vi_vn: Kích hoạt công cụ cũ hoặc công cụ 3D mới (chọn kế thừa cho các GPU cũ hơn).
zh_tw: 啟用舊版或新版 3D 引擎 (舊版 GPU 選擇舊版)。

# game_options
source: Enable this if your game's 3D modles are not rendered correctly. OpenGL renderer only.
es: Habilítalo si los modelos 3D de tu juego no se representan correctamente. Sólo renderizador OpenGL.
gl_es: Activa isto se os modelos 3D do teu xogo non se representan correctamente. Só o renderizador OpenGL.
hu: Engedélyezze ezt, ha a játék 3D-s modeljei nem jelennek meg megfelelően. Csak OpenGL megjelenítő.
it: Abilitalo se i modles 3D del gioco non sono visualizzati correttamente. Solo per renderer OpenGL.
ja_jp: ゲームの 3D モジュールが正しく表示されない場合は、これを有効にします(OpenGL レンダラーのみ)
ko: 게임의 3D 모델이 올바르게 렌더링되지 않으면 이 기능을 활성화하세요. OpenGL 렌더러만 해당합니다.
nb_no: Aktiver denne hvis spillets 3D-modeller ikke gjengis korrekt. Kun for OpenGL-gjengivelse.
pl: Włącz tę opcję, jeśli modele 3D w grze nie są renderowane poprawnie. Tylko dla renderera OpenGL.
pt_pt: Ativar isto se os modelos 3D do seu jogo não forem renderizados corretamente. OpenGL somente renderizador.
ro_ro: Activează asta dacă modelele 3D ale jocului tău nu sunt redate corect. Doar pentru OpenGL.
sv_se: Aktivera detta om spelets 3D-moduler inte återges korrekt. Endast OpenGL-renderare.
tr: Oyununuzun 3D modelleri doğru şekilde oluşturulmuyorsa bunu etkinleştirin. Yalnızca OpenGL oluşturucu.
vi_vn: Bật tính năng này nếu mô-đun 3D trong trò chơi của bạn không được hiển thị chính xác. Chỉ trình kết xuất OpenGL.
zh_tw: 如果遊戲的 3D 模組無法正確算繪，請啟用此功能，僅限 OpenGL。

# game_options
source: Enable this mode if you have issue for run your game on NTFS storage (by default is better to use LinuxFS).
ca: Estableixi aquest mode si té problemes al executar el joc en emmagatzematge NTFS (per defecte ès millor usar LinuxFS).
es: Habilite este modo si tiene problemas para arrancar su juego en almacenamiento NTFS (por defecto es mejor usar LinuxFS).
eu_es: Gaitu modu hau NTFS biltegiratzean exekutatzean araorik baduzu (defektuz, LinuxFS erabiltzea hobea da)
gl_es: Activa este modo se tes problemas para executar o teu xogo no almacenamento NTFS (por defecto é mellor usar LinuxFS).
hu: Engedélyezze ezt a módot, ha problémája van a játék NTFS tárolón való futtatásával (alapértelmezés szerint jobb a LinuxFS használata).
it: Abilita questa modalità se hai problemi a far girare il gioco su storage NTFS (di default è meglio usare LinuxFS).
ja_jp: NTFS ストレージで不具合がある場合は、これを有効にします (標準は LinuxFS をお勧めします)
ko: NTFS 저장소에서 게임을 실행하는 데 문제가 있는 경우 이 모드를 활성화하세요(기본적으로 LinuxFS를 사용하는 것이 좋습니다).
nb_no: Aktiver denne modusen hvis du har problemer med å kjøre spillet på NTFS-lagring (som standard er det bedre å bruke LinuxFS).
pl: Włącz ten tryb, jeśli masz problem z uruchomieniem gry na dysku NTFS (domyślnie lepiej jest używać LinuxFS).
pt_pt: Ativar este modo se tiver problemas ao executar o seu jogo no armazenamento NTFS (por padrão, é melhor usar um sistema de arquivos Linux (EXT4)).
ro_ro: Activează acest mod dacă ai probleme cu rularea jocului de pe sistem de fișiere NTFS (implicit este mai bine să folosești LinuxFS).
sk_sk: Povoľte tento režim, ak máte problém so spustením hry na úložisku NTFS (v predvolenom nastavení je lepšie použiť LinuxFS).
sv_se: Aktivera det här läget om du har problem med att köra ditt spel på NTFS-lagring (som standard är det bättre att använda LinuxFS).
tr: Oyununuzu NTFS depolama alanında çalıştırmakta sorun yaşıyorsanız bu modu etkinleştirin (varsayılan olarak LinuxFS kullanmak daha iyidir).
vi_vn: Bật chế độ này nếu bạn gặp sự cố khi chạy trò chơi trên bộ lưu trữ NTFS (theo mặc định, tốt hơn là sử dụng LinuxFS).
zh_tw: 如果您覺得在 NTFS 儲存空間上執行遊戲有問題，請啟用此模式(預設情況下最好使用 LinuxFS)

# game_options
source: Enable to display an on-screen message if trying to use unsupported features.
es: Habilitar para mostrar un mensaje en pantalla si se intenta usar funciones no compatibles.
gl_es: Habilita para amosar unha mensaxe en pantalla se intentas usar funcións NON compatibles.
hu: Engedélyezésével képernyőn megjelenő üzenet jeleníthető meg, ha nem támogatott funkciókat próbál használni.
it: Mostra un messaggio a schermo se provi a usare funzionalità non supportate.
ja_jp: サポートしていない機能を使おうとした場合に画面にメッセージを表示するようにします
ko: 지원되지 않는 기능을 사용하려고 할 때 화면 메시지를 표시하도록 설정합니다.
nb_no: Aktiver for å vise en melding på skjermen hvis du prøver å bruke funksjoner som ikke støttes.
pl: Włącz wyświetlanie komunikatu ekranowego w przypadku próby użycia nieobsługiwanych funkcji.
pt_pt: Ativar para mostrar uma mensagem no ecrã se tentar usar recursos não suportados.
ro_ro: Activează pentru a afișa un mesaj pe ecran dacă se încearcă a se utiliza funcții nesuportate.
sv_se: Aktivera för att visa ett meddelande på skärmen om du försöker använda funktioner som inte stöds.
tr: Desteklenmeyen özellikleri kullanmaya çalıştığınızda ekranda bir mesaj görüntülemek için etkinleştirin.
vi_vn: Bật để hiển thị thông báo trên màn hình nếu cố gắng sử dụng các tính năng không được hỗ trợ.
zh_tw: 如果嘗試使用不支援的功能，請啟用以顯示螢幕訊息。

# game_options
source: Enable to display if your BIOS haas known problems.
es: Habilitar para mostrar si su BIOS tiene problemas conocidos.
gl_es: Activar para amosar se a súa BIOS ten problemas coñecidos.
hu: Engedélyezze a megjelenítéshez, ha a BIOS ismert problémákat észlel.
it: Mostra a schermo se il BIOS ha problemi conosciuti.
ja_jp: 有効にするとBIOS に既知の問題があるかを表示します
ko: 바이오스에 알려진 문제가 있는지 여부를 표시하도록 설정합니다.
nb_no: Aktiver for å vise om BIOS har kjente problemer.
pl: Włącz, aby wyświetlić, czy w systemie BIOS występują stwierdzone problemy.
pt_pt: Ativar para mostrar se o seu BIOS tiver problemas conhecidos.
ro_ro: Activează pentru a afișa dacă BIOS-ul are probleme cunoscute.
sk_sk: Povoľte na zobrazenie, či váš BIOS má známe problémy.
sv_se: Aktivera för att visa om ditt BIOS har kända problem.
tr: BİOS üstünde bilinen sorunlar olup olmadığını görüntülemek için etkinleştirin.
vi_vn: Cho phép hiển thị nếu BIOS của bạn gặp sự cố đã biết.
zh_tw: 啟用以顯示您的 BIOS 是否有已知問題。

# game_options
source: Enable to improve bluriness.
es: Habilitar para mejorar la borrosidad.
eu_es: Gailtu lainotze hobetzea
gl_es: Activar para mellorar a borrosidade.
hu: Engedélyezze a homályosság javítását.
it: Abilita per migliorare l'offuscatezza.
ja_jp: ぼやけやブレを改善します
ko: 흐릿함을 향상할 수 있습니다.
nb_no: Gjør det mulig å forbedre uskarpheten.
pl: Włącz, aby poprawić rozmycie.
pt_pt: Ativar para corrigir o desfoque.
ro_ro: Activează pentru a îmbunătăți blurarea.
sk_sk: Povoľte na zlepšenie rozmazania.
sv_se: Gör det möjligt att förbättra oskärpan.
tr: Bulanıklığı iyileştirmek için etkinleştirin.
vi_vn: Kích hoạt để cải thiện độ mờ.
zh_tw: 啟用以改善模糊。

# game_options
source: Enable to show whether the emulated screens are closed.
es: Habilitar para mostrar si las pantallas emuladas están cerradas.
gl_es: Activar para amosar se as pantallas emuladas están pechadas.
hu: Engedélyezésével megjelenítheti, hogy az emulált képernyők zárva vannak-e.
it: Mostra se gli schermi emulati sono chiusi.
ja_jp: 画面の開閉のエミュレートを表示するには、有効にします
ko: 에뮬레이트된 화면이 닫혔는지 여부를 표시하도록 설정합니다.
nb_no: Aktiver for å vise om de emulerte skjermene er lukket.
pl: Włącz, aby pokazać, czy emulowane ekrany są zamknięte.
pt_pt: Ativar para mostrar se os ecrãs emuladas estão fechadas.
ro_ro: Activează pentru a afișa dacă ecranele emulate sunt active.
sv_se: Aktivera för att visa om de emulerade skärmarna är stängda.
tr: Taklit edilmiş ekranların kapalı olup olmadığını göstermek için etkinleştirin.
vi_vn: Bật để hiển thị xem màn hình mô phỏng có bị đóng hay không.
zh_tw: 啟用以顯示模擬畫面是否關閉。

# game_options
source: Enable to show whether your device's camera is active.
es: Habilitar para mostrar si la cámara de su dispositivo está activa.
gl_es: Activar para amosar se a cámara do teu dispositivo está activa.
hu: Engedélyezésével megjelenítheti, hogy az eszköz kamerája aktív-e.
it: Mostra se la videocamera è attiva.
ja_jp: 有効にすると、デバイスのカメラの状態を表示します
ko: 장치의 카메라가 활성화되어 있는지 표시하도록 설정합니다.
nb_no: Aktiver for å vise om enhetens kamera er aktivt.
pl: Włącz, aby wyświetlić, czy kamera urządzenia jest aktywna.
pt_pt: Ativar para mostrar se a câmera do seu dispositivo está ativa.
ro_ro: Activează pentru a afișa dacă camera dispozitivului tău este activă.
sv_se: Aktivera för att visa om kameran i din enhet är aktiv.
tr: Cihazınızın kamerasının etkin olup olmadığını göstermek için etkinleştirin.
vi_vn: Cho phép hiển thị liệu máy ảnh của thiết bị của bạn có hoạt động hay không.Bật để hiển thị xem camera của thiết bị của bạn có hoạt động hay không.
zh_tw: 啟用以顯示裝置的相機是否啟用。

# game_options
source: Enable to show whether your device's microphone is active.
es: Habilitar para mostrar si el micrófono de su dispositivo está activo.
gl_es: Activar para amosar se o micrófono do teu dispositivo está activo.
hu: Engedélyezésével megjelenítheti, hogy az eszköz mikrofonja aktív-e.
it: Mostra se il microfono è attivo.
ja_jp: 有効にすると、デバイスのマイクの状態を表示します
ko: 장치의 마이크가 활성화되어 있는지 표시하도록 설정합니다.
nb_no: Aktiver for å vise om enhetens mikrofon er aktiv.
pl: Włącz, aby wyświetlić, czy mikrofon urządzenia jest aktywny.
pt_pt: Ativar para mostrar se o microfone do seu dispositivo está ativo.
ro_ro: Activează pentru a afișa dacă microfonul dispozitivului tău este activ.
sv_se: Aktivera för att visa om mikrofonen i din enhet är aktiv.
tr: Cihazınızın mikrofonunun etkin olup olmadığını göstermek için etkinleştirin.
vi_vn: Cho phép hiển thị liệu micrô của thiết bị của bạn có hoạt động hay không.Bật để hiển thị xem micrô của thiết bị của bạn có đang hoạt động hay không.
zh_tw: 啟用以顯示裝置的麥克風是否啟用。

# game_options
source: Enable to show which screen layout with the configured sequence is active.
es: Habilitar para mostrar qué diseño de pantalla con la secuencia configurada está activo.
gl_es: Activar para amosar que disposición de pantalla coa secuencia configurada está activa.
hu: Engedélyezésével megjelenítheti, hogy a konfigurált sorrenddel melyik képernyő-elrendezés aktív.
it: Mostra quale layout schermo è attivo con la configurazione selezionata.
ja_jp: 設定された順序を持つどの画面レイアウトが有効であるかを表示できるようにします
ko: 구성된 순서로 활성화된 화면 레이아웃을 표시합니다.
nb_no: Aktiver for å vise hvilket skjermoppsett med den konfigurerte sekvensen som er aktiv.
pl: Włącz, aby pokazać, który układ ekranu ze skonfigurowaną sekwencją jest aktywny.
pt_pt: Ativar para mostrar qual layout do ecrã com a sequência configurada está ativo.
ro_ro: Activează pentru a afișa care aranjare de ecran cu secvența configurată este activ.
sv_se: Aktivera för att visa vilken skärmlayout med den konfigurerade sekvensen som är aktiv.
tr: Yapılandırılmış sıra ile hangi ekran düzeninin etkin olduğunu göstermek için etkinleştirin.
vi_vn: Bật để hiển thị bố cục màn hình nào với trình tự đã định cấu hình đang hoạt động.
zh_tw: 啟用以顯示具有已配置序列的螢幕佈局處於活動狀態。

# game_options
source: Enable triple buffering.
es: Habilita el almacenamiento triple en búfer.
gl_es: Activa o triple buffer.
hu: Engedélyezze a hármas pufferelést.
it: Abilita buffering triplo.
ja_jp: トリプルバッファを有効
ko: 트리플 버퍼링을 활성화합니다.
nb_no: Aktiver trippelbufring.
pl: Włącz potrójne buforowanie.
pt_pt: Ativar o buffer triplo.
ro_ro: Activează buffering triplu.
sk_sk: Povoliť trojitý buffering.
sv_se: Aktivera trippelbuffring.
tr: Üçlü ara belleğe almayı etkinleştirin.
vi_vn: Kích hoạt tính năng đệm ba lần.
zh_tw: 啟用三重緩衝。

# game_options
source: Enable vertical sync to avoid tearing in some cases.
ca: Habilita la sincronització vertical per a evitar tearing en alguns casos.
es: Habilita la sincronización vertical para evitar cortes en algunos casos.
eu_es: Gaitu sinkronizatze bertikala kasu batzuetan apurtzea ekiditeko .
gl_es: Activa a sincronización vertical para evitar o raspado nalgúns casos.
hu: Engedélyezze a függőleges szinkronizálást, hogy bizonyos esetekben elkerülje a szakadást.
it: Abilita sync verticale per impdire il tearing in alcuni casi.
ja_jp: 場合によっては画面ずれ回避のために、垂直同期を有効にします
ko: 경우에 따라 찢어짐 현상을 방지하기 위해 수직 동기화를 활성화합니다.
nb_no: Aktiver vertikal synkronisering for å unngå tearing i noen tilfeller.
pl: Włącz synchronizację pionową, aby uniknąć rozrywania obrazu.
pt_pt: Ativa a sincronização vertical para evitar engasgos em alguns casos.
ro_ro: Activează sincronizarea verticală pentru a evita ruperea ecranului în unele cazuri.
sk_sk: Povoliť vertikálnu synchronizáciu, aby ste v niektorých prípadoch zabránili trhaniu.
sv_se: Aktivera vertikal synkronisering för att undvika grafikproblem i vissa fall.
tr: Bazı durumlarda yırtılmayı önlemek için dikey senkronizasyonu etkinleştirin.
vi_vn: Bật đồng bộ dọc để tránh bị xé hình trong một số trường hợp.
zh_tw: 啟用垂直同步，以避免在某些情況下撕裂。

# game_options
source: Enable widescreen support.
es: Habilita la compatibilidad con pantalla panorámica.
eu_es: Gaitu pantaila zabal euskarria.
gl_es: Activa a compatibilidade con pantalla panorámica.
hu: A szélesvásznú támogatás engedélyezése.
it: Abilita supporto widescreen.
ja_jp: ワイドスクリーンのサポートを有効にします
ko: 와이드스크린 지원을 활성화합니다.
nb_no: Aktiver støtte for widescreen.
pl: Włącz obsługę ekranu panoramicznego.
pt_pt: Ativar o suporte para widescreen.
ro_ro: Activează suportul pentru ecran lat.
sk_sk: Povoliť podporu širokej obrazovky.
sv_se: Aktivera stöd för bredbild.
tr: Geniş ekran desteğini etkinleştirin.
vi_vn: Bật hỗ trợ màn hình rộng.
zh_tw: 啟用寬螢幕支援。

# game_options
source: Enabled
ca: Habilitat
es: Activado
eu_es: Gaituta
gl_es: Activado
hu: Engedélyezve
it: Abilitato
ja_jp: 使用（有効）
ko: 활성화
nb_no: Aktivert
pl: Włączone
pt_pt: Ativado
ro_ro: Activat
sk_sk: Povolené
sv_se: Aktiverad
tr: Etkin
vi_vn: Bật
zh_tw: 啟用

# game_options
source: Enabled (Default)
ca: Habilitat (Per defecte)
es: Activado (Defecto)
eu_es: Gaituta (Defektuz)
gl_es: Activado (predeterminado)
hu: Engedélyezve (alapértelmezett)
it: Abilitato (Default)
ja_jp: 使用する (標準)
ko: 활성화 (기본)
nb_no: Aktivert (standard)
pl: Włączone (domyślnie)
pt_pt: Ativado (Predefinição)
ro_ro: Activează (Implicit)
sk_sk: Povolené (predvolené)
sv_se: Aktiverat (Standard)
tr: Etkin (Varsayılan)
vi_vn: Bật (Mặc định)
zh_tw: 啟用(預設)

# game_options
source: Enabled meshed polygons for translucency.
ca: Habilitats polígons mallats per translucència.
es: Habilita polígonos mallados para translucidez.
eu_es: Gaituta sarea darabilten poligonoak zeharargitasunerako.
gl_es: Activáronse os polígonos mallados para a translucidez.
hu: Engedélyezett hálós sokszögek az átlátszóság érdekében.
it: Abilita i poligoni sovrapposti per traslucenza.
ja_jp: 透明のメッシュポリゴンを有効にします
ko: 반투명을 위해 메시 폴리곤을 활성화했습니다.
nb_no: Aktiverte maskede polygoner for gjennomskinnelighet.
pl: Włączenie wielokątów siatkowych dla półprzezroczystości.
pt_pt: Ativar translucidez para polígonos em malha.
ro_ro: Activează poligoanele tip plasă pentru translucență.
sk_sk: Pre priehľadnosť boli povolené sieťované polygóny.
sv_se: Aktiverade maskade polygoner för genomskinlighet.
tr: Yarı saydamlık için kafesli çokgenler etkinleştirildi.
vi_vn: Kích hoạt đa giác có lưới để tạo độ mờ.
zh_tw: 為半透明啟用網格多邊形。
