Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Alternative Coloured Dot Matrix Display (needs additional file).
es: Pantalla de matriz de puntos de color alternativo (se necesita un archivo adicional).
gl_es: Visualización de matriz de puntos de cores alternativa (necesita un ficheiro adicional).
hu: Alternatív színes pontmátrix kijelző (további fájl szükséges).
it: Schermo a Dot Matrix Colorato Alternativo (necessita file aggiuntivo).
ja_jp: 代替カラードットマトリックス表示 (追加ファイルが必要)
ko: 대체 컬러 도트 매트릭스 디스플레이(추가 파일 필요).
nb_no: Alternativ farget punktmatriseskjerm (krever ekstra fil).
pl: Alternative Coloured Dot Matrix Display (wymaga dodatkowego pliku).
pt_pt: Display alternativo de matriz de pontos coloridos (precisa de arquivo adicional).
ro_ro: Ecran matricial de culoare alternativă (necesită fișier adițional).
sv_se: Alternativ färgad punktmatrisdisplay (kräver ytterligare fil).
tr: Alternatif Renkli Nokta Matris Ekranı (ek dosya gerektirir).
vi_vn: Hiển thị ma trận điểm màu thay thế (cần thêm tệp).
zh_tw: Alternative Coloured Dot Matrix Display (需額外檔案).

# game_options
source: Alternative sounds for the table (needs additional files).
es: Sonidos alternativos para la mesa (necesita archivos adicionales).
gl_es: Sons alternativos para a mesa (necesita ficheiros adicionais).
hu: Alternatív hangok az asztalhoz (további fájlokra van szükség).
it: Suoni alternativi per la tavola (richiedere files aggiuntivi).
ja_jp: テーブルの代替音を使用します(追加ファイルが必要)
ko: 테이블에 대한 대체 사운드(추가 파일 필요).
nb_no: Alternative lyder for bordet (krever flere filer).
pl: Alternatywne dźwięki dla stołu (wymaga dodatkowych plików).
pt_pt: Sons alternativos para a mesa (precisa de ficheiros adicionais).
ro_ro: Sunete alternative pentru masă (necesită fișiere adiționale).
sv_se: Alternativa ljud för bordet (kräver ytterligare filer).
tr: Tablo için alternatif sesler (ek dosyalara ihtiyaç vardır).
vi_vn: Âm thanh thay thế cho bảng (cần thêm file).
zh_tw: Alternative sounds for the table (需額外檔案).

# game_options
source: Always
es: Siempre
gl_es: Sempre
hu: Mindig
it: Sempre
ja_jp: 常に
ko: 항상
nb_no: Alltid
pl: Zawsze
pt_pt: Sempre
ro_ro: Mereu
sk_sk: Vždy
sv_se: Alltid
tr: Sürekli
vi_vn: Luôn luôn
zh_tw: 總是

# game_options
source: Always enforce horizontal
ca: Prioritzar horitzontal
es: Forzar siempre horizontal
eu_es: Beti inposatu horizontala
gl_es: Forzar sempre horizontal
hu: Mindig a vízszintes
it: Forza sempre orizzontale
ja_jp: 常に横並びに表示する
ko: 항상 수평 유지
nb_no: Alltid håndheve horisontal
pl: Zawsze wymuszaj poziom
pt_pt: Enforçar sempre horizontal
ro_ro: Impune mereu orizontal
sk_sk: Vždy vynútiť vodorovné
sv_se: Genomför alltid horisontella
tr: Sürekli yatay uygula
vi_vn: Luôn theo chiều ngang
zh_tw: 總是強制水平顯示

# game_options
source: Always enforce vertical
ca: Prioritzar vertical
es: Forzar siempre vertical
eu_es: Beti inposatu bertikala
gl_es: Forzar sempre vertical
hu: Mindig a függőleges
it: Forza sempre verticale
ja_jp: 常に縦並びに表示する
ko: 항상 수직 유지
nb_no: Alltid håndheve vertikal
pl: Zawsze wymuszaj pion
pt_pt: Emforçar sempre vertical
ro_ro: Impune mereu vertical
sk_sk: Vždy vynútiť zvislo
sv_se: Genomför alltid vertikala
tr: Sürekli dikey uygula
vi_vn: Luôn theo chiều dọc
zh_tw: 總是強制垂直顯示

# game_options
source: Always have 6 bullets, 6 dynamite and 6 lives.
ca: Sempre tenir 6 bales, 6 dinamites i 6 vides.
es: Llevas siempre 6 balas, 6 de dinamita y 6 vidas.
eu_es: Beti izan 6 bala, 6 dinamita eta 6 bizitza.
gl_es: Ten sempre 6 balas, 6 de dinamita e 6 vidas.
hu: Mindig legyen 6 golyó, 6 dinamit és 6 élet.
it: Tieni sempre 6 pallottole, 6 dinamiti e 6 vite.
ja_jp: 常に「弾丸、ダイナマイト、ライフ」を「6」に設定します
ko: 항상 6 개의 총알, 6 개의 다이너마이트, 6 개의 생명을 가집니다.
nb_no: Ha alltid 6 kuler, 6 dynamitt og 6 liv.
pl: Zawsze miej 6 kul, 6 dynamitów i 6 żyć.
pt_pt: Tenha sempre 6 balas, 6 dinamites e 6 vidas.
ro_ro: Ai mereu 6 gloanțe, 6 dinamite și 6 vieți.
sk_sk: Vždy má 6 nábojov, 6 dynamitov a 6 životov.
sv_se: Du har alltid 6 kulor, 6 dynamit och 6 liv.
tr: Sürekli 6 mermi, 6 dinamit ve 6 can.
vi_vn: Luôn có 6 viên đạn, 6 viên thuốc nổ và 6 mạng sống.
zh_tw: 總是擁有6發子彈、6個炸藥跟6條命。

# game_options
source: American English
ca: Anglès americà
es: Inglés Americano
eu_es: Ingelera Amerikarra
gl_es: Inglés Americano
hu: Amerikai angol
it: Inglese Americano
ja_jp: アメリカ英語
ko: 미국 영어
nb_no: Amerikansk engelsk
pl: Amerykańska odmiana angielskiego
pt_pt: Inglês Americano
ro_ro: Engleză americană
sk_sk: Americká angličtina
sv_se: Amerikansk engelska
tr: Amerika İngilizcesi
vi_vn: Tiếng Anh Mỹ
zh_tw: 美式英語

# game_options
source: Analog
ca: Analògic
es: Analógico
eu_es: Analogoa
gl_es: Analóxico
hu: Analóg
it: Analogico
ja_jp: アナログ
ko: 아날로그
pl: Analogowe
pt_pt: Analógico
ro_ro: Analogic
sk_sk: Analóg
zh_tw: 類比

# game_options
source: Analog Controller
ca: Comandament analògic
es: Mando analógico
eu_es: Kontrolatzaile Analogikoa
gl_es: Controlador analóxico
hu: Analóg vezérlő
it: Controller Analogico
ja_jp: アナログコントローラー
ko: 아날로그 컨트롤러
nb_no: Analog styreenhet
pl: Kontroler Analogowy
pt_pt: Comando Analógico
ro_ro: Controler analogic
sk_sk: Analógový ovládača
sv_se: Analog styrenhet
tr: Analog Kontrolcü
zh_tw: 類比控制器

# game_options
source: Analog Controller (DualShock)
ca: Comandament analògic (DualShock)
es: Mando analógico (DualShock)
eu_es: Kontrolatzaile Analogikoa (DualShock)
gl_es: Mando analóxico (DualShock)
hu: Analóg vezérlő (DualShock)
it: Controller Analogico (DualShock)
ja_jp: デュアルショック
ko: 아날로그 컨트롤러 (듀얼쇼크)
nb_no: Analog kontroller (DualShock)
pl: Kontroler analogowy (DualShock)
pt_pt: Comando Analógico (DualShock)
ro_ro: Controler analogic (DualShock)
sk_sk: Analógový ovládač (DualShock)
sv_se: Analog handkontroll (DualShock)
tr: Analog Kontrolcü (DualShock)
zh_tw: 類比控制器 (DualShock)

# keys_files
source: Analog Down
gl_es: Analóxico abaixo
hu: Analóg lefelé
it: Analogico Giu
ko: 아날로그 아래쪽
pl: Analog w dół
pt_pt: Analógico para baixo
ro_ro: Analogic jos
sk_sk: Analóg dolu
sv_se: Analog nedåt
tr: Analog Alt
vi_vn: Analog Xuống
zh_tw: 類比 下

# game_options
source: Analog Joystick
ca: Palanca analògica
es: Joystick analógico
eu_es: Joystick Analogikoa
gl_es: Joystick analóxico
hu: Analóg Joystick
it: Joystick Analogico
ja_jp: アナログジョイスティック
ko: 아날로그 조이스틱
nb_no: Analog styrespak
pl: Joystick analogowy
pt_pt: Comando Analógico
ro_ro: Joystick analogic
sk_sk: Analógový joystick
sv_se: Analog styrspak
zh_tw: 類比搖桿

# game_options
source: Analog Joystick (Flystick)
ca: Palanca analògica (Flystick)
es: Joystick Analógico (Flystick)
eu_es: Joystick Analogikoa (Flystick)
gl_es: Joystick analóxico (Flystick)
hu: Analóg Joystick (Flystick)
it: Joystick Analogico (Flystick)
ja_jp: アナログジョイスティック (Flystick)
ko: 아날로그 조이스틱 (플라이스틱)
nb_no: Analog styrespak (Flystick)
pl: Joystick Analogowy (Flystick)
pt_pt: Comando Analógico (Flystick)
ro_ro: Joystick analogic (Flystick)
sk_sk: Analógový joystick (Flystick)
sv_se: Analog styrspak (Flystick)
zh_tw: 類比搖桿 (Flystick)

# keys_files
source: Analog Left
gl_es: Analóxico Esquerdo
hu: Analóg balra
it: Analogico Sinistra
ko: 아날로그 왼쪽
pl: Analog w lewo
pt_pt: Analógico Esquerdo
ro_ro: Analogic stânga
sk_sk: Analóg vľavo
sv_se: Analog vänster
tr: Analog Sol
vi_vn: Analog Trái
zh_tw: 類比 左

# keys_files
source: Analog Right
gl_es: Analóxico dereita
hu: Analóg jobbra
it: Analogico Destra
ko: 아날로그 오른쪽
pl: Analog w prawo
pt_pt: Analógico Direito
ro_ro: Analogic dreapta
sk_sk: Analóg vpravo
sv_se: Analog höger
tr: Analog Sağ
vi_vn: Analog Phái
zh_tw: 類比 右

# game_options
source: Analog Stick
ca: Palanca analògica
es: Stick analógico
eu_es: Stick analogikoa
gl_es: Stick Analóxico
hu: Analóg kar
it: Manopola Analogica
ja_jp: アナログスティック
ko: 아날로그 스틱
nb_no: Analog spak
pl: Drążek analogowy
pt_pt: Stick Analógico
ro_ro: Manetă analogică
sk_sk: Analógová páčka
sv_se: Analog spak
tr: Analog Çubuk
zh_tw: 類比桿

# keys_files
source: Analog Up
gl_es: Analóxico Arriba
hu: Analóg felfelé
it: Analogico Su
ko: 아날로그 위쪽
pl: Analog w górę
pt_pt: Analógico para cima
ro_ro: Analogic sus
sk_sk: Analóg hore
sv_se: Analog upp
tr: Analog Üst
vi_vn: Analog Lên
zh_tw: 類比 上

# game_options
source: Angrylion
ko: 앵그리라이언

# game_options
source: Angrylion (Most Compatible)
ca: Angrylion (Més compatible)
es: Angrylion (Más compatible)
eu_es: Angrylion (Konpatibleena)
gl_es: Angrylion (máis compatible)
hu: Angrylion (Leginkább kompatibilis)
it: Angrylion (il più compatibile)
ja_jp: Angrylion (最も互換性がある)
ko: 앵그리라이언 (가장 호환됨)
nb_no: Angrylion (mest kompatibel)
pl: Angrylion (najbardziej zgodna)
pt_pt: Angrylion (Mais Compatível)
ro_ro: Angrylion (Cel mai compatibil)
sk_sk: Angrylion (najkompatibilnejší)
sv_se: Angrylion (mest kompatibla)
tr: Angrylion (En Uyumlu)
vi_vn: Angrylion (Tương thích nhất)
zh_tw: Angrylion (最相容)

# game_options
source: Anisotropic filtering
es: Filtrado anisotrópico
gl_es: Filtrado anisotrópico
it: Filtraggio anisotropico
ja_jp: 異方性フィルタリング
ko: 비등방성 필터링
pl: Filtrowanie anizotropowe
pt_pt: Filtragem anisotrópica
ro_ro: Filtrare anisotropică
sk_sk: Anizotropické filtrovanie
sv_se: Anisotropisk filtrering
tr: Anizotropik filtreleme
zh_tw: 非均向性過濾

# game_options
source: Anti-aliasing is a technique for smoothing out jagged edges.
ca: L’antialiàsing és una tècnica per a suavitzar les dents de serra.
es: Antialiasing es una técnica para suavizar los bordes irregulares.
eu_es: Anti-aliasing-a ortzdun ertzak leuntzeko teknika bat da.
gl_es: O anti-aliasing é unha técnica para suavizar os bordos irregulares.
hu: Az élsimitás a szaggatott élek kisimítására szolgáló technika.
it: L'anti-aliasing è una tecnica per sfumare gli angoli netti.
ja_jp: FXAAは、ギザギザのエッジを滑らかにする技術です
ko: 안티에일리어싱은 들쭉날쭉한 가장자리를 매끄럽게 하는 기술입니다.
nb_no: Anti-aliasing er en teknikk for å jevne ut ujevne kanter.
pl: Antyaliasing to technika wygładzania postrzępionych krawędzi.
pt_pt: Anti-aliasing é uma técnica para suavizar arestas irregulares.
ro_ro: Anti-aliasing-ul este o tehnică de netezire a marginilor neregulate.
sk_sk: Anti-aliasing je technika na vyhladenie zubatých hrán.
sv_se: Anti-aliasing är en teknik för att jämna ut ojämna kanter.
tr: Kenar yumuşatma, pürüzlü kenarları yumuşatmak için kullanılan bir tekniktir.
vi_vn: Khử răng cưa là một kỹ thuật làm mịn các cạnh lởm chởm.
zh_tw: 抗鋸齒是一種平滑鋸齒邊緣的技術。

# game_options
source: Any
es: Cualquiera
gl_es: Calquera
hu: Bármely
it: Qualunque
ja_jp: 任意
ko: 아무
nb_no: Vilkårlig
pl: Dowolna
pt_pt: Qualquer
ro_ro: Oricare
sk_sk: Ľubovoľné
sv_se: Alla
tr: Herhangi
vi_vn: Bất kì
zh_tw: 任何

# game_options
source: Apple (2x 2-button Analog)
ca: Apple (2x 2-botons Analògics)
es: Apple (2x analógico de 2 botones)
eu_es: Apple (2x 2-botoi Analogikoa)
gl_es: Apple (2 x 2 botóns analóxicos)
hu: Apple (2x 2 gombos analóg)
it: Apple (2x 2-bottoni analogici)
ja_jp: Apple (2x 2 ボタン アナログ)
ko: 애플 (2배 2 버튼 아날로그)
nb_no: Apple (2x 2-knapps analog)
pt_pt: Apple (2x 2-Botão Analógico
ro_ro: Apple (2x 2-butoane Analog)
sk_sk: Apple (2x 2-tlačidlá analógové)
sv_se: Apple (2x 2-knapps analog)
tr: Apple (2x 2-tuşlu Analog)
zh_tw: Apple (2x gj; 雙鍵類比)

# game_options
source: Apple //e
ko: 애플 //e

# game_options
source: Apple //e Enhanced (Default)
es: Apple //e Mejorado (Defecto)
eu_es: Apple //e Hobetua (Defektuz)
gl_es: Apple //e Mellorado (predeterminado)
hu: Apple //e Enhanced (alapértelmezett)
ja_jp: Apple //e Enhanced (標準)
ko: 애플 //e 개선 버전 (기본)
nb_no: Apple //e Enhanced (standard)
pl: Apple //e Enhanced (domyślnie)
pt_pt: Apple //e Aprimorado (Predefinição)
ro_ro: Apple //e Îmbunătățit (Implicit)
sk_sk: Apple //e Enhanced (predvolené)
sv_se: Apple //e Enhanced (standard)
tr: Apple //e Enhanced (Varsayılan)
vi_vn: Apple //e Enhanced (Mặc định)
zh_tw: Apple //e Enhanced (預設)

# game_options
source: Apple II cleanly cracked disks
ca: Discs craquejats d’Apple II
es: Discos crackeados limpiamente de Apple II
eu_es: Apple II garbi kraketautako diskoak
gl_es: Apple II discos craqueados correctamente
hu: Apple II feltört lemezek
it: Dischi craccati Apple II
ja_jp: Apple II クラック ディスク
ko: 애플 II 깨끗하게 깨진 디스크
nb_no: Apple II-disker med rene sprekker
pl: Całkowicie złamane dyski Apple II
pt_pt: Discos craqueados do Apple II
ro_ro: Discuri crăcuite curat Apple II
sk_sk: Apple II čisto cracknuté disky
sv_se: Apple II rent spruckna disketter
tr: Apple II temiz kırılmış diskler
zh_tw: Apple II 破解磁片

# game_options
source: Apple II miscellaneous disks
ca: Discs diversos d’Apple II
es: Discos variados de Apple II
eu_es: Apple II askotariko diskoak
gl_es: Apple II discos varios
hu: Apple II vegyes lemezek
it: Dischi misti Apple II
ja_jp: Apple II その他のディスク
ko: 애플 II 기타 디스크
nb_no: Apple II diverse disker
pl: Różne dyski Apple II
pt_pt: Discos diversos do Apple II
ro_ro: Discuri diverse Apple II
sk_sk: Apple II rôzne disky
sv_se: Apple II diverse disketter
tr: Apple II çeşitli diskler
zh_tw: Apple II 雜項磁片

# game_options
source: Apple II original disks
ca: Discs originals d’Apple II
es: Discos originales de Apple II
eu_es: Apple II disko originalak
gl_es: Discos orixinais Apple II
hu: Eredeti Apple II lemezek
it: Dischi originali Apple II
ja_jp: Apple II オリジナルディスク
ko: 애플 II 원본 디스크
nb_no: Originale Apple II-disker
pl: Oryginalne dyski Apple II
pt_pt: Discos originais do Apple II
ro_ro: Discuri originale Apple II
sk_sk: Apple II pôvodné disky
sv_se: Apple II originaldisketter
tr: Apple II orijinal diskler
zh_tw: Apple II 原裝磁片

# game_options
source: Apple IIgs cleanly cracked disks
ca: Discs craquejats d’Apple IIgs
es: Discos crackeados limpiamente de Apple IIgs
eu_es: Apple IIgs garbi krakeatutako diskoak
gl_es: Apple IIgs discos craqueados correctamente
it: Dischi craccati Apple IIgs
ja_jp: Apple IIgs クラック ディスク
ko: 애플 IIgs 깨끗하게 깨진 디스크
nb_no: Apple IIgs med rent sprukne disker
pl: Całkowicie złamane dyski Apple IIgs
pt_pt: Discos craqueados do Apple IIgs
ro_ro: Discuri Apple IIgs crăcuite curat
sk_sk: Apple II čisto cracknuté disky
sv_se: Apple IIgs rent spruckna disketter
tr: Apple IIgs temiz kırılmış diskler
zh_tw: Apple IIgs 破解磁片

# game_options
source: Apple IIgs miscellaneous disks
ca: Discs diversos d’Apple IIgs
es: Discos variados de Apple IIgs
eu_es: Apple IIgs askotariko diskoak
gl_es: Apple IIgs varios discos
hu: Apple IIgs vegyes lemezek
it: Dischi misti Apple IIgs
ja_jp: Apple IIgs その他のディスク
ko: 애플 IIgs 기타 디스크
nb_no: Apple IIgs diverse disker
pl: Różne dyski Apple IIgs
pt_pt: Discos diversos do Apple IIgs
ro_ro: Discuri diverse Apple IIgs
sk_sk: Apple II rôzne disky
sv_se: Apple IIgs diverse disketter
tr: Apple IIgs çeşitli diskler
zh_tw: Apple IIgs 雜項磁片

# game_options
source: Apple IIgs original disks
ca: Discs originals d’Apple IIgs
es: Discos originales de Apple IIgs
eu_es: Apple IIgs disko originalak
gl_es: Discos orixinais Apple IIgs
hu: Apple IIgs lemezek
it: Dischi originali Apple IIgs
ja_jp: Apple IIgs オリジナルディスク
ko: 애플 IIgs 원본 디스크
nb_no: Apple IIgs originale disketter
pl: Oryginalne dyski Apple IIgs
pt_pt: Discos originais do Apple IIgs
ro_ro: Discuri originale Apple IIgs
sk_sk: Apple IIgs pôvodné disky
sv_se: Apple IIgs originaldisketter
tr: Apple IIgs orijinal diskler
zh_tw: Apple IIgs 原裝磁片

# game_options
source: Apple ][ Plus
ko: 애플 ][ 플러스

# game_options
source: Applies the FXAA anti-aliasing algorithm to improve the visual quality of games.
es: Aplica el algoritmo anti-aliasing FXAA para mejorar la calidad visual de los juegos.
eu_es: FXAA anti-aliasing algoritmoa ezartzen du jokoen kalitate bisuala hobetzeko.
gl_es: Aplica o algoritmo anti-aliasing FXAA para mellorar a calidade visual dos xogos.
hu: Alkalmazza az FXAA anti-aliasing algoritmust a játékok vizuális minőségének javítása érdekében.
it: Applica l'algoritmo anti-aliasing FXAA per migliorare la qualità' video dei giochi.
ja_jp: FXAA を適用し、ゲームの視覚的品質を向上します
ko: FXAA 안티에일리어싱 알고리즘을 적용하여 게임의 시각적 품질을 향상시킵니다.
nb_no: Bruker FXAA-antialiasing-algoritmen for å forbedre den visuelle kvaliteten i spill.
pl: Stosuje algorytm antyaliasingu FXAA w celu poprawy jakości wizualnej gier.
pt_pt: Aplica o algoritmo anti-aliasing FXAA para melhorar a qualidade visual dos jogos.
ro_ro: Aplică algoritmul anti-aliasing FXAA pentru a îmbunătăți calitatea vizuală a jocurilor.
sk_sk: Použije anti aliasingový algoritmus FXAA na zlepšenie vizuálnej kvality hier.
sv_se: Använder FXAA-kantutjämningsalgoritmen för att förbättra den visuella kvaliteten i spel.
tr: Oyunların görsel kalitesini artırmak için FXAA kenar yumuşatma algoritmasını uygular.
vi_vn: Áp dụng thuật toán khử răng cưa FXAA để cải thiện chất lượng hình ảnh của trò chơi.
zh_tw: 應用FXAA抗鋸齒演算法提升遊戲視覺品質。

# game_options
source: Applies to both players.
ca: Aplica a ambdós jugadors.
es: Aplicar a ambos jugadores.
eu_es: Bi jokalariei eragiten die
gl_es: Aplícar a ambos os xogadores.
hu: Mindkét játékosra vonatkozik.
it: Applica a entrambi i giocatori
ja_jp: 両方のプレーヤーに適用します
ko: 두 플레이어 모두에게 적용됩니다.
nb_no: Gjelder begge spillerne.
pl: Dotyczy obu graczy.
pt_pt: Aplica a ambos os jogadores.
ro_ro: Se aplică la ambii jucători.
sk_sk: Platí pre oba prehrávače.
sv_se: Gäller båda spelarna.
tr: Her iki oyuncu için de geçerlidir.
vi_vn: Áp dụng cho cả hai người chơi.
zh_tw: 應用到兩位玩家。

# game_options
source: Apply a joy2key profile for the current game.
ca: Aplica un perfil joy2key al joc actual.
es: Aplica un perfil joy2key para el juego actual.
eu_es: Aplikatu joy2key profila uneko jokoan
gl_es: Aplica un perfil joy2key para o xogo actual.
hu: Alkalmazzon joy2key profilt az aktuális játékhoz.
it: Applica un profilo joy2key al gioco corrente.
ja_jp: 現在のゲームに[パッドキー設定]を適用します
ko: 현재 게임에 조이투키 프로파일을 적용합니다.
nb_no: Bruk en joy2key-profil for det aktuelle spillet.
pl: Zastosuj profil joy2key dla bieżącej gry.
pt_pt: Aplicar um perfil joy2key para o jogo atual.
ro_ro: Aplică un profil joy2key pentru jocul curent.
sk_sk: Použiť pad2key profil pre aktuálnu hru.
sv_se: Tillämpa en joy2key-profil för det aktuella spelet.
tr: Geçerli oyun için bir joy2key profili uygula.
vi_vn: Áp dụng một hồ sơ Joy2Key cho trò chơi hiện tại.
zh_tw: 為目前遊戲套用 joy2key 設定檔。

# game_options
source: Apply a multiplier to the joystick's input to lower or increase responsiveness.
es: Aplica un multiplicador a la entrada del joystick para disminuir o aumentar la sensibilidad.
gl_es: Aplique un multiplicador á entrada do joystick para reducir ou aumentar a capacidade de resposta.
hu: Alkalmazzon szorzót a joystick bemenetére, hogy csökkentse vagy növelje a reakciókészséget.
it: Applica un moltiplicatore all'input del joystick per ridurre o aumentare la responsività.
ja_jp: ジョイスティックの入力に乗数を適用して、応答性を下げたり上げたりします
ko: 조이스틱의 입력에 승수를 적용하여 반응성을 낮추거나 높입니다.
nb_no: Bruk en multiplikator på joystickens input for å redusere eller øke responsen.
pl: Zastosuj mnożnik dla wejścia joysticka, aby zmniejszyć lub zwiększyć szybkość reakcji.
pt_pt: Aplicar um multiplicador de entrada do comando para diminuir ou aumentar capacidade de resposta.
ro_ro: Aplică un multiplicator la intrarea joystick-ului pentru a scădea sau a crește gradul de reacție.
sk_sk: Použiť násobič pre vstup joysticku na zníženie alebo zvýšenie odozvy.
sv_se: Tillämpa en multiplikator på styrspakens inmatning för att minska eller öka responsen.
tr: Yanıt verme hızını azaltmak veya artırmak için kumanda kolunun girişine bir çarpan uygulayın.
vi_vn: Áp dụng hệ số nhân cho đầu vào của cần điều khiển để giảm hoặc tăng khả năng phản hồi.
zh_tw: 對搖桿的輸入應用乘數來降低或增加反應能力。

# game_options
source: Apply a post-processing effect.
ca: Aplica un efecte de post-processat.
es: Aplicar un efecto de posprocesamiento.
eu_es: Ezarri post-prozesatze efektua
gl_es: Aplicar un efecto de post-procesamento.
hu: Alkalmazzon utófeldolgozási hatást.
it: Applica un effetto di post-processing.
ja_jp: 特定の視覚効果を適用します
ko: 후속 효과를 적용합니다.
nb_no: Bruk en etterbehandlingseffekt.
pl: Zastosuj efekt przetwarzania końcowego.
pt_pt: Aplicar um efeito de pós-processamento
ro_ro: Aplică un efect de post-procesare.
sk_sk: Použiť efekt post-processingu.
sv_se: Tillämpa en efterbehandlingseffekt.
tr: İşlem sonrası efekti uygula.
vi_vn: Áp dụng hiệu ứng xử lý hậu kỳ.
zh_tw: 英语/日语。

# game_options
source: Apply a video filter to mimic various NTSC TV signals.
es: Aplica un filtro de vídeo para imitar varias señales de TV NTSC.
eu_es: Aplikatu bideo filtroa NTSC TB seinale anitzek bezala egiteko.
gl_es: ApliCA un filtro de vídeo para imitar varias sinais de TV NTSC.
hu: Alkalmazzon videoszűrőt a különféle NTSC TV-jelek utánozásához.
it: Applica un filtro video per simulari diversi segnali TV NTSC.
ja_jp: ビデオ フィルターを適用して、さまざまな NTSC TV 信号を模倣します
ko: 다양한 NTSC TV 신호를 모방하기 위해 비디오 필터를 적용합니다.
nb_no: Bruk et videofilter for å etterligne ulike NTSC-TV-signaler.
pl: Zastosuj filtr wideo, aby naśladować różne sygnały telewizyjne NTSC.
pt_pt: Aplique um filtro de vídeo para imitar vários sinais de TV NTSC.
ro_ro: Aplică un filtru video care să imite diverse semnale TV NTSC.
sk_sk: Použiť video filter na napodobnenie rôznych TV signálov NTSC.
sv_se: Tillämpa ett videofilter för att efterlikna olika NTSC-TV-signaler.
tr: Çeşitli NTSC TV sinyallerini taklit etmek için bir video filtresi uygulayın.
vi_vn: Áp dụng bộ lọc video để bắt chước các tín hiệu TV NTSC khác nhau.
zh_tw: 應用後製效果。

# game_options
source: Apply gouraud shading instead of flat shading.
es: Aplica sombreado Gouraud en lugar de sombreado plano.
gl_es: Aplica sombreado gouraud en lugar de sombreado plano.
hu: Alkalmazzon gouraud árnyékolást a sima árnyékolás helyett.
it: Applica lo shading gourand invece che quello piatto.
ja_jp: フラット シェーディングの代わりにグーロー シェーディングを適用します
ko: 플랫 셰이딩 대신 구로 셰이딩을 적용하세요.
nb_no: Bruk gouraudskyggelegging i stedet for flatskyggelegging.
pl: Zastosuj cieniowanie gouraud zamiast cieniowania płaskiego.
pt_pt: Aplique sombreamento gouraud em vez de sombreamento plano.
ro_ro: Aplică umbrire gouraud în loc de umbrire plată.
sv_se: Tillämpa gouraud-skuggning istället för plattskuggning.
tr: Düz gölgeleme yerine gouraud gölgeleme uygulayın.
vi_vn: Áp dụng đổ bóng gouraud thay vì đổ bóng phẳng.
zh_tw: 應用 Gouraud 著色而不是平面著色。

# game_options
source: Approximate (Fast)
es: Aproximado (Rápido)
eu_es: Hurbildua (Azkarras)
gl_es: Aproximado (rápido)
hu: Hozzávetőleges (gyors)
it: Approssimata (Veloce)
ja_jp: 近似（高速）
ko: 대략적인 (빠름)
nb_no: Omtrentlig (rask)
pl: Przybliżone (szybko)
pt_pt: Aproximado (Rápido)
ro_ro: Aproximativă (Rapid)
sk_sk: Približné (rýchle)
sv_se: Ungefärlig (snabb)
tr: Yaklaşık (Hızlı)
vi_vn: Gần đúng (Nhanh)
zh_tw: 近似（快速）

# game_options
source: Approximate XFloat
ca: XFloat aproximat
es: XFloat aproximado
eu_es: Hurbildutako XFloat
gl_es: XFloat aproximado
hu: Hozzávetőleges XFloat
it: XFloat Approssimato
ja_jp: Approximate XFloat(おおよそ)
ko: 대략적인 X플로트
nb_no: Omtrentlig XFloat
pl: Przybliżone XFloat
pt_pt: XFloat Aproximado
ro_ro: XFloat aproximat
sk_sk: Približný XFloat
sv_se: Ungefärlig XFloat
tr: Yaklaşık XFloat
zh_tw: 近似（XFloat）

# game_options
source: April
es: Abril
gl_es: Abril
hu: Április
it: Aprile
ja_jp: 4月
ko: 4월
pl: Kwiecień
pt_pt: abril
ro_ro: Aprilie
sk_sk: Apríl
tr: Nisan
vi_vn: Tháng 4
zh_tw: 四月

# game_options
source: Arabic (ar)
es: Arabe (ar)
gl_es: Árabe (ar)
hu: Arab (ar)
it: Arabo (ar)
ja_jp: アラビア語 (ar)
ko: 아랍어 (ar)
pl: Arabski (ar)
pt_pt: Árabe (ar)
ro_ro: Arabă (ar)
sk_sk: Arabčina (ar)
sv_se: Arabiska (ar)
tr: Arapça (ar)
vi_vn: Tiếng Ả Rập (ar)

# game_options
source: Arcade MVS Europe
es: Arcade MVS Europa
eu_es: MVS Arkadea Europa
hu: Arcade MVS Europa
it: Arcade MVS Europa
ja_jp: MVS版 ヨーロッパ
ko: 아케이드 MVS 유럽
nb_no: Arkade MVS Europa
pl: Automat MVS Europe
sk_sk: Arcade MVS Európa
sv_se: Arcade MVS Europa
tr: Arcade MVS Avrupa

# game_options
source: Arcade MVS Japan
es: Arcade MVS Japón
eu_es: MVS Arkadea Japonia
gl_es: Arcade MVS Xapón
hu: Arcade MVS Japán
it: Arcade MVS Giappone
ja_jp: MVS版 日本
ko: 아케이드 MVS 일본
pl: Automat MVS Japan
sk_sk: Arcade MVS Japonsko
tr: Arcade MVS Japon
