Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Adjust the percentage of power (watts) provided to a Ryzen Mobile Series CPU based on it's default max value. Caution, setting wattage too high could damage your device.
es: Ajusta el porcentaje de potencia (vatios) proporcionado a una CPU de la serie Ryzen Mobile basado en su valor máximo por defecto. ATENCIÓN: Establecer un vataje demasiado alto podría dañar su dispositivo.
gl_es: Axusta a porcentaxe de potencia (watts) proporcionada a unha CPU da serie Ryzen Mobile en función do seu valor máximo predeterminado. PRECAUCIÓN: establecer unha potencia demasiado alta pode danar o teu dispositivo.
hu: A Ryzen Mobile Series CPU-nak nyújtott teljesítmény (watt) százalékos arányának beállítása az alapértelmezett maximális érték alapján. Vigyázat, a túl magas teljesítmény beállítása károsíthatja a készüléket.
it: Aggiusta la percentuale di potenza (watts) fornita alla CPU Riyzen Mobile a seconda del suo valore massimo di default. Attenzione, impostare un valore troppo alto potrebbe danneggiarla.
ja_jp: Ryzen Mobile シリーズ CPU に提供される電力 (ワット) の割合を調整します 設定が高すぎるとデバイスが損傷する可能性があります
ko: 라이젠 모바일 시리즈 CPU에 제공되는 전력(와트)의 백분율을 기본 최대값에 따라 조정합니다. 주의, 와트를 너무 높게 설정하면 장치가 손상될 수 있습니다.
nb_no: Juster prosentandelen av strøm (watt) som leveres til en Ryzen Mobile Series CPU basert på dens standard maksverdi. Forsiktig, for høy effekt kan skade enheten.
pl: Dostosuj moc (w procentach watów) dostarczanej do procesora Ryzen Mobile Series na podstawie jego domyślnej wartości maksymalnej. Uwaga, ustawienie zbyt wysokiej mocy może uszkodzić urządzenie.
pt_pt: Ajustar a percentagem de energia (watts) fornecida a uma CPU Ryzen Mobile Series com base no valor máximo padrão. Cuidado, definir uma potência muito alta pode danificar seu dispositivo.
ro_ro: Ajustează procentul de putere (wați) oferiți unui CPU din seria Ryzen Mobile bazat pe valoarea lui maximă implicită. Atenție, setarea unei puteri pre mari poate să-ți distrugă dispozitivul.
sv_se: Justera procentandelen effekt (watt) som tillhandahålls till en Ryzen Mobile Series-processor baserat på dess maximala standardvärde. Varning, om du ställer in en för hög wattnivå kan det skada din enhet.
tr: Ryzen Mobil Serisi CPU için sağlanan güç yüzdesini (watt) varsayılan en yüksek değerine göre ayarlayın. Dikkat, watt değerini çok yüksek ayarlamak cihazınıza zarar verebilir.
vi_vn: Điều chỉnh phần trăm công suất (watt) cung cấp cho CPU dòng di động Ryzen dựa trên giá trị tối đa mặc định của nó. Thận trọng, cài đặt công suất quá cao có thể làm hỏng thiết bị của bạn.
zh_tw: Ryzen Mobile CPU 可基於預設值進行功耗瓦數調整注意過高的瓦數可能損害你的設備。

# game_options
source: Adjusts Full Motion Video movies aspect ratio.
es: Ajusta la relación de aspecto de las películas FMV (Full Motion Video).
eu_es: Doitu Mugimendu Osoko Bideoko (FMV) filmen proportzioa
gl_es: Axusta a relación de aspecto das películas FMV (vídeo en movemento completo).
hu: A Full Motion Video filmek képarányának beállítása.
it: Aggiusta l'aspetto dei film Full Motion Video
ja_jp: フル モーション ビデオ (FMV)のアスペクト比を調整します
ko: 전체 모션 비디오의 화면비를 조정합니다.
nb_no: Justerer størrelsesforholdet for Full Motion-videofilmer.
pl: Dostosowuje współczynnik proporcji filmów Full Motion Video.
pt_pt: Ajustar a proporção de ecrã dos vídeos Full Motion Video.
ro_ro: Ajustează raportul de aspect al filmelor.
sk_sk: Upraví pomer strán plného videa.
sv_se: Justerar bildförhållandet för Full Motion Video-filmer.
tr: Tam Hareketli Video filmlerinin en boy oranını ayarlar.
vi_vn: Điều chỉnh tỷ lệ khung hình của phim Full Motion Video.
zh_tw: 調整全動態影片的長寬比。

# game_options
source: Adjusts the positions of the screens.
ca: Ajusta la posició de les pantalles.
es: Ajusta las posiciones de las pantallas.
eu_es: Pantailaren posizioa doitzen du.
gl_es: Axusta as posicións das pantallas.
hu: A képernyők pozíciójának beállítása.
it: Aggiusta la posizione degli schermi.
ja_jp: 画面の位置を調整します
ko: 화면의 위치를 조정합니다.
nb_no: Justerer posisjonene til skjermene.
pl: Umożliwia regulację położenia ekranów.
pt_pt: Ajustar as posições dos ecrãs.
ro_ro: Ajustează pozițiile ecranelor.
sk_sk: Upravuje polohy obrazoviek.
sv_se: Justerar skärmarnas positioner.
tr: Ekranların konumlarını ayarlar.
vi_vn: Điều chỉnh vị trí của các màn hình.
zh_tw: 調整螢幕的位置。

# game_options
source: Affects efficiency/stability.
ca: Afecta a l’eficiència/estabilitat.
es: Afecta a la eficiencia/estabilidad.
eu_es: Efizientzia/egonkortasunari eragiten dio
gl_es: Afecta á eficiencia/estabilidade.
hu: Befolyásolja a hatékonyságot/stabilitást.
it: Influenza efficienza/stabilità.
ja_jp: 効率/安定性に影響します
ko: 효율성/안정성에 영향을 미칩니다.
nb_no: Påvirker effektivitet/stabilitet.
pl: Wpływa na wydajność/stabilność.
pt_pt: Afeta eficiência/estabilidade
ro_ro: Afectează eficiența/stabilitatea.
sk_sk: Ovplyvní efektivitu/stabilitu.
sv_se: Påverkar effektivitet/stabilitet.
tr: Verimliliği/kararlılığı etkiler.
vi_vn: Ảnh hưởng đến hiệu năng/ổn định.
zh_tw: 影響效率及穩定性。

# game_options
source: Affects how the emulated screens are scaled. OpenGL renderer only.
es: Afecta la forma en que se escalan las pantallas emuladas. Sólo renderizador OpenGL.
gl_es: Afecta como se escalan as pantallas emuladas. Só o renderizador OpenGL.
hu: Az emulált képernyők méretezését befolyásolja. Csak OpenGL megjelenítő.
it: Influenza come gli schermi emulati vengono scalati. Solo per OpenGL.
ja_jp: エミュレートの画面のスケーリング方法に影響します(OpenGL レンダラーのみ)
ko: 에뮬레이트된 화면의 크기 조절 방식에 영향을 줍니다. OpenGL 렌더러만 해당합니다.
nb_no: Påvirker hvordan de emulerte skjermene skaleres. Kun for OpenGL-gjengivelse.
pl: Wpływa na sposób skalowania emulowanych ekranów. Tylko dla renderera OpenGL.
pt_pt: Afeta como os ecrãs emuladas são dimensionadas. Apenas renderizador OpenGL.
ro_ro: Afectează scalarea ecranelor emulate. Doar pentru OpenGL.
sv_se: Påverkar hur de emulerade skärmarna skalas. Endast OpenGL-renderare.
tr: Taklit tedilmiş ekranların nasıl ölçeklendirileceğini etkiler. Yalnızca OpenGL işleyici.
vi_vn: Ảnh hưởng đến cách các màn hình được mô phỏng được chia tỷ lệ.Chỉ kết xuất OpenGL.Ảnh hưởng đến cách thu nhỏ màn hình mô phỏng. Chỉ trình kết xuất OpenGL.
zh_tw: 影響螢幕模擬的縮放，僅限 OpenGL 使用。

# game_options
source: Affects how the game output is scaled to the resolution.
hu: Befolyásolja, hogy a játék kimenete hogyan skálázódik a felbontáshoz.
ko: 게임 출력이 해상도에 맞춰 조정되는 방식에 영향을 미칩니다.
pl: Wpływa na sposób skalowania wyjścia gry do rozdzielczości.
pt_pt: Afeta como a saída do jogo é dimensionada para a resolução.
sv_se: Påverkar hur spelets utdata skalas till upplösningen.
tr: Oyun çıktısının çözünürlüğe nasıl ölçekleneceğini etkiler.
vi_vn: Ảnh hưởng đến cách điều chỉnh đầu ra của trò chơi theo độ phân giải.
zh_tw: 影響遊戲出的縮放解析度。

# game_options
source: Affects just the visual effect of nudging.
es: Afecta sólo al efecto visual de golpeo.
gl_es: Afecta só o efecto visual do golpeo.
hu: Csak a lökés vizuális hatását befolyásolja.
it: Influenza solo l'effetto grafico dello scuotimento.
ja_jp: ナッジの視覚効果のみに影響します
ko: 단지 시각적인 넛지 효과에만 영향을 미칩니다.
nb_no: Påvirker bare den visuelle effekten av nudging.
pl: Wpływa tylko na wizualny efekt szturchania.
pt_pt: Afeta apenas o efeito visual do empurrão.
ro_ro: Afectează doar efectul vizual al înghiontirii.
sv_se: Påverkar bara den visuella effekten av en knuff.
tr: Yalnızca dürtmenin görsel efektini etkiler.
vi_vn: Chỉ ảnh hưởng đến hiệu ứng hình ảnh của việc di chuyển.
zh_tw: 只影響輕推的視覺效果。

# game_options
source: Affects mouse speed globally.
ca: Afecta a la velocitat del cursor del ratolí globalment.
es: Afecta a la velocidad del mouse a nivel global.
eu_es: Xaguaren abiadurari eragiten dio globalki
gl_es: Afecta a velocidade do rato globalmente.
hu: Globálisan befolyásolja az egér sebességét.
it: Influenza la velocità mouse globale
ja_jp: 全体のマウス速度に影響します
ko: 시계적으로 마우스 속도에 영향을 미칩니다.
nb_no: Påvirker musens hastighet globalt.
pl: Globalnie wpływa na prędkość myszy.
pt_pt: Afeta a velocidade do rato em geral.
ro_ro: Afectează viteza mausului global.
sk_sk: Globálne ovplyvňuje rýchlosť myši.
sv_se: Påverkar musens hastighet globalt.
tr: Genel fare hızını etkiler.
vi_vn: Ảnh hưởng đến tốc độ chuột trên cả hệ thống.
zh_tw: 影響全域滑鼠速度。

# game_options
source: Afrikaans
es: Africano
gl_es: Africano
hu: Afrikai
it: Africano
ja_jp: アフリカーンス語
ko: 아프리칸스어
pl: Afrykanerski
ro_ro: Africană
sk_sk: Afrikánčina
tr: Afrika
vi_vn: Người Afrika

# game_options
source: After NMI
ca: Desprès de l’NMI
es: Después de NMI
eu_es: NMI ondoren
gl_es: Despois de NMI
hu: NMI után
it: Dpop NMI
ko: NMI 이후
nb_no: Etter NMI
pl: Po NMI
pt_pt: Depois de NMI
ro_ro: După NMI
sk_sk: Po NMI
sv_se: Efter NMI
tr: NMI Sonrası
vi_vn: NMI Sau

# keys_files
source: Aim down
es: Apuntar hacia abajo
gl_es: Apuntar cara abaixo
hu: Célzás lefelé
it: Mira in basso
ja_jp: 照準下げる
ko: 아래로 조준
pl: Celowanie w dół
pt_pt: Mire para baixo
ro_ro: Țintește în jos
sk_sk: Zamerať dolu
sv_se: Sikta nedåt
tr: Aşağıyı hedefle
vi_vn: Bỏ nhắm
zh_tw: 瞄準下方

# keys_files
source: Aim up
es: Apuntar hacia arriba
gl_es: Apuntar cara arriba
hu: Célzás felfelé
it: Mira in alto
ja_jp: 照準上げる
ko: 위로 조준
pl: Celowanie w górę
pt_pt: Mire para cima
ro_ro: Țintește în sus
sk_sk: Zamerať hore
sv_se: Sikta uppåt
tr: Yukarıyı hedefle
vi_vn: Bật nhắm
zh_tw: 瞄準上方

# game_options
source: Albania
hu: Albánia
ko: 알바니아
pt_pt: Albânia
sk_sk: Albánsko
sv_se: Albanien
tr: Arnavutluk

# game_options
source: Albanian
es: Albano
gl_es: Albanés
hu: Albán
it: Albanese
ja_jp: アルバニア語
ko: 알바니아어
nb_no: Albansk
pl: Albanski
pt_pt: albanês
ro_ro: Albaneză
sk_sk: Albánčina
sv_se: Albansk
tr: Arnavut
vi_vn: Albania

# game_options
source: Algeria
gl_es: Alxeria
hu: Algéria
ko: 알제리
pt_pt: Argélia
sk_sk: Alžírsko
sv_se: Algeriet
tr: Cezayir

# game_options
source: All 0s (Default)
ca: Tot 0s (Per defecte)
es: Todo 0s (Defecto)
eu_es: Denak 0-ak (Defektuz)
gl_es: Todo 0s (predeterminado)
hu: Mind 0 (alapértelmezett)
it: Tutto 0s (Default)
ja_jp: すべて0（標準）
ko: 모두 0 초 (기본)
nb_no: Alle 0-er (standard)
pl: Wszystko 0 (domyślnie)
pt_pt: Todos os 0s (Predefinição)
ro_ro: Tot 0 (Implicit)
sk_sk: Všetko 0s (predvolené)
sv_se: Alla 0 (standard)
tr: Tüm 0'lar (Varsayılan)
vi_vn: Tất cả 0 giây (Mặc đinh)
zh_tw: All 0s (預設)

# game_options
source: All 1s
ca: Tot 1s
es: Todo 1s
eu_es: Denal 1-ak
gl_es: Todo 1s
hu: Mind 1s
it: Tutto 1s
ja_jp: すべて1
ko: 모두 1 초
nb_no: Alle 1-tall
pl: Wszystko 1
pt_pt: Todos 1s
ro_ro: Tot 1
sk_sk: Všetko 1s
sv_se: Alla 1:or
tr: Tüm 1'ler
vi_vn: Tất cả 1 giây

# game_options
source: All Borders
ca: Tots els bordes
es: Todos los bordes
eu_es: Ertz guztiak
gl_es: Todas os bordos
hu: Minden határ
it: Tutti i Bordi
ja_jp: すべての境界線
ko: 모든 테투리
nb_no: Alle grenser
pl: Wszystkie ramki
pt_pt: Todas as Bordas
ro_ro: Toate marginile
sk_sk: Všetky okraje
sv_se: Alla ramar
tr: Tüm Kenarlar
vi_vn: Tất cả đường viền
zh_tw: 所有邊框

# game_options
source: All possible licenses (Not recommended)
ca: Todes les llicències posibles (No recomanat)
es: Todas las licencias posibles (No recomendado)
eu_es: Posible diren lizentzia guztiak (Ez gomendatua)
gl_es: Todas as licenzas posibles (Non recomendado)
hu: Minden lehetséges licenc (nem ajánlott)
it: Tutte le possibili license (Sconsigliato)
ja_jp: すべて (非推奨)
ko: 가능한 모든 라이선스 (권장하지 않음)
nb_no: Alle mulige lisenser (anbefales ikke)
pl: Wszystkie możliwe licencje (niezalecane)
pt_pt: Todas as licenças possíveis (não recomendado)
ro_ro: Toate licențele posibile (Nerecomandat)
sk_sk: Všetky možné licencie (neodporúčané)
sv_se: Alla möjliga licenser (rekommenderas inte)
tr: Tüm olası lisanslar (Önerilmez)
vi_vn: Tất cả các giấy phép có thể (Không khuyến khích)
zh_tw: 所有可能的憑證 (不推薦)

# game_options
source: Allow cores to set rotation.
ca: Permetre als nuclis establir la rotació.
es: Permite que los núcleos establezcan la rotación.
eu_es: Utzi nukleoek biratzea ezarri dezaten
gl_es: Permitir que os núcleos establezan a rotación.
hu: Engedélyezze a magoknak a forgás beállítását.
it: Permetti ai core di impostare la rotazione.
ja_jp: コアの回転設定を可能にします
ko: 코어가 회전을 설정하도록 허용합니다.
nb_no: Tillat kjernene å angi rotasjon.
pl: Zezwalaj emulatorom na ustawienie rotacji.
pt_pt: Permite que os cores definam a rotação
ro_ro: Permite nucleelor să seteze rotația.
sk_sk: Povoliť jadrám nastaviť rotáciu.
sv_se: Låt kärnorna ställa in rotationen.
tr: Çekirdeklerin dönüşü ayarlamasına izin ver.
vi_vn: Cho phép lõi thiết lập vòng quay.
zh_tw: 允許核心設定旋轉。

# game_options
source: Allow game that support different resolutions to be rendered in specific resolution.
ca: Força jocs que suporten diferents resolucions a ser renderitzats en una resolució específica.
es: Permite que los juegos que admiten diferentes resoluciones se rendericen en una resolución específica.
eu_es: Bereizmen anitz onartzen dituzten jokoak, bereizmen jakin batean renderizatzea ahalbideratu.
gl_es: Permite cos xogos compatibles con diferentes resolucións se rendericen nunha resolución específica.
hu: Lehetővé teszi, hogy a különböző felbontásokat támogató játékok egy adott felbontásban jelenjenek meg.
it: Permetti al gioco che supporta più risoluzioni di essere renderizzato in una specifica risoluzione.
ja_jp: 異なる解像度をサポートするゲームを特定の解像度でレンダリングできるようにします
ko: 다양한 해상도를 지원하는 게임이 특정 해상도로 렌더링되도록 허용합니다.
nb_no: Tillat at spill som støtter ulike oppløsninger, gjengis i en bestemt oppløsning.
pl: Umożliwia renderowanie gier obsługujących różne rozdzielczości w określonej rozdzielczości.
pt_pt: Permite que jogos com suporte a diferentes resoluções sejam renderizados numa resolução específica.
ro_ro: Permite jocurilor care suportă diferite rezoluții să fie redate într-o anumită rezoluție.
sk_sk: Umožní hre, ktorá podporuje rôzne rozlíšenia, byť renderovaná v určitom rozlíšení.
sv_se: Tillåt spel som stöder olika upplösningar att återges i en specifik upplösning.
tr: Farklı çözünürlükleri destekleyen oyunların belirli çözünürlükte işlenmesine izin verin.
vi_vn: Cho phép trò chơi hỗ trợ các độ phân giải khác nhau được hiển thị ở độ phân giải cụ thể.
zh_tw: 允許支援不同解析度的遊戲以特定解析度進行算繪。

# game_options
source: Allow mapping Future Pinball with Pad to Keyboard.
es: Permite configurar Future Pinball con Pad-To-Keyboard.
gl_es: Permitir configurar Future Pinball con mando a teclado.
it: Permetti di mappare Future Pinball con Pad to Keyboard
ja_jp: パッドからキーボードへの Future Pinabll の割り当てを許可します
ko: 패드와 키보드를 이용한 퓨처 핀볼 매핑을 허용합니다.
nb_no: Tillat kartlegging av Future Pinball med Pad til tastatur.
pl: Zezwól na mapowanie Future Pinball za pomocą Pada na klawiaturę.
ro_ro: Permite asocierea Future Pinball cu Pad to Keyboard.
vi_vn: Cho phép ánh xạ Future Pinball với Pad tới Bàn phím.

# game_options
source: Allows Alt+Tab to RPCS3's menu. Useful for manual disc-swapping.
ca: Permet Alt+Tab al menú d’RPCS3. Útil per canviar els CDs manualment.
es: Permite Alt+Tab en el menú de RPCS3. Útil para el intercambio manual de discos.
eu_es: Alt+Tab ahalbideratu RPCS3-aren menurako. Erabilgarria eskuz diskoa aldatzeko.
gl_es: Permite Alt+Tab ao menú de RPCS3. Útil para o intercambio manual de discos.
hu: Lehetővé teszi az Alt+Tab billentyűkombinációt az RPCS3 menüjéhez. Hasznos kézi lemezcseréhez.
it: Permetti Alt+Tab nel menu RPCS3. Utile per cambio disco manuale.
ja_jp: [Alt+Tab]でRPCS3のメニューを表示します(ディスク交換などに​便利)
ko: Alt+Tab을 눌러 RPCS3의 메뉴를 사용할 수 있습니다. 수동 디스크 교체에 유용합니다.
nb_no: Tillater Alt+Tab til RPCS3s meny. Nyttig ved manuelt diskbytte.
pl: Pozwala na Alt+Tab do menu RPCS3. Przydatne przy ręcznym wymienianiu płyt.
pt_pt: Permite Alt+Tab no menu do RPCS3. Útil para troca manual de disco.
ro_ro: Permite Alt+Tab către meniul RPCS3. Util pentru schimbarea manuală a discului.
sk_sk: Umožňuje Alt+Tab do ponuky RPCS3. Užitočné pre manuálnu výmenu diskov.
sv_se: Tillåter Alt+Tab till RPCS3:s meny. Användbart för manuellt skivbyte.
tr: Alt+Tab RPCS3 menüsüne girmenize izin verir. El ile disk değiştirme için kullanışlıdır.
vi_vn: Cho phép Alt+Tab vào menu của RPCS3. Hữu ích cho việc trao đổi đĩa thủ công.
zh_tw: 允許 Alt+Tab 開啟系統選單以利手動更換光碟片。

# game_options
source: Allows loading protected games without subchannel information.
ca: Permet carregar jocs protegits sense informació de sub-canal.
es: Permite cargar juegos protegidos sin información de subcanal.
eu_es: Protegitutako jokuen karga ahalbideratzen du azpikanaleko informazio gabe.
gl_es: Permite cargar xogos protexidos sen información de subcanle.
hu: Lehetővé teszi a védett játékok betöltését alcsatorna-információ nélkül.
it: Permetti di caricare giochi protetti senza informazioni di sottocanale.
ja_jp: サブチャンネル情報ファイルなしで保護されたゲームを起動可能にします
ko: 하위 채널 정보 없이 보호된 게임을 로드할 수 있습니다.
nb_no: Gjør det mulig å laste inn beskyttede spill uten underkanalinformasjon.
pl: Umożliwia załadowanie chronionych gier bez informacji o podkanale.
pt_pt: Permite carregar jogos protegidos sem informações de subcanal.
ro_ro: Permite încărcarea jocurilor protejate fără informația de subcanal.
sk_sk: Umožňuje načítanie chránených hier bez informácií o podkanáli.
sv_se: Tillåter inläsning av skyddade spel utan underkanalsinformation.
tr: Alt kanal bilgisi olmadan korumalı oyunların yüklenmesine izin ver.
vi_vn: Cho phép tải các trò chơi được bảo vệ mà không cần thông tin kênh phụ.
zh_tw: 允許讀取沒有子頻道資訊的受保護遊戲。

# game_options
source: Allows the use of switchres profiles if present.
ca: Permet usar perfils de switchres si n’hi han.
es: Permite el uso de perfiles switchres si están presentes.
eu_es: Bereizmen aldaketa profilen erabilera ahalbideratzen du badaude.
gl_es: Permite o uso de perfís switchres se está presente.
it: Permette di usare profili switchres se presenti.
ja_jp: switchres プロファイルがあれば使用可能にします
ko: 존재하는 경우 스위치레스 프로파일을 사용할 수 있도록 허용합니다.
nb_no: Tillater bruk av switchres-profiler hvis de finnes.
pl: Zezwala na użycie profili switchres, jeśli są obecne.
pt_pt: Permite o uso de perfis de interruptores se presentes.
ro_ro: Permite folosirea profilelor switchres dacă sunt prezente.
sk_sk: Umožňuje použitie profilov prepínačov, ak sú k dispozícii.
sv_se: Tillåter användning av switchres-profiler om sådana finns.
tr: Varsa, switchres profillerinin kullanımına izin verir.
vi_vn: Cho phép sử dụng cấu hình switchres nếu có.
zh_tw: 允許使用 switchres 設定檔(如果存在)

# game_options
source: Allows up to 5 or 8 controllers in supported games.
ca: Permet fins a 5 o 8 comandaments als jocs que ho suportin.
es: Permite hasta 5 u 8 controladores en juegos compatibles.
eu_es: 5 edo 8 kontrolatzaile onartu, euskarria duten jokuetan.
gl_es: Permite ata 5 ou 8 controladores nos xogos compatibles.
hu: Legfeljebb 5 vagy 8 kontrollert tesz lehetővé a támogatott játékokban.
it: Permetti fino a 5 o 8 controller nei giochi che lo supportano.
ja_jp: 多人数対応ゲームで5～8のコントローラーを使用できます
ko: 지원되는 게임에서 최대 5개 또는 8개의 컨트롤러를 허용합니다.
nb_no: Tillater opptil 5 eller 8 kontrollere i spill som støttes.
pl: Umożliwia obsługę do 5 lub 8 kontrolerów w obsługiwanych grach.
pt_pt: Permite até 5 ou 8 comandos em jogos suportados
ro_ro: Permite până la 5 sau 8 controlere în jocurile suportate.
sk_sk: Umožní 5 až 8 ovládačov v podporovaných hrách.
sv_se: Tillåter upp till 5 eller 8 kontroller i spel som stöds.
tr: Desteklenen oyunlarda 5 veya 8 kontrolcüye izin verir.
vi_vn: Cho phép tối đa 5 hoặc 8 bộ điều khiển trong các trò chơi được hỗ trợ.
zh_tw: 允許在支援的遊戲使用5到8個控制器。

# game_options
source: Allows up to 7 or 12 controllers in supported games.
ca: Permet fins a 7 o 12 comandaments als jocs que ho suportin.
es: Permite hasta 7 o 12 mandos en juegos compatibles.
eu_es: 7 edo 12 kontrolataile izatea ahalbideratzen du euskarria duten jokuetan
gl_es: Permite ata 7 ou 12 mandos nos xogos compatibles.
hu: Legfeljebb 7 vagy 12 kontrollert tesz lehetővé a támogatott játékokban.
it: Permette fino a 7 o 12 controller nei giochi che lo supportano.
ja_jp: 多人数対応ゲームで7～12のコントローラーを使用できます
ko: 지원되는 게임에서 최대 7개 또는 12개의 컨트롤러를 허용합니다.
nb_no: Tillater opptil 7 eller 12 kontrollere i spill som støttes.
pl: Umożliwia korzystanie z maksymalnie 7 lub 12 kontrolerów w obsługiwanych grach.
pt_pt: Permite até 7 ou 12 comandos em jogos compatíveis.
ro_ro: Permite până la 7-12 controlere în jocurile suportate.
sk_sk: Umožní 7 až 12 ovládačov v podporovaných hrách.
sv_se: Tillåter upp till 7 eller 12 kontroller i spel som stöds.
tr: Desteklenen oyunlarda 7 veya 12 kontrolcüye izin verir.
vi_vn: Cho phép tối đa 7 hoặc 12 bộ điều khiển trong các trò chơi được hỗ trợ.
zh_tw: 允許在支援的遊戲使用7到12個控制器。

# game_options
source: Allows up to 8 controllers in supported games.
es: Permite hasta 8 mandos en juegos compatibles.
eu_es: 8 kontrolatzailerarte onartze ditu euskarria duten jokuetan.
gl_es: Permite ata 8 mandos nos xogos compatibles.
hu: Legfeljebb 8 vezérlőt tesz lehetővé a támogatott játékokban.
it: Permette fino a 8 controller nei giochi che lo supportano.
ja_jp: 多人数対応ゲームで最大8個のコントローラーを使用できます
ko: 지원되는 게임에서 최대 8개의 컨트롤러를 허용합니다.
nb_no: Tillater opptil 8 kontrollere i spill som støttes.
pl: Umożliwia podłączenie do 8 kontrolerów w obsługiwanych grach.
pt_pt: Permite até 8 comandos em jogos suportados.
ro_ro: Permite până la 8 controlere în jocurile suportate.
sk_sk: Umožní až 8 ovládačov v podporovaných hrách.
sv_se: Tillåter upp till 8 kontroller i spel som stöds.
tr: Desteklenen oyunlarda 8 kontrolcüye izin verir.
vi_vn: Cho phép tối đa 8 bộ điều khiển trong các trò chơi được hỗ trợ.
zh_tw: 允許在支援的遊戲使用最多8個控制器。

# game_options
source: Allows user replaceable textures.
es: Permite texturas reemplazables por el usuario.
eu_es: Erabiltzaileak ordezkatu ditzakeen testurak onartzen ditu.
gl_es: Permite texturas substituíbles polo usuario.
hu: Lehetővé teszi a felhasználó által cserélhető textúrákat.
it: Permette all'utente il cambio textures.
ja_jp: ユーザーがテクスチャを置換可能にします
ko: 사용자가 텍스처를 교체할 수 있습니다.
nb_no: Tillater teksturer som kan byttes ut av brukeren.
pl: Umożliwia wymianę tekstur przez użytkownika.
pt_pt: Permite texturas substituíveis pelo utilizador.
ro_ro: Permite texturi înlocuibile de utilizator.
sk_sk: Povolí užívateľom vymeniteľné textúry.
sv_se: Tillåter texturer som kan bytas ut av användaren.
tr: Kullanıcının değiştirebileceği dokulara izin verir.
vi_vn: Cho phép người dùng có thể thay thế họa tiết.
zh_tw: 允許使用者更換紋理材質。

# game_options
source: Allows you to limit FPS to 60.
ca: Permet limitar a 60 FPS.
es: Le permite limitar los FPS a 60.
eu_es: 60 FPS-n muga jartzea ahalbideratzen dizu.
gl_es: Permite limitar os FPS a 60.
hu: Lehetővé teszi, hogy az FPS-t 60-ra korlátozza.
it: Permette di limitare gli FPS a 69
ja_jp: FPSを常に60fpsに制限します
ko: FPS를 60으로 제한할 수 있습니다.
nb_no: Lar deg begrense FPS til 60.
pl: Umożliwia ograniczenie liczby klatek na sekundę (FPS) do 60.
pt_pt: Permite limitar o FPS a 60.
ro_ro: Îți permite să limitezi FPS la 60.
sk_sk: Umožní vám obmedziť FPS na 60.
sv_se: Gör att du kan begränsa bildfrekvensen till 60.
tr: FPS sınırını 60 yapmanıza olanak tanır.
vi_vn: Cho phép bạn giới hạn FPS ở mức 60.
zh_tw: 允許將FPS(每秒畫格數)限制為60。

# game_options
source: Alone in the Dark
ko: 어둠 속에 나 홀로
nb_no: Alene i mørket
ro_ro: Singur în întuneric
sk_sk: Sám v tme
zh_tw: 鬼屋魔影
