Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Upscale rendering resolution to display size.
hu: A megjelenítési felbontás felskálázása a megjelenítési méretre.
pt_pt: Aumentar a resolução de renderização para o tamanho do ecrã.
sv_se: Uppskalning av renderingsupplösning till visningsstorlek.
tr: Görüntüleme çözünürlüğünü görüntü boyutuna göre yükseltin.
zh_tw: 將算繪解析度提高到顯示尺寸。

# keys_files
source: Use
hu: Használ
pt_pt: usar
sv_se: Använd
tr: Kullan
zh_tw: 使用

# game_options
source: Use 1:1 aspect.
pt_pt: Usar o aspeto 1:1.
sv_se: Använd 1:1 bildförhållande.
tr: 1:1 en boy oranı kullan.
zh_tw: 使用1:1長寬比。

# keys_files
source: Use Force Power
hu: Használja az Erőerőt
pt_pt: Use o poder da força
sv_se: Använd kraften
tr: Güç Yeteneğini Kullan
zh_tw: 使用武力

# keys_files
source: Use Inventory Item
hu: Használja a készletet elemét
pt_pt: Usar item de inventário
sv_se: Använd föremål
tr: Envanter Öğesini Kullan
zh_tw: 使用庫存物品

# game_options
source: Use a specific mouse for Paddle 1, chosen by Port 1's Mouse Index.
pt_pt: Usar um rato específico para o Paddle 1, escolhido pelo Índice de Ratos da Porta 1.
sv_se: Använd en specifik mus för paddel 1, vald av musindex för port 1.
tr: Port 1 Fare Dizini tarafından seçilen Pedal 1 için özel bir fare kullanın.
zh_tw: 對踏板 1 使用特定滑鼠，由連接埠 1 的滑鼠索引選擇。

# game_options
source: Use a specific mouse for Paddle 2, chosen by Port 2's Mouse Index.
hu: Használjon egy adott egeret a 2. lapáthoz, amelyet a 2. port egérindexe választ ki.
pt_pt: Usar um rato específico para o Paddle 2, escolhido pelo Índice de Ratos da Porta 2.
sv_se: Använd en specifik mus för paddel 2, vald av musindex för port 2.
tr: Port 2 Fare Dizini tarafından seçilen Pedal 2 için özel bir fare kullanın.
zh_tw: 對踏板 2 使用特定滑鼠，由連接埠 2 的滑鼠索引選擇。

# game_options
source: Use a specific mouse for Paddle 3, chosen by Port 3's Mouse Index.
pt_pt: Usar um rato específico para o Paddle 3, escolhido pelo Índice de Ratos da Porta 3.
sv_se: Använd en specifik mus för paddel 3, vald av musindex för port 3.
tr: Port 3 Fare Dizini tarafından seçilen Pedal 3 için özel bir fare kullanın.
zh_tw: 對踏板 3 使用特定滑鼠，由連接埠 3 的滑鼠索引選擇。

# game_options
source: Use a specific mouse for Paddle 4, chosen by Port 4's Mouse Index.
pt_pt: Usar um rato específico para o Paddle 4, escolhido pelo Índice de Ratos da Porta 4.
sv_se: Använd en specifik mus för paddel 4, vald av musindex för port 4.
tr: Port 4 Fare Dizini tarafından seçilen Pedal 4 için özel bir fare kullanın.
zh_tw: 對踏板 4 使用特定滑鼠，由連接埠 4 的滑鼠索引選擇。

# keys_files
source: Use item
hu: Elem használata
pt_pt: Usar item
sv_se: Använd objekt
tr: Envanter kullan
zh_tw: 使用物品

# game_options
source: Use the system mouse pointer as paddle controller 1. Does not let you choose a specific mouse if you have several.
pt_pt: Usar o ponteiro do rato do sistema como comando de paddle 1. Não lhe permite escolher um rato específico se tiver vários.
sv_se: Använd systemets muspekare som paddelkontroll 1. Låter dig inte välja en specifik mus om du har flera.
tr: 1. sistem fare işaretçisini pedal kontrolcüsü olarak kullan. Birden fazla fareniz varsa belirli bir fareyi seçmenize izin vermez.
zh_tw: 使用系統滑鼠指針作為踏板控制器1。如果您有多個滑鼠，不會讓您選擇特定的滑鼠。

# game_options
source: Uses hardware to make curves.
hu: Hardvereket használ ívek készítéséhez.
pt_pt: Utiliza hardware para fazer curvas.
tr: Eğrileri oluşturmak için donanım kullanır.
zh_tw: 使用硬體來繪製曲線。

# game_options
source: Usleep Only
hu: Csak alvás
pt_pt: Apenas Usleep
sv_se: Endast Usleep
tr: Sadece Uyku
zh_tw: 僅限Usleep

# game_options
source: VIEW MODEL
hu: MODELL MEGTEKINTÉSE
pt_pt: VER MODELO
sv_se: VISNINGSMODELL
tr: MODELİ GÖRÜNTÜLE
zh_tw: 檢視模型

# game_options
source: VIEW SWAYING
pt_pt: VER BALANÇO
sv_se: VISA SVAJNING
tr: SALLANTILI GÖRÜNÜM
zh_tw: 視野搖擺

# game_options
source: VIRTUAL KEYBOARD
hu: VIRTUÁLIS BILLENTYŰZET
pt_pt: TECLADO VIRTUAL
tr: SANAL KLAVYE

# game_options
source: VOICE
hu: HANG
pt_pt: VOZ
sv_se: RÖST
tr: SES
zh_tw: 語音

# game_options
source: VOLUMETRIC SMOKE
hu: TÉRFOGATOS FÜST
pt_pt: FUMAÇA VOLUMÉTRICA
sv_se: VOLYMETRISK RÖK
tr: HACİMSEL DUMAN
zh_tw: 體積煙霧

# game_options
source: Vietnamese
hu: Vietnámi
pt_pt: vietnamita
sv_se: Vietnamesiska
tr: Vietnam

# game_options
source: Volumetric
pt_pt: Volumétrica
sv_se: Volymetrisk
tr: Volumetrik
zh_tw: 體積

# game_options
source: WALL DECALS
hu: FALI MATRICÁK
pt_pt: ADESIVOS DE PAREDE
sv_se: VÄGGDEKALER
tr: DUVAR ÇIKARTMALARI
zh_tw: 壁貼

# game_options
source: WALL MARKS
hu: FALJELEK
pt_pt: MARCAS NA PAREDE
sv_se: VÄGGMARKERINGAR
tr: DUVAR İZLERİ
zh_tw: 壁面圖標

# game_options
source: WEAPON PICKUP
hu: FEGYVER FELVÉTELE
pt_pt: RECOLHA DE ARMA
sv_se: TA UPP VAPEN
tr: SİLAH AL
zh_tw: 武器拾取

# game_options
source: WEAPON WAGGLE
hu: FEGYVER RÁNGATÁS
pt_pt: ARMA WAGGLE
sv_se: VAPENVICKNING
tr: SİLAH SALLA
zh_tw: 武器搖擺

# game_options
source: WEAPONS BAR
hu: FEGYVERBÁR
pt_pt: BARRA DE ARMAS
sv_se: VAPENFÄLT
tr: SİLAH ÇUBUĞU
zh_tw: 武器欄

# game_options
source: WEATHER EFFECTS
hu: IDŐJÁRÁS HATÁSOK
pt_pt: EFEITOS DO TEMPO
sv_se: VÄDEREFFEKTER
tr: HAVA DURUMU EFEKTLERİ
zh_tw: 天氣影響

# game_options
source: WHEEL SENSITIVITY
hu: KERÉK ÉRZÉKENYSÉG
pt_pt: SENSIBILIDADE DO VOLANTE
sv_se: RATTKÄNSLIGHET
tr: DİREKSİYON HASSASİYETİ
zh_tw: 方向盤靈敏度

# game_options
source: WRITE DEPTH BUFFERS
hu: MÉLYSÉGI PUFFEREK ÍRÁSA
pt_pt: ESCREVER BUFFERS DE PROFUNDIDADE
sv_se: SKRIV DJUPBUFFERTAR
tr: YAZMA DERİNLİĞİ ÖNBELLEĞİ
zh_tw: 寫入深度緩衝區

# keys_files
source: Walk forward
hu: Menj előre
pt_pt: Caminhar em frente
sv_se: Gå framåt
tr: İleri yürü
zh_tw: 向前進

# keys_files
source: Weapon drop
hu: Fegyver eldobás
pt_pt: Queda de arma
sv_se: Vapensläpp
tr: Silahı bırak
zh_tw: 放下武器

# game_options
source: When enabled and upscaling, textures look better than linear filtering for a lot of 2D art.
hu: Ha engedélyezve van és felskálázásra kerül, a textúrák sok 2D-s grafika esetében jobban néznek ki, mint a lineáris szűrés.
pt_pt: Quando ativado e ampliado, as texturas parecem melhores do que a filtragem linear para muita arte 2D.
tr: Etkinleştirildiğinde ve ölçeklendirildiğinde, dokular birçok 2B çizim çin doğrusal filtrelemeden daha iyi görünür.

# game_options
source: When enabled, each game has its own VMU on port 1 of controller 1.
hu: Ha engedélyezve van, minden játéknak saját VMU-ja van az 1-es kontroller 1-es portján.
pt_pt: Quando ativado, cada jogo tem o seu próprio VMU na porta 1 do comando 1.
tr: Etkinleştirildiğinde her oyunun kontrolcü 1, port 1 üstünde kendi VMU noktası olur.
zh_tw: 啟用時，每個遊戲在控制器1的埠1上都有自己的VMU。

# game_options
source: Wimpy
es: Débil
gl_es: Débil
hu: Félénk
it: Debole
ja_jp: 弱虫
pl: Marny
pt_pt: Fraco
ro_ro: Slabă
sk_sk: Usmrkaný
tr: Zayıf
zh_tw: 懦弱的

# game_options
source: Writes depth buffer values to VM memory. Some games need this to fix broken graphics.
hu: A mélységi puffer értékeit írja a VM memóriájába. Néhány játéknak szüksége van erre a hibás grafika javításához.
pt_pt: Escrever os valores de buffer de profundidade na memória da VM. Alguns jogos precisam disso para corrigir problemas gráficos.
sv_se: Skriver djupbuffertvärden till VM-minnet. Vissa spel behöver detta för att fixa trasig grafik.
tr: Derinlik arabellek değerlerini VM belleğine yazar. Bazı oyunların bozuk grafikleri düzeltmek için buna ihtiyacı vardır.
zh_tw: 將深度緩衝區值寫入虛擬機器記憶體。一些遊戲需要這個來修復損壞的圖形。

# keys_files
source: Zoom in
hu: Nagyítás
pt_pt: Ampliar zoom
sv_se: Zooma in
tr: Yakınlaştır
zh_tw: 放大

# keys_files
source: Zoom out
hu: Kicsinyítés
pt_pt: Diminuir zoom
sv_se: Zooma ut
tr: Uzaklaştır
zh_tw: 縮小

# game_options
source: pentium_slow
hu: pentium_lassú
tr: pentium_yavaş

# game_options
source: xBRZ - a sharpening upscale algorithm, Bicubic - a smooth look, Hybrid - uses bicubic for smooth areas.
hu: xBRZ - élesebb felskálázási algoritmus, Bicubic - sima megjelenés, Hybrid - bicubic-ot használ a sima területekhez.
pt_pt: xBRZ - um algoritmo de melhoramento de alta qualidade, Bicubic - uma aparência suave, Híbrido - utiliza bicúbico para áreas lisas.
tr: xBRZ - keskinleştirme yükseltme algoritması, Bikubik - pürüzsüz bir görünüm, Hibrit - pürüzsüz alanlar için bikubik kullanır.

# keys_files
source: Batocera Control Center
pt_pt: Centro de Controlo Batocera

# game_options
source: Bottom Center
hu: Alsó középpont
pt_pt: Centro inferior

# game_options
source: Bottom Left
hu: Balra lent
pt_pt: Canto inferior esquerdo

# game_options
source: Bottom Right
hu: Jobbra lent
pt_pt: Canto inferior direito

# game_options
source: Center Left
hu: Bal középen
pt_pt: Centro Esquerda

# game_options
source: Center Right
hu: Jobb középső
pt_pt: Centro Direita

# game_options
source: Choose the Wayland driver mode if on a handheld device. XWayland has more compatibility.
hu: Kézi eszköz esetén válaszd a Wayland illesztőprogram-módot. Az XWayland nagyobb kompatibilitással rendelkezik.
pt_pt: Escolha o modo do driver Wayland se estiver num dispositivo portátil. XWayland têm mais compatibilidade.

# game_options
source: Choose the on-screen position for performance metrics (FPS, CPU usage, etc.).
hu: Válassza ki a képernyőn megjelenő pozíciót a teljesítménymutatókhoz (FPS, CPU-használat stb.).
pt_pt: Escolha a posição no ecrã para as métricas de desempenho (FPS, utilização da CPU, etc.).

# game_options
source: Choose the on-screen position for system messages.
hu: Válassza ki a rendszerüzenetek képernyőn való megjelenésének helyét.
pt_pt: Escolha a posição no ecrã para as mensagens do sistema.

# game_options
source: DUAL SCREEN
pt_pt: ECRÃ DUPLO

# game_options
source: ENABLE WIN32
pt_pt: ATIVAR WIN32

# game_options
source: Enable MelonDS to display over two screens. Some related screen options will be ignored.
pt_pt: Permita que o MelonDS seja apresentado em dois ecrãs. Algumas opções de ecrã relacionadas serão ignorados.

# game_options
source: HARDWARE SHADER
hu: HARDVERES ÁRNYÉKOLÓ
pt_pt: SHADER POR HARDWARE

# game_options
source: Helps some games to launch when disabled. May affect performance.
hu: Letiltva segít egyes játékok elindításában. Befolyásolhatja a teljesítményt.
pt_pt: Ajuda a iniciar alguns jogos quando desativado. Pode afetar o desempenho.

# game_options
source: Helps with texture corruption and depth issues on AMD GPUs. Can also help Intel GPUs in some cases.
hu: Segít a textúra-sérülés és a mélységproblémák esetén AMD GPU-kon. Bizonyos esetekben Intel GPU-k esetén is segíthet.
pt_pt: Ajuda a resolver problemas de corrupção de texturas e profundidade em GPUs AMD. Também pode ajudar Em alguns casos, os GPUs da Intel.

# game_options
source: Improves frame rate and responsiveness.
hu: Javítja a képkockasebességet és a válaszidőt.
pt_pt: Melhora a taxa de frames e a capacidade de resposta.

# game_options
source: NATIVE DEPTH INTERPOLATION
hu: NATÍV MÉLYSÉG INTERPOLÁCIÓ
pt_pt: INTERPOLAÇÃO DE PROFUNDIDADE NATIVA

# game_options
source: NTSC TV
es: TV NTSC
it: TV NTSC
pt_pt: TV NTSC
ro_ro: TV NTSC
zh_tw: NTSC 電視

# game_options
source: OSD MESSAGES POSITION
hu: OSD ÜZENETEK POZÍCIÓJA
pt_pt: POSIÇÃO DAS MENSAGENS OSD

# game_options
source: OSD PERFORMANCE POSITION
hu: OSD TELJESÍTMÉNY POZÍCIÓ
pt_pt: POSIÇÃO DE DESEMPENHO OSD

# game_options
source: PAL TV
es: TV PAL
it: TV PAL
pt_pt: TV PAL
ro_ro: TV PAL

# game_options
source: PRC
nb_no: KINA
pt_pt: RPC

# game_options
source: ROC
pt_pt: RDC

# game_options
source: ROK
pt_pt: Coreia

# game_options
source: Sets Runner to 32bit, works only if there is no prefix for current app is installed.
pt_pt: Executar o Runner para 32 bits, funciona apenas se não existir prefixo para a aplicação atual instalada

# game_options
source: Top Center
hu: Középen fent
pt_pt: Centro Superior

# game_options
source: Top Center (Default)
hu: Középen fent (Alap)
pt_pt: Centro Superior (Padrão)

# game_options
source: Top Left
hu: Bal felső
pt_pt: Canto Superior Esquerdo

# game_options
source: Top Right
hu: Jobbra fent
pt_pt: Canto Superior Direito

# game_options
source: WAN
pt_pt: REDE DE LONGA DISTÂNCIA

# game_options
source: WAYLAND DRIVER MODE
hu: WAYLAND VEZÉRLŐ MÓD
pt_pt: MODO DE CONDUÇÃO WAYLAND

# game_options
source: XWayland (Default)
hu: XWayland (alapértelmezett)
pt_pt: XWayland (Padrão)

# game_options
source: 100 fps
sv_se: 100 bilder/s

# game_options
source: 100fps
nb_no: 100 bilder per sekund
pl: 100 klatek/s
sv_se: 100 bilder/s

# game_options
source: 10fps
nb_no: 10 bilder per sekund
pl: 10 klatek/s
sv_se: 10 bilder per sekund

# game_options
source: 120 fps
pl: 120 kl/s
sv_se: 120 bilder/s

# game_options
source: 120FPS
sv_se: 120 BILDER/S

# game_options
source: 120fps
nb_no: 120 bilder per sekund
pl: 120 klatek/s
sv_se: 120 bilder/s

# game_options
source: 144 fps
pl: 144 kl/s
sv_se: 144 bilder/s

# game_options
source: 144fps
nb_no: 144 bilder per sekund
pl: 144 klatek/s
sv_se: 144 bilder/s

# game_options
source: 155fps
nb_no: 155 bilder per sekund
pl: 155 klatek/s
sv_se: 155 bilder/s

# game_options
source: 15fps
nb_no: 15 bilder per sekund
pl: 15 klatek/s
sv_se: 15 bilder/s

# game_options
source: 15s
ja_jp: 15秒
sv_se: 15 sek

# game_options
source: 16-bit
sv_se: 16-bitars

# game_options
source: 160fps
nb_no: 160 bilder per sekund
pl: 160 klatek/s
sv_se: 160 bilder/s

# game_options
source: 165fps
nb_no: 165 bilder per sekund
sv_se: 165 bilder/s

# game_options
source: 20fps
nb_no: 20 bilder per sekund
pl: 20 klatek/s
sv_se: 20 bilder/s

# game_options
source: 240 fps
pl: 240 kl/s
sv_se: 240 bilder/s

# game_options
source: 25fps
nb_no: 25 bilder per sekund
pl: 25 klatek/s
sv_se: 25 bilder/s

# game_options
source: 30 fps
pl: 30 kl/s
sv_se: 30 bilder/s

# game_options
source: 30FPS
sv_se: 30 BILDER/S

# game_options
source: 30fps
nb_no: 30 bilder per sekund
pl: 30 klatek/s
sv_se: 30 bilder/s

# game_options
source: 32-bit
sv_se: 32-bitars

# game_options
source: 40fps
nb_no: 40 bilder per sekund
pl: 40 klatek/s
sv_se: 40 bilder/s

# game_options
source: 50 fps
pl: 50 kl/s
sv_se: 50 bilder/s

# game_options
source: 50fps
nb_no: 50 bilder per sekund
pl: 50 klatek/s
sv_se: 50 bilder/s

# game_options
source: 60FPS
sv_se: 60 BILDER/S

# game_options
source: 60fps
nb_no: 60 bilder per sekund
pl: 60 klatek/s
sv_se: 60 bilder/s

# game_options
source: 75 fps
pl: 75 kl/s
sv_se: 75 bilder/s

# game_options
source: 75fps
nb_no: 75 bilder per sekund
pl: 75 klatek/s
sv_se: 75 bilder/s

# game_options
source: 90fps
nb_no: 90 bilder per sekund
pl: 90 klatek/s
sv_se: 90 bilder/s

# game_options
source: HDR
sv_se: Justera skärmens HDR-läge

# game_options
source: Rice
nb_no: Ris
sv_se: Ris

# game_options
source: WET
hu: NEDVES
nb_no: VÅT
sv_se: VÅT
zh_tw: 濕的

# game_options
source: 60s
hu: 60 másodperc
ja_jp: 60ミリ秒
zh_tw: 60秒

# game_options
source: X-INPUT
hu: X-BEMENET
sk_sk: X-vstup

# game_options
source: 45s
ja_jp: 45秒
zh_tw: 45秒

# game_options
source: 520 ST AUTO
ja_jp: 520 ST (自動)
zh_tw: 520 ST 自動

# game_options
source: ALTCOLOR
ja_jp: アルトカラー
ro_ro: CULOARE ALTERNATIVĂ
sk_sk: Alt. farba
zh_tw: 替代顏色

# game_options
source: CD
zh_tw: CD光碟

# game_options
source: TV
zh_tw: 電視

# game_options
source: 10ms
ja_jp: 10ミリ秒

# game_options
source: 120ms
ja_jp: 120ミリ秒

# game_options
source: 128MiB
ja_jp: 128MB
nb_no: 128 MB
ro_ro: 128MO

# game_options
source: 140ms
ja_jp: 140ミリ秒

# game_options
source: 160ms
ja_jp: 160ミリ秒

# game_options
source: 180ms
ja_jp: 180ミリ秒

# game_options
source: 200ms
ja_jp: 200ミリ秒

# game_options
source: 20ms
ja_jp: 20ミリ秒

# game_options
source: 220ms
ja_jp: 220ミリ秒

# game_options
source: 240ms
ja_jp: 240ミリ秒

# game_options
source: 40ms
ja_jp: 40ミリ秒

# game_options
source: 60ms
ja_jp: 60ミリ秒

# game_options
source: 80ms
ja_jp: 80ミリ秒

# game_options
source: AdvMame
ja_jp: Advance Mame

# game_options
source: C64 NTSC
ja_jp: C64 NTSC システム

# game_options
source: C64 PAL
ja_jp: C64 PAL システム

# game_options
source: Disable UI prompts
ca: Deshabilitar preguntes d'interfície d'usuari
es: Desactivadas
eu_es: Desgaitu UI promtp mezuak
ja_jp: UI プロンプト 無効

# game_options
source: Enabled UI prompts (Default)
ca: Habilitar les preguntes d'interfície d'usuari (Per defecte)
es: Activadas (Defecto)
eu_es: Gaitutako UI prompt mezuak (Defektuzkoa)
ja_jp: UI プロンプト 使用 (標準)

# keys_files
source: Exit Emulator
es: Salir de emulador
ja_jp: エミュレータを終了

# game_options
source: GLCore
ja_jp: GL コア

# game_options
source: Microcosm
ja_jp: ミクロコスモ
nb_no: Mikrokosmos
sk_sk: Mikrokozmos

# game_options
source: NZ
ja_jp: ニュージーランド

# game_options
source: PAR 1:1
es: NORMAL 1:1
eu_es: PAREKATU 1:1
ja_jp: ピクセルアスペクト比 1:1
pl: JEDEN DO JEDNEGO
ro_ro: PARITATE 1:1

# game_options
source: Use L2/R2 for Accel/Brake and L1/R1 or R-stick Up/Down for Shift Up/Down.
ca: Usar L2/R2 per a accelerar/frenar i L1/R1 o palanca dreta amunt/avall per pujar/baixar marxes.
es: Utilice L2/R2 para Acelerar/Frenar y L1/R1 o el stick derecho ARRIBA/ABAJO para cambiar de marcha.
eu_es: Erabili L2/R2 Azel/Geld eta L1/R1 edo R-stick Gora/Behera martxa Gora/Beherarako.
ja_jp: アクセル/ブレーキはL2/R2、シフトはL1/R1又はRスティック上/下を使用します

# game_options
source: 286, 12.5MHz (2750 cps)
pl: 286, 12.5MHz (2750 c/s)

# game_options
source: 286, 6MHz (1320 cps)
pl: 286, 6MHz (1320 c/s)

# game_options
source: 386, 20MHz (4720 cps)
pl: 386, 20MHz (4720 c/s)

# game_options
source: 386DX, 33MHz (7800 cps)
pl: 386DX, 33MHz (7800 c/s)

# game_options
source: 486DX, 33MHz (13400 cps)
pl: 486DX, 33MHz (13400 c/s)

# game_options
source: 486DX2, 66MHz (26800 cps)
pl: 486DX2, 66MHz (26800 c/s)

# game_options
source: 8086/8088, 4.77MHz (315 cps)
pl: 8086/8088, 4.77MHz (315 c/s)

# game_options
source: X2
pl: 2x

# game_options
source: 1024MB
gl_es: NTSC 60Hz
ro_ro: 1024MO

# game_options
source: 56.75 MHz
gl_es: 10Mhz

# game_options
source: 1 MB
ro_ro: 1 MO

# game_options
source: 10 MB
ro_ro: 10 MO

# game_options
source: 1024kB
ro_ro: 1024kO

# game_options
source: 10MB
ro_ro: 10MO

# game_options
source: 11MB
ro_ro: 11MO

# game_options
source: 120MB
ro_ro: 120MO

# game_options
source: 128KB
ro_ro: 128KO

# game_options
source: 128MB
ro_ro: 128MO

# game_options
source: 128kB (1700)
ro_ro: 128kO (1700)

# game_options
source: 12MB
ro_ro: 12MO

# game_options
source: 14 MB
ro_ro: 14 MO

# game_options
source: 1536MB
ro_ro: 1536MO

# game_options
source: 16384kB
ro_ro: 16384kO

# game_options
source: 16MB
ro_ro: 16MO

# game_options
source: 192+KB
ro_ro: 192+KO

# game_options
source: 1MB
ro_ro: 1MO

# game_options
source: 2 MB
ro_ro: 2 MO

# game_options
source: 2.5 MB
ro_ro: 2.5 MO

# game_options
source: 2048MB
ro_ro: 2048MO

# game_options
source: 2048kB
ro_ro: 2048kO

# game_options
source: 224MB
ro_ro: 224MO

# game_options
source: 2304MB
ro_ro: 2304MO

# game_options
source: 230MB
ro_ro: 230MO

# game_options
source: 24MB
ro_ro: 24MO

# game_options
source: 256kB (1764)
ro_ro: 256kO (1764)

# game_options
source: 2MB
ro_ro: 2MO

# game_options
source: 3072MB
ro_ro: 3072MO

# game_options
source: 32MB
ro_ro: 32MO

# game_options
source: 3840MB
ro_ro: 3840MO

# game_options
source: 3MB
ro_ro: 3MO

# game_options
source: 4 MB
ro_ro: 4 MO

# game_options
source: 4096MB
ro_ro: 4096MO

# game_options
source: 4096kB
ro_ro: 4096kO

# game_options
source: 48MB
ro_ro: 48MO

# game_options
source: 4MB
ro_ro: 4MO

# game_options
source: 5120MB
ro_ro: 5120MO

# game_options
source: 512KB
ro_ro: 512KO

# game_options
source: 512MB
ro_ro: 512MO

# game_options
source: 512kB (1750)
ro_ro: 512kO (1750)

# game_options
source: 576+KB
ro_ro: 576+KO

# game_options
source: 5MB
ro_ro: 5MO

# game_options
source: 6144MB
ro_ro: 6144MO

# game_options
source: 64KB
ro_ro: 64KO

# game_options
source: 64MB
ro_ro: 64MO

# game_options
source: 6MB
ro_ro: 6MO

# game_options
source: 72MB
ro_ro: 72MO

# game_options
source: 768MB
ro_ro: 768MO

# game_options
source: 7MB
ro_ro: 7MO

# game_options
source: 8 MB
ro_ro: 8 MO

# game_options
source: 8192kB
ro_ro: 8192kO

# game_options
source: 8MB
ro_ro: 8MO

# game_options
source: 96MB
ro_ro: 96MO

# game_options
source: 9MB
ro_ro: 9MO

# game_options
source: PINMAME DMD
it: DMD PINMAME
ro_ro: DMD PINMAME

# game_options
source: CDZ
it: CD2

# game_options
source: 119fps
nb_no: 119 bilder per sekund

# game_options
source: 1M
nb_no: 1 mnd

# game_options
source: 240fps
nb_no: 240 bilder per sekund

# game_options
source: 244fps
nb_no: 244 bilder per sekund

# game_options
source: 70fps
nb_no: 70 bilder per sekund

# game_options
source: 72fps
nb_no: 72 bilder per sekund

# game_options
source: GMT+0
eu_es: GMT

# game_options
source: 4xrgss
vi_vn: 4xrgs

# game_options
source: House of the Dead 4 speed fix. Sets the game to the CPU base frequency of your processor.
vi_vn: Sửa lỗi tốc độ House of the Dead 4. Đặt trò chơi theo tần số cơ bản CPU của bộ xử lý của bạn.

# keys_files
source: Left Magna Save
vi_vn: Magna Save Trái

# keys_files
source: Right Magna Save
vi_vn: Magna Save Phải

# game_options
source: Enable or disable monsters in battle.
ca: Habilita monstres en batalla.

# game_options
source: MONSTERS
ca: MONSTRES

# game_options
source: Use with the stretch aspect ratio and adjust joystick sensitivity as required.
ca: Utilitzar amb estretir el ràtio d'aspecte i ajusta la sensibilitat del joystick segons es requereixi.

# game_options
source: Hide crosshairs in supported games e.g. ActionMax.
ca: Amagar el punt de mira als jocs suportats p. ex. ActionMax.

# game_options
source: Compile shaders on next launch of game (one time). Reduces micro-freezes.
ca: Compilar shaders a la proper inici del joc (un cop). Redueix micro-aturades.

# game_options
source: Off (default)
ca: Apagat (per defecte)

# game_options
source: Toggle MSAA/SSAA. Depends on anti-aliasing being enabled.
ca: Alternar MSAA/SSAA. Depèn de si el antialiàsing està activat.

# game_options
source: MSAA (default)
ca: MSAA (per defecte)

# game_options
source: Namco GunCon (Rumble)
ca: Namco GunCon (Vibració)

# game_options
source: Disbaled (Default)
ca: Deshabilitat (Per defecte)

# game_options
source: Allow mapping Future Pinabll with Pad to Keyboard.
ca: Permetre mapatge de Future Pinball amb fletxes del teclat.

# game_options
source: Choose the amount of polygon sort accuracy (Higher may cause artifacts).
ca: Tria la quantitat de precisió d’ordenació de polígons (Pot causar defectes).

# game_options
source: POLYGON SORT ACCURACY
ca: PRECISIÓ A LA CLASSIFICACIÓ DE POLÍGONS

# game_options
source: Per-strip (Default)
ca: Per tira (Per detecte)

# game_options
source: Per-pixel (32 layers)
ca: Per pixel (32 capes)

# game_options
source: Per-pixel (64 layers)
ca: Per pixel (64 capes)

# game_options
source: Converts DirectX 9/10/11/12 calls to Vulkan.
ca: Converteix crides DirectX 9/10/11/12 a Vulkan.

# game_options
source: INSTALL MEDIA FOUNDATION
ca: INSTAL·LAR MEDIA FOUNDATION

# game_options
source: Enable XIM support.
ca: Habilitar el suport XIM.

# game_options
source: Force Nvidia GPUs to always be reported as AMD GPUs.
ca: Força les GPUs d’Nvidia a fer-se passar sempre per GPUs d’AMD.

# game_options
source: AMD FidelityFX (Vulkan Only)
ca: AMD FidelityFX (Només Vulkan)

# game_options
source: This option enables the ability to play Xbox Live Arcacde games. May cause compatibility issues with non-XBLA games.
ca: Aquesta opció habilita la capacitat de jugar a jocs d'Xbox Live Arcade. Pot causar causar problemes de compatibilitat amb jocs no-XBLA.

# keys_files
source: Set to full screen
ca: Establir pantalla completa

# keys_files
source: Push 2
ca: Botó 2

# keys_files
source: Push 1
ca: Botó 1

# keys_files
source: Push 4
ca: Botó 4

# keys_files
source: Push 3
ca: Botó 3

# keys_files
source: Push 5
ca: Botó 5

# keys_files
source: Push 6
ca: Botó 6

# keys_files
source: Push 7
ca: Botó 7

# keys_files
source: Push 8
ca: Botó 8

# keys_files
source: Digital Left
ca: Digital, Esquerra

# keys_files
source: Digital Right
ca: Digital, Dreta
