Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Set controller 1 and 2 to None to use it standalone.
ca: Ajusta comandament 1 i 2 a Cap per a usar de forma independent.
es: Establezca el mando 1 y 2 en Ninguno para usarlo de forma independiente.
eu_es: Ezarri 1 eta 2 kontrolatzaileak Batere ez bezala berean erabiltzeko
gl_es: Establece os MANDOS 1 e 2 en Níngun para usalo de maneira independente.
hu: Állítsa az 1. és 2. vezérlőt Nincs értékre, ha önállóan szeretné használni.
it: Imposta i controller 1 e 2 su None per usarli standalone.
ja_jp: コントローラ1と2を[なし]に設定して、単独で使用します
ko: 컨트롤러 1과 2를 없음으로 설정하여 단독 실행으로 사용합니다.
nb_no: Sett kontroller 1 og 2 til Ingen for å bruke den frittstående.
pl: Ustaw kontroler 1 i 2 na Brak, aby używać ją samodzielnie.
pt_pt: Defina o comando 1 e 2 para Nenhum para usa-lo de forma independente.
ro_ro: Setează controler 1 și 2 la Nimic pentru a le folosi independent.
sk_sk: Nastavte ovládač 1 a 2 na Žiadny na samostatné použitie.
sv_se: Ställ in kontroller 1 och 2 på Ingen för att använda den fristående.
tr: Bağımsız olarak kullanmak için kontrolcü 1 ve 2 Yok olarak ayarlanmalı.
vi_vn: Đặt bộ điều khiển 1 và 2 thành không có để sử dụng độc lập.
zh_tw: 將控制器 1 和 2 設定為無以獨立使用。

# game_options
source: Set desired framerate.
es: Establezca la velocidad de fotogramas deseada.
eu_es: Ezarri nahi den segunduko fotogramak
gl_es: Establece a taxa de fotogramas desexada.
it: Seleziona il framerate desiderato.
ja_jp: フレームレートを設定します
ko: 원하는 프레임 속도를 설정하세요.
nb_no: Angi ønsket bildefrekvens.
pl: Ustaw żądaną liczbę klatek na sekundę.
ro_ro: Setează rata de cadre dorită.
sk_sk: Nastaviť požadované FPS.

# game_options
source: Set game audio level gain in dB.
ca: Estableix el guany d’àudio del joc en dB.
es: Establece la ganancia del nivel de audio del juego en dB.
eu_es: Ezarri joko audio mailaren irabaztea dB-etan.
gl_es: Establece a ganancia do nivel de audio do xogo en dB.
hu: A játék hangszintjének erősítése dB-ben.
it: Imposta il guadagno audio in dB.
ja_jp: ゲーム音声レベルのゲイン(dB)を設定します
ko: 게임 오디오 레벨 게인을 dB 단위로 설정합니다.
nb_no: Angi forsterkning av spillets lydnivå i dB.
pl: Ustaw wzmocnienie poziomu dźwięku gry w dB.
pt_pt: Define o ganho do nível de audio do jogo em dB.
ro_ro: Setează câștigul nivelului audio al jocului în dB.
sk_sk: Nastaviť úroveň zisku zvuku v hre v dB.
sv_se: Ställ in spelets ljudnivåförstärkning i dB.
tr: Oyun ses seviyesi kazancını dB olarak ayarla.
vi_vn: Đặt mức tăng âm thanh trò chơi tính bằng dB.
zh_tw: 以dB單位設定音頻增益。

# game_options
source: Set gun button 2 to reload.
ca: Estableix el botó 2 de la pistola per a recarregar.
es: Configura el botón 2 de la pistola para recargar.
eu_es: Ezarri pistolaren 2. botoia birkargatu dezan
gl_es: Establece o botón 2 da pistola para recargar.
hu: Állítsa újratöltésre a pisztoly 2-es gombját.
it: Imposta il bottone 2 della pistola per ricaricare.
ja_jp: 画面外射撃の代わりに銃ボタン2をリロードに設定します
ko: 버튼 2를 재장전으로 설정합니다.
nb_no: Sett pistolknapp 2 til å lade på nytt.
pl: Ustaw przycisk pistoletu 2 na przeładowanie.
pt_pt: Defina o botão 2 da pistola para recarregar.
ro_ro: Setează butonul 2 al pistolului pentru reîncărcare.
sk_sk: Nastaviť tlačidlo 2 zbrane na nabitie.
sv_se: Ställ in pistolknapp 2 för att ladda om.
tr: Doldurma için tabanca tuşunu 2 ayarla.
vi_vn: Đặt phím bắn thứ 2 thành nạp đạn.
zh_tw: 將光槍按鈕 2 設定為重新裝填。

# game_options
source: Set if you want to limit the FPS in games that are not limited like OutRun2.
hu: Beállítható, ha korlátozni szeretné az FPS-t olyan játékokban, amelyek nem korlátozottak, mint például az OutRun2.
ko: 아웃ㄹ2와 같이 제한이 없는 게임에서 FPS를 제한할지 여부를 설정합니다.
pt_pt: Defina se deseja limitar o FPS em jogos que não são limitados como OutRun2.
sv_se: Ställ in om du vill begränsa bildfrekvens i spel som inte är begränsade, t.ex. OutRun2.
tr: OutRun2 gibi FPS sınırlaması olmayan oyunlarda FPS sınırlaması yapmak istiyorsanız bu ayarı kullanın.
vi_vn: Đặt nếu bạn muốn giới hạn FPS trong các trò chơi không bị giới hạn như OutRun2.
zh_tw: 如果您想在不受限制的遊戲中（如 OutRun2）限制 FPS，請進行設定。

# game_options
source: Set in Config - choose if no audio output
ca: Establir a la configuració - tria per àudio sense sortida
es: Establecer en Configuración - Selecciona si no hay salida de audio
eu_es: Ezarri Konfigurazioan - aukeratu audio irteerarik ez badago.
gl_es: Establecer en Config - escolla se non hai saída de audio
hu: Beállítás a Config-ban – válassza, ha nincs hangkimenet
it: Imposta in Config - scegli se non ci sono uscite audio
ja_jp: Config 設定 - 音声出力がない場合に選択
ko: 구성에서 설정 - 오디오 출력이 없는 경우 선택
nb_no: Innstilt i Config - velg hvis ingen lydutgang
pl: Ustaw w konfiguracji — wybierz, jeśli nie ma wyjścia audio
pt_pt: Defina nas definições - escolha se não houver saída de áudio
ro_ro: Setează în configurație - alege dacă nu există o ieșire audio
sk_sk: Nastaviť v konfigurácii - vyberte, ak nie je žiadny zvukový výstup
sv_se: Ställ in i Konfig - välj om ingen ljudutgång
tr: Yapılandırmada ayarla - ses çıkışı yoksa seçin
vi_vn: Đặt trong Config - chọn nếu không có âm thanh đầu ra
zh_tw: 在配置中設定 - 選擇如果沒有音訊輸出

# game_options
source: Set joystick deadzone.
es: Establece la zona muerta del joystick.
eu_es: Ezarri joystick-aren hilzona
gl_es: Establece a zona morta do joystick.
hu: Joystick holtzóna beállítása.
it: Imposta deadzone joystick
ja_jp: ジョイスティックの遊び幅(デッドゾーン)を設定します
ko: 조이스틱 데드존 설정입니다.
nb_no: Angi dødzone for styrespaken.
pl: Ustaw martwą strefę joysticka.
pt_pt: Definir zona morta do analógico.
ro_ro: Setează zona moartă pentru joystick.
sk_sk: Nastavte mŕtvu zónu joysticku.
sv_se: Ställ in joystickens dödzon.
tr: Joystik ölü bölgesini ayarlayın.
vi_vn: Đặt deadzone cho cần điều khiển.
zh_tw: 設置搖桿死區。

# keys_files
source: Set speed normal
es: Establecer velocidad normal
eu_es: Ezarri abiadura arrunta
gl_es: Establece a velocidade normal
hu: Állítsa be a normál sebességet
it: Imposta la velocità normale
ja_jp: 速度を標準に設定
ko: 속도를 정상으로 설정
nb_no: Innstilt hastighet normal
pl: Ustaw normalną prędkość
pt_pt: Definir velocidade normal
ro_ro: Setează viteza la normal
sk_sk: Nastaviť normálnu rýchlosť
sv_se: Ställ in normal hastighet
tr: Hızı normale ayarla
vi_vn: Đặt tốc độ về bình thường
zh_tw: 設定速度正常

# game_options
source: Set system-wide controls via MAME menu
ca: Establir controls per a tot el sistema mitjançant el menú de MAME
es: Establece controles para todo el sistema a través del menú MAME
eu_es: Ezarri sistema guztiko kontrolak MAME-ren menuaren bitartez
gl_es: EstableceR os controis de todo o sistema a través do menú MAME
hu: Állítsa be a rendszerszintű vezérlőket a MAME menüben
it: Imposta controlli per tutto il sistema tramite il menu MAME
ja_jp: MAMEメニューからシステム設定の変更を可能にします
ko: 마메 메뉴를 통해 시스템 전체 컨트롤 설정
nb_no: Angi systemomfattende kontroller via MAME-menyen
pl: Ustawianie sterowania dla całego systemu za pomocą menu MAME
pt_pt: Definir comandos de todo o sistema através do menu MAME
ro_ro: Setează controalele pentru sistem din meniul MAME
sk_sk: Nastavte ovládacie prvky pre celý systém prostredníctvom ponuky MAME
sv_se: Ställ in systemövergripande kontroller via MAME-menyn
tr: MAME menüsü aracılığıyla sistem genelindeki kontrolleri ayarla
vi_vn: Đặt điều khiển toàn hệ thống thông qua menu MAME
zh_tw: 通過MAME選單設定系統範圍的控制

# game_options
source: Set the color palette to use.
ca: Estableix la paleta de color a usar.
es: Establece la paleta de colores a utilizar.
eu_es: Ezarri erabiliko den kolore paleta.
gl_es: Establece a paleta de cores a usar.
hu: Állítsa be a használni kívánt színpalettát.
it: Imposta la paletta colori da usare.
ja_jp: 使用するカラーパレットを設定します
ko: 사용할 색상 팔레트를 설정합니다.
nb_no: Angi fargepaletten som skal brukes.
pl: Ustaw paletę kolorów do użycia.
pt_pt: Defina a palete de cores a ser usada.
ro_ro: Setează paleta de culoare utilizată.
sk_sk: Vyberte farebnú paletu na použitie.
sv_se: Ange vilken färgpalett som ska användas.
tr: Kullanılacak renk paletini ayarlayın.
vi_vn: Đặt bảng màu để sử dụng.
zh_tw: 設定要使用的調色盤。

# game_options
source: Set the controller rumble strength if supported.
ca: Estableix el nivell de vibració si està suportat.
es: Establece el nivel de vibración si el mando lo soporta.
eu_es: Ezarri kontrolatzailearen daradararen indarra onartzen bada.
gl_es: Establece a forza de vibración do mando se é compatible.
hu: Állítsa be a vezérlő dübörgés erősségét, ha támogatja.
it: Imposta la forza del controller rumble se supportato.
ja_jp: サポートされている場合、コントローラーの振動強度を設定します
ko: 지원되는 경우 컨트롤러 진동 강도를 설정합니다.
nb_no: Still inn kontrollerens rumlestyrke hvis dette støttes.
pl: Ustaw siłę wibracji kontrolera, jeśli jest obsługiwana.
pt_pt: Defina a intensidade da vibração do comando, se suportado.
ro_ro: Setează intensitatea vibrațiilor controlerului dacă este suportat.
sk_sk: Nastaviť silu rachotu ovládača, ak je to podporované.
sv_se: Ställ in kontrollerns ljudstyrka om sådan stöds.
tr: Eğer destekliyorsa kontrolcü titreşim gücünü ayarla.
vi_vn: Đặt cường độ rung của bộ điều khiển nếu được hỗ trợ.
zh_tw: 如果支援，設定控制器震動強度。

# game_options
source: Set the deadzone of the joystick analog sticks.
ca: Estableix la zona morta de la palanca analògica dels comandaments.
es: Ajusta la zona muerta de los sticks analógicos.
eu_es: Ezarri hildako zona joystick-eko stick analogikoak
gl_es: Establece a zona morta dos joysticks analóxicos.
hu: Állítsa be a joystick analóg karok holtterét.
it: Imposta una zona di esclusione per le manopole analogiche joystick.
ja_jp: アナログスティックの遊び幅(デッドゾーン)を設定します
ko: 조이스틱 아날로그 스틱의 데드존을 설정합니다.
nb_no: Still inn dødområdet for de analoge styrespakene.
pl: Ustaw deadzone drążków analogowych joysticka.
pt_pt: Defina a zona morta dos analógicos do joystick.
ro_ro: Setează zona moartă a manetelor analogice ale joystick-ului.
sk_sk: Nastavte mŕtvu zónu analógových páčok joysticku.
sv_se: Ställ in dödzonen för joystickens analoga spakar.
tr: Joystick analog çubuklarının ölü bölgesini ayarla.
vi_vn: Đặt Deadzone của joystick analog sticks.
zh_tw: 設定搖桿模擬桿的死區。

# game_options
source: Set the desired maximum refresh rate when Vsync is off.
es: Establezca la frecuencia de actualización máxima deseada cuando Vsync esté desactivado.
eu_es: Ezarri Vsync desgaituta dagoenerako erabili nahi den berritze tasa maximoa.
gl_es: Establece a frecuencia de actualización máxima desexada cando Vsync estea desactivado.
hu: Állítsa be a kívánt maximális frissítési gyakoriságot, amikor a Vsync ki van kapcsolva.
it: Imposta il refresh rate massimo desiderato quando Vsync è disabilitato.
ja_jp: Vsync がオフの場合に、希望の最大リフレッシュ レートを設定します
ko: 수직동기화가 꺼져 있을 때 원하는 최대 재생 빈도를 설정합니다.
nb_no: Angi ønsket maksimal oppdateringsfrekvens når Vsync er av.
pl: Ustaw żądaną maksymalną częstotliwość odświeżania, gdy funkcja Vsync jest wyłączona.
pt_pt: Define a taxa de atualização máxima pretendida quando Vsync está desligado.
ro_ro: Setează rata de reîmprospătare maximă dorită când Vsync este dezactivat.
sk_sk: Nastaviť požadovanú maximálnu obnovovaciu frekvenciu, keď je funkcia Vsync vypnutá.
sv_se: Ställ in önskad maximal uppdateringsfrekvens när Vsync är avstängd.
tr: Vsync kapalıyken istenilen en yüksek yenileme hızını ayarlayın.
vi_vn: Đặt tốc độ làm mới tối đa mong muốn khi tắt Vsync.
zh_tw: 設定Vsync關閉時所需的最大重新整理率。

# game_options
source: Set the display's resolution. Does not affect the rendering resolution.
ca: Estableix la resolució de visualització. No afecta a la resolució de renderitzat.
es: Establece la resolución de la pantalla. No afecta la resolución de renderizado.
eu_es: Ezarri pantailaren bereizmena. Ez dio renderizazio bereizmenari eragiten.
gl_es: Establece a resolución da pantalla. Non afecta a resolución de renderizado.
hu: Beállítja a kijelző felbontását. Nincs hatással a renderelési felbontásra.
it: Imposta la risoluzione dello schermo. Non influenza la risoluzione di rendering.
ja_jp: ディスプレイ解像度を設定(レンダリング解像度には影響しません)
ko: 디스플레이 해상도를 설정합니다. 렌더링 해상도에는 영향을 주지 않습니다.
nb_no: Angi skjermens oppløsning. Påvirker ikke gjengivelsesoppløsningen.
pl: Ustaw rozdzielczość ekranu. Nie wpływa na rozdzielczość renderowania.
pt_pt: Defina a resolução do monitor. Não afeta a renderização da resolução
ro_ro: Setează rezoluția ecranului. Nu afectează rezoluția de redare.
sk_sk: Nastaviť rozlíšenie displeja. Nemá vplyv na renderovacie rozlíšenie.
sv_se: Ställ in skärmens upplösning. Påverkar inte renderingsupplösningen.
tr: Ekranın çözünürlüğünü ayarlayın. Görüntü işleme çözünürlüğünü etkilemez.
vi_vn: Đặt độ phân giải của màn hình.Không ảnh hưởng đến độ phân giải kết xuất.Thiết lập độ phân giải màn hình. Không ảnh hưởng đến độ phân giải kết xuất.
zh_tw: 設定顯示器的解析度。不影響算繪解析度。

# game_options
source: Set the target FPS (will only work if FPS LIMITER is enabled).
hu: Állítsa be a cél FPS-t (csak akkor működik, ha az FPS LIMITER engedélyezve van).
ko: 목표 FPS를 설정합니다. (FPS 제한기가 활성화된 경우에만 작동)
pt_pt: Defina o FPS alvo (só funcionará se o FPS LIMITER estiver ativado).
sv_se: Ställ in bildfrekvensmålet (fungerar endast om FPS LIMITER är aktiverat).
tr: Hedef FPS ayarlayın (sadece FPS SINIRLAYICI etkinse çalışır).
vi_vn: Đặt FPS mục tiêu (sẽ chỉ hoạt động nếu FPS LIMITER được bật).
zh_tw: 設定目標FPS(僅在FPS限制器啟用時有效)。

# game_options
source: Set to keep the aspect ratio (4:3) in games like Sega Race TV and Primeval Hunt.
hu: A képarány (4:3) megtartása az olyan játékokban, mint a Sega Race TV és a Primeval Hunt.
ko: 세가 레이스 TV와 프라이멀 헌트 등의 게임에서 화면비 (4:3)를 유지하도록 설정되었습니다.
pt_pt: Definido para manter a proporção (4:3) em jogos como Sega Race TV e Primeval Hunt.
sv_se: Ställ in för att behålla bildförhållandet (4:3) i spel som Sega Race TV och Primeval Hunt.
tr: Sega Race TV ve Primeval Hunt gibi oyunlarda görüntü oranının (4:3) korunması amaçlanıyor.
vi_vn: Đặt để giữ tỷ lệ khung hình (4:3) trong các trò chơi như Sega Race TV và Primeval Hunt.
zh_tw: 在Sega Race TV和Primeval Hunt等遊戲中設定為保持長寬比(4:3)。

# game_options
source: Set virtual joysticks gate size. Smaller increases sensitivity. Larger decreases it.
es: Establece el gate size de los joysticks virtuales. Cuanto más pequeño sea más se aumenta la sensibilidad. Más grande la disminuye.
eu_es: Ezarri joystick birtualaren ate tamaina. Txikiagoak sentikortasuna handitzen du. Handiagoak gutxitu egiten du.
gl_es: Establece o tamaño da porta dos joysticks virtuais. Menor aumenta a sensibilidade. Máis grande diminúeo.
hu: A virtuális joystickok kapuméretének beállítása. A kisebb növeli az érzékenységet. A nagyobb csökkenti.
it: Imposta la dimensione cancello per i joystick virtuali. Valori bassi aumentano la sensibilità. Valori alti la diminuiscono.
ja_jp: 仮想ジョイスティックのゲートサイズを設定します 小さいほど感度が上がり、大きくすると下がります
ko: 가상 조이스틱 게이트 크기를 설정합니다. 작을수록 감도가 증가합니다. 클수록 감도가 감소합니다.
nb_no: Angi gate-størrelse for virtuelle styrespaker. Mindre øker følsomheten. Større reduserer den.
pl: Ustaw rozmiar otworu wirtualnych joysticków. Mniejsza zwiększa czułość. Większa ją zmniejsza.
pt_pt: Define o tamanho da entrada dos analógicos virtuais. Um tamanho mais pequeno aumenta a sensibilidade. Maior diminui a sensibilidade.
ro_ro: Setează mărimea porții pentru joystick-urile virtuale. Mai mică înseamnă sensibilitate mai mare.
sk_sk: Nastavte veľkosť brány virtuálnych joystickov. Menší zvyšuje citlivosť. Väčšia ju znižuje.
sv_se: Ställ in portstorleken för virtuella joysticks. Mindre ökar känsligheten. Större minskar den.
tr: Sanal joystick'lerin kapı boyutunu ayarlayın. Daha küçük hassasiyeti artırır. Daha büyük olanı azaltır.
vi_vn: Đặt virtual joysticks gate size. Nhỏ hơn làm tăng độ nhạy. Lớn hơn giảm độ nhạy.
zh_tw: 設定虛擬搖桿門的大小。越小靈敏度越高。越大越小。

# game_options
source: Sets the scaler filter mode when rendering.
es: Establece el modo de filtro escalador al renderizar.
eu_es: Eskalatze filtro modua ezartzen du renderizatzean.
gl_es: Establece o modo de filtro escalador ao renderizar.
hu: Beállítja a méretező szűrő módot rendereléskor.
it: Imposta il filtro scaler durante il rendering.
ja_jp: レンダリング時のスケーラー フィルター モードを設定します
ko: 렌더링 시 스케일러 필터 모드를 설정합니다.
nb_no: Angir skaleringsfiltermodus ved rendering.
pl: Ustawia tryb filtra skalowania podczas renderowania.
pt_pt: Defina o modo de filtro da escala durante a renderização.
ro_ro: Setează modul filtrului de scalare în timpul redării.
sk_sk: Nastaví režim filtra mierky pri vykreslení.
sv_se: Ställer in skalarens filterläge vid rendering.
tr: İşleme sırasında ölçekleyici filtre modunu ayarlar.
vi_vn: Đặt chế độ lọc tỷ lệ khi kết xuất.
zh_tw: 算繪時設定縮放器過濾器模式。

# game_options
source: Sets the window size to an integer size.
ca: Estableix la mida de la finestra a un valor sencer.
es: Establece el tamaño de la ventana en un tamaño entero.
eu_es: Leihoaren tamaina osozko tamaina batera ezartzen du.
gl_es: Establece o tamaño da xanela nun tamaño enteiro.
hu: Az ablak méretét egész számra állítja be.
it: Imposta la dimensione finestra a un numero intero.
ja_jp: 画像サイズを整数サイズに設定します
ko: 창 크기를 정수 크기로 설정합니다.
nb_no: Angir vindusstørrelsen til et heltall.
pl: Ustawia rozmiar okna na wielkość całkowitą.
pt_pt: Define o tamanho da janela para um tamanho inteiro.
ro_ro: Setează mărimea ferestrei la o dimensiune întreagă.
sk_sk: Nastaví veľkosť okna na celé číslo.
sv_se: Ställer in fönsterstorleken till en heltalsstorlek.
tr: Pencere boyutunu bir tamsayı boyutuna ayarlar.
vi_vn: Đặt kích thước cửa sổ thành kích thước số nguyên.
zh_tw: 將視窗大小設定為整數大小。

# keys_files
source: Settings GUI
ca: Ajustos d'interfície gràfica
es: Ajustes de GUI
eu_es: GUI Ezarpenak
gl_es: Configuración de GUI
it: Impostazioni GUI
ja_jp: GUI設定
ko: GUI 설정
nb_no: GUI for innstillinger
pl: Graficzny interfejs ustawień
ro_ro: GUI setări
sk_sk: GUI nastavenia

# game_options
source: Sex
ca: Sexe
es: Sexo
eu_es: Sexua
gl_es: Sexo
it: Sesso
ko: 성별
pl: Płeć
pt_pt: Sexo
sk_sk: Pohlavie
sv_se: Kön
tr: Cinsiyet
zh_tw: 性別

# game_options
source: Shader Interpreter only
es: Sólo intérprete de sombreado
eu_es: Shader Interpretatzailea soilik
gl_es: Só intérprete de sombreado
hu: Csak Shader Interpreter
it: Solo Interprete Shader
ja_jp: シェーダー インタープリターのみ
ko: 셰이더 해석기만
nb_no: Kun Shader Interpreter
pl: Tylko interpreter shaderów
pt_pt: Somente Interpretador de Shaders
ro_ro: Doar interpretor shader
sk_sk: Iba interpreter shadera
sv_se: Endast Shader-tolk
tr: Yalnızca Gölgelendirici Yorumlayıcı
vi_vn: Chỉ trình biên dịch Shader
zh_tw: 僅著色器直譯器

# game_options
source: Shared
ca: Compartit
es: Compartido
eu_es: Konpartituta
gl_es: Compartido
hu: Megosztott
it: Condiviso
ja_jp: 共有
ko: 공유
nb_no: Delt
pl: Wspólny
pt_pt: Partilhado
ro_ro: Partajat
sk_sk: Zdieľané
sv_se: Delad
tr: Paylaşılan
vi_vn: Chia sẻ
zh_tw: 共享的

# game_options
source: Sharp 1
ca: Nítid 1
es: Nítido 1
eu_es: 1 Zorrotza
gl_es: Nítido 1
hu: Éles 1
it: Più chiaro 1
ja_jp: シャープ 1
ko: 선명함 1
nb_no: Skarp 1
pl: Wyostrzanie 1
pt_pt: Nítido 1
ro_ro: Clar 1
sk_sk: Ostré 1
sv_se: Skarp 1
tr: Keskin 1
vi_vn: Sắc 1
zh_tw: 銳化1

# game_options
source: Sharp 2
ca: Nítid 2
es: Nítido 2
eu_es: 2 Zorrotza
gl_es: Nítido 2
hu: Éles 2
it: Più chiaro 2
ja_jp: シャープ 2
ko: 선명함 2
nb_no: Skarp 2
pl: Wyostrzanie 2
pt_pt: Nítido 2
ro_ro: Clar 2
sk_sk: Ostré 2
sv_se: Skarp 2
tr: Keskin 2
vi_vn: Sắc 2
zh_tw: 銳化2

# game_options
source: Sharp Bilinear
ca: Nítid Bilinear
es: Bilineal nítido
eu_es: Bilinear zorrotza
gl_es: Bilnear Nítido
hu: Éles bilineáris
it: Sharp Bilineare
ja_jp: シャープバイリニア
ko: 선명한 이중선형
nb_no: Skarp Bilineær
pl: Ostre dwuliniowe
pt_pt: Bilinear Nítido
ro_ro: Clar bilinear
sk_sk: Ostré bilineárne
sv_se: Skarp bilinjär
tr: Keskin Çift Doğrusal
zh_tw: 雙線性銳化

# game_options
source: Sharpen
ca: Nítid
es: Nítido
eu_es: Zorroztu
gl_es: Nítido
hu: Élesíteni
it: Schiarifica
ja_jp: シャープ化
ko: 선명하게
nb_no: Skarpere
pl: Wyostrz
pt_pt: Afinar
ro_ro: Mărește claritatea
sk_sk: Zostriť
sv_se: Skärpa
tr: Keskin
zh_tw: 更銳化

# game_options
source: Sharpen More
ca: Més nítid
es: Más nítido
eu_es: Gehiago Zorroztu
gl_es: Máis Nítido
hu: Többet élesít
it: Schiarifica di più
ja_jp: もっとシャープ化
ko: 더 선명하게
nb_no: Slipe mer
pl: Wyostrz więcej
pt_pt: Afinar Mais
ro_ro: Mărește claritatea mai mult
sk_sk: Zostriť viac
sv_se: Mer skärpa
tr: Daha Keskin
zh_tw: 更加銳化

# keys_files
source: Shoot
hu: Lövés
ko: 사격
pl: Strzał
pt_pt: Disparar
sv_se: Skjut
tr: Ateş et
vi_vn: Bắn
zh_tw: 射擊

# keys_files
source: Shoot Xterm
hu: Lövés Xterm
ko: Xterm 사격
pl: Strzał Xterm'a
pt_pt: Disparar no Xterm
sv_se: Skjut Xterm
tr: Ateş et Xterm
vi_vn: Bắn Xterm
zh_tw: 射擊Xterm

# keys_files
source: Shoot Zappper
hu: Lövés Zapper
ko: 재퍼 사격
pl: Strzał Zapppera'em
pt_pt: Disparar Zappper
sv_se: Skjut Zappper
tr: Ateş et Zapper
vi_vn: Bắn Zappper
zh_tw: 射擊Zapper

# game_options
source: Short visible screen edge (cm)
es: Borde corto visible de la pantalla (cm)
gl_es: BordO curto visible da pantalla (cm)
hu: Rövid látható képernyőszegély (cm)
it: Lato corto visibile a schermo (cm)
ja_jp: 画面横端が短い (cm)
ko: 짧은 가시 화면 가장자리 (cm)
nb_no: Kort synlig skjermkant (cm)
pl: Krótka widoczna krawędź ekranu (w cm)
pt_pt: Borda curta do ecrã visível (cm)
ro_ro: Marginea scurtă vizibilă a ecranului (cm)
sv_se: Kort synlig skärmkant (cm)
tr: Kısa görünür ekran kenarı (cm)
vi_vn: Cạnh màn hình ngắn có thể nhìn thấy (cm)
zh_tw: 短的可見螢幕邊緣(公分)

# game_options
source: Show
ca: Mostrar
es: Mostrar
eu_es: Erakutsi
gl_es: Amosar
hu: Mutasd meg
it: Mostra
ja_jp: 表示
ko: 표시
nb_no: Vis
pl: Pokaż
pt_pt: Mostrar
ro_ro: Afișează
sk_sk: Zobraziť
sv_se: Visa
tr: Göster
vi_vn: Hiện
zh_tw: 顯示

# game_options
source: Show (Default)
ca: Mostrar (Per defecte)
es: Mostrar (Defecto)
eu_es: Erakutsi (Defektuz)
gl_es: Amosar (predeterminado)
hu: Megjelenítés (alapértelmezett)
it: Mostra (Default)
ja_jp: 表示 (標準)
ko: 표시 (기본)
nb_no: Vis (standard)
pl: Pokaż (domyślnie)
pt_pt: Mostrar (Predefinição)
ro_ro: Afișează (Implicit)
sk_sk: Zobraziť (predvolené)
sv_se: Visa (standard)
tr: Göster (Varsayılan)
vi_vn: Hiển thị (Mặc định)
zh_tw: 顯示(預設)

# game_options
source: Show (specific games)
ca: Mostrar (jocs específics)
es: Mostrar (juegos específicos)
eu_es: Erakutsi (joku zehatzak)
gl_es: Amosar (xogos específicos)
hu: Megjelenítés (konkrét játékok)
it: Mostra (specifici giochi)
ja_jp: 表示(特定のゲーム)
ko: 표시 (특정 게임)
nb_no: Vis (spesifikke spill)
pl: Pokaż (konkretne gry)
pt_pt: Mostrar (jogos específicos)
ro_ro: Afișează (pentru unele jocuri)
sk_sk: Zobraziť (špecifické hry)
sv_se: Visa (specifika spel)
tr: Göster (belirli oyunlar)
vi_vn: Hiển thị (các trò chơi cụ thể)
zh_tw: 顯示(特定遊戲)

# game_options
source: Show All
es: Mostrar todo
eu_es: Erakutsi Denak
gl_es: Amosalo todo
hu: Mutasd az összeset
it: Mostra Tutti
ja_jp: すべて表示
ko: 모두 표시
nb_no: Vis alle
pl: Pokaż wszystko
pt_pt: Mostrar tudo
ro_ro: Afișează-le pe toate
sk_sk: Zobraziť všetko
sv_se: Visa alla
tr: Tümünü Göster
vi_vn: Hiển thị tất cả
zh_tw: 全部顯示

# game_options
source: Show an image overlaid on top of the bezel.
ca: Mostra una imatge superposada a dalt d’una motllura.
es: Muestra una imagen superpuesta sobre el bisel.
eu_es: Erakutsi irudi bat bezel-aren gainean jarria.
gl_es: Amosa unha imaxe superposta na Sobre o bisel.
hu: Mutasson egy képet a keret tetején.
it: Mostra un immagine sovrapposta alla cornice
ja_jp: ベゼル上にイメージ画像を表示します
ko: 베젤 위에 오버레이된 이미지를 표시합니다.
nb_no: Vis et bilde lagt oppå rammen.
pl: Pokaż obraz nałożony na ramkę.
pt_pt: Mostrar uma imagem sobreposta sobre a moldura.
ro_ro: Afișează o imagine suprapusă peste ramă.
sk_sk: Zobraziť obrázok prekrytý v hornej časti rámu.
sv_se: Visa en bild ovanpå ramen.
tr: Çerçevenin üzerine bindirilmiş resim göster.
vi_vn: Hiển thị hình ảnh được phủ lên trên khung viền.
zh_tw: 邊框上顯示覆蓋圖像。
