Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

source: Downloading
id_id: Mengunduh

source: SEARCH FOR
id_id: PENCARIAN UNTUK

source: ACCEPT RESULT
id_id: DAPATKAN HASIL

source: Loading system config...
id_id: Memuat konfigurasi sistem...

source: SAVING METADATAS. PLEASE WAIT...
id_id: MENYIMPAN METADATA. HARAP TUNGGU...

source: DO YOU WANT TO SWITCH THE SCREEN ?
id_id: APAKAH INGIN BERALIH LAYAR?

source: Collections
id_id: Koleksi

source: FILENAME, ASCENDING
id_id: NAMA FILE, URUT KE ATAS

source: FILENAME, DESCENDING
id_id: NAMA FILE, URUT KE BAWAH

source: RATING, ASCENDING
id_id: RATING, URUT KE ATAS

source: RATING, DESCENDING
id_id: RATING, URUT KE BAWAH

source: TIMES PLAYED, ASCENDING
id_id: WAKTU BERMAIN, KE ATAS

source: TIMES PLAYED, DESCENDING
id_id: WAKTU BERMAIN, KE BAWAH

source: LAST PLAYED, ASCENDING
id_id: DIMAINKAN TERAKHIR, KEATAS

source: LAST PLAYED, DESCENDING
id_id: DIMAINKAN TERAKHIR, KEBAWAH

source: NUMBER PLAYERS, ASCENDING
id_id: JUMLAH PEMAIN, KEATAS

source: NUMBER PLAYERS, DESCENDING
id_id: JUMLAH PEMAIN, KEBAWAH

source: RELEASE DATE, ASCENDING
id_id: TANGGAL RILIS, KEATAS

source: RELEASE DATE, DESCENDING
id_id: TANGGAL RILIS, KEBAWAH

source: GENRE, ASCENDING
id_id: GENRE, KEATAS

source: GENRE, DESCENDING
id_id: GENRE, KEBAWAH

source: DEVELOPER, ASCENDING
id_id: PENGENMBANG, KEATAS

source: DEVELOPER, DESCENDING
id_id: PENGEMBANG, KEBAWAH

source: PUBLISHER, ASCENDING
id_id: PENERBIT, KEATAS

source: PUBLISHER, DESCENDING
id_id: PENERBIT, KEBAWAH

source: SYSTEM, ASCENDING
id_id: SISTEM, KEATAS

source: SYSTEM, DESCENDING
id_id: SISTEM, KEBAWAH

source: FILE CREATION DATE, ASCENDING
id_id: TANGGAL PEMBUATAN FILE, KEATAS

source: FILE CREATION DATE, DESCENDING
id_id: TANGGAL PEMBUATAN FILE, KEBAWAH

source: GAME TIME, ASCENDING
id_id: DURASI GAME, KEATAS

source: GAME TIME, DESCENDING
id_id: DURASI GAME, KEBAWAH

source: SYSTEM, RELEASE YEAR, ASCENDING
id_id: SISTEM, TAHUN RILIS, KEATAS

source: SYSTEM, RELEASE YEAR, DESCENDING
id_id: SISTEM, TAHUN RILIS, KEBAWAH

source: RELEASE YEAR, SYSTEM, ASCENDING
id_id: TAHUN RILIS, SISTEM, KEATAS

source: RELEASE YEAR, SYSTEM, DESCENDING
id_id: TAHUN RILIS, SISTEM, KEBAWAH

source: Extracting
id_id: Mengekstrak

source: SEARCHING RETROACHIEVEMENTS
id_id: CARI BERDASARKAN PERINGKAT

source: SEARCHING NETPLAY GAMES
id_id: CARI GAME ONLINE

source: INDEXING COMPLETED
id_id: PENGINDEKSAN SELESAI

source: UPDATE GAMELISTS TO APPLY CHANGES.
id_id: UPDATE LISTGAME UNTUK MENERAPKAN PERUBAHAN.

source: THE EMULATOR EXITED UNEXPECTEDLY
id_id: EMULATOR KELUAR SECARA TIBA-TIBA

source: BAD COMMAND LINE ARGUMENTS
id_id: ARGUMEN BARIS PERINTAH SALAH

source: INVALID CONFIGURATION
id_id: KONFIGURASI TIDAK VALID

source: UNKNOWN EMULATOR
id_id: EMULATOR TAK DIKENAL

source: EMULATOR IS MISSING
id_id: EMULATOR HILANG

source: CORE IS MISSING
id_id: CORE HILANG

source: UKNOWN ERROR
id_id: ERROR TAK DIKETAHUI

source: FAMILY
id_id: KELUARGA

source: PLAYERS
id_id: PEMAIN

source: PUBLISHER/DEVELOPER
id_id: PENERBIT / PENGEMBANG

source: RATING
id_id: PERINGKAT

source: YEAR
id_id: TAHUN

source: REGION
id_id: WILAYAH

source: KIDGAME
id_id: GAME ANAK

source: ALREADY PLAYED
id_id: SUDAH DIMAINKAN

source: HAS ACHIEVEMENTS
id_id: MEMILIKI PRESTASI

source: VERTICAL
id_id: VERTIKAL

source: LIGHTGUN
id_id: SENJATA RINGAN

source: HAS MEDIAS
id_id: MEMILIKI MEDIA

source: SCRAPING
id_id: SEDANG MENGUMPULKAN

source: SCRAPE FAILED
id_id: MENGUMPULKAN GAGAL

source: SCRAPING FINISHED
id_id: MENGUMPULKAN SELESAI

source: CALIBRATING GUN Fire on targets to calibrate
id_id: KALIBER SENJATA PUTUSKAN TARGET UNTUK MELAKUKAN KALIBRASI

source: %s connected
id_id: %s terhubung

source: %s disconnected
id_id: %s terputus

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
id_id: TEKAN SHIFT UNTUK ATAS, BAWAH, DAN SPESIAL

source: SPACE
id_id: SPASI

# joystick
source: NORTH
id_id: UTARA / ATAS

# joystick
source: SOUTH
id_id: SELATAN / BAWAH

# joystick
source: EAST
id_id: TIMUR / KANAN

# joystick
source: WEST
id_id: BARAT / KIRI

# joystick
source: D-PAD UP
id_id: D-PAD ATAS

# joystick
source: D-PAD DOWN
id_id: D-PAD BAWAH

# joystick
source: D-PAD LEFT
id_id: D-PAD KIRI

# joystick
source: D-PAD RIGHT
id_id: D-PAD KANAN

# joystick
source: LEFT ANALOG UP
id_id: ANALOG KIRI, ATAS

# joystick
source: LEFT ANALOG DOWN
id_id: ANALOG KIRI, BAWAH

# joystick
source: LEFT ANALOG LEFT
id_id: ANALOG KIRI, KIRI

# joystick
source: LEFT ANALOG RIGHT
id_id: ANALOG KIRI, KANAN

# joystick
source: RIGHT ANALOG UP
id_id: ANALOG KANAN, ATAS

# joystick
source: RIGHT ANALOG DOWN
id_id: ANALOG KANAN, BAWAH

# joystick
source: RIGHT ANALOG LEFT
id_id: ANALOG KANAN, KIRI

# joystick
source: RIGHT ANALOG RIGHT
id_id: ANALOG KANAN, KANAN

# joystick
source: LEFT SHOULDER
id_id: BAHU TANGAN KIRI

# joystick
source: RIGHT SHOULDER
id_id: BAHU TANGAN KANAN

# joystick
source: LEFT TRIGGER
id_id: PEMICU - KIRI

# joystick
source: RIGHT TRIGGER
id_id: PEMICU - KANAN

# joystick
source: LEFT STICK PRESS
id_id: STICK - TOMBOL KIRI TEKAN

# joystick
source: RIGHT STICK PRESS
id_id: STICK - TOMBOL KANAN TEKAN

source: CONFIGURING
id_id: MENG-KONFIGURASI

source: HOLD ANY BUTTON TO SKIP
id_id: TAHAN TOMBOL APAPUN UNTUK LEWAT

source: -NOT DEFINED-
id_id: -TIDAK TERDEFINISI-

source: NO HOTKEY BUTTON HAS BEEN ASSIGNED. THIS IS REQUIRED FOR EXITING GAMES WITH A CONTROLLER. DO YOU WANT TO USE THE SELECT BUTTON AS YOUR HOTKEY?
id_id: TIDAK ADA TOMBOL HOTKEY YANG DITETAPKAN. INI DIPERLUKAN UNTUK KELUAR DARI GAME DENGAN KONTROLER. INGIN MENGGUNAKAN TOMBOL SELECT SEBAGAI HOTKEY?

source: SET SELECT AS HOTKEY
id_id: ATUR SELECT SEBAGAI HOTKEY

source: DO NOT ASSIGN HOTKEY
id_id: JANGAN MASUKAN HOTKEY

source: HOLD FOR %iS TO SKIP
id_id: TAHAN UNTUK %iS UNTUK LEWAT

source: PRESS ANYTHING
id_id: TEKAN APA SAJA

source: ALREADY TAKEN
id_id: SUDAH DIGUNAKAN

source: WELCOME
id_id: SELAMAT DATANG

source: %i GAMEPAD DETECTED
id_id: GAMEPAD TERDETEKSI

source: NO GAMEPADS DETECTED
id_id: MAAF, GAMEPAD TIDAK TERDETEKSI

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
id_id: TAHAN TOMBOL DI PERANGKATMU UNTUK MELAKUKAN KONFIGURASI

source: DISCARD CHANGES
id_id: PERUBAHAN DIBATALKAN

source: up/down
id_id: atas/bawah

source: accept
id_id: terima

source: SELECT ALL
id_id: PILIH SEMUA

source: select all
id_id: pilih semua

source: SELECT NONE
id_id: TIDAK SATUPUN

source: select none
id_id: tidak satupun

source: %i SELECTED
id_id: DIPILIH

source: CHANGE
id_id: UBAH

source: MOVE CURSOR
id_id: GERAKKAN KURSOR

source: EDIT
id_id: SUNTING

source: ENABLED
id_id: DI AKTIFKAN

source: %d day ago
id_id: "%d beberapa hari yang lalu

source: %d hour ago
id_id: sejam lalu

source: %d minute ago
id_id: semenit lalu

source: %d second ago
id_id: sedetik lalu

source: WORKING...
id_id: PROSES SEDANG BERJALAN...

source: %d h
id_id: %d jam

source: %d mn
id_id: %d menit

source: %d sec
id_id: %d detik

source: SCREEN READER ENABLED
id_id: PEMBACA LAYAR DIAKTIFKAN

source: SCREEN READER DISABLED
id_id: PEMBACA LAYAR DINONAKTIFKAN
