Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: ALIEN VS PREDATOR MULTIPLAYER
gl_es: ALIEN VS PREDATOR MULTIXOGADOR
ko: 에이리언 VS 프레데터 멀티플레이어
sk_sk: ALIEN vs PREDATOR násobič
sv_se: ALIEN VS PREDATOR FLERSPELARE
tr: ALIEN VS PREDATOR ÇEVRİMİÇİ
zh_tw: 異形VS鐵血戰士多人遊戲

# game_options
source: ALLOW BOOTING WITHOUT SBI FILE
ca: PERMETRE ARRENCAR SENSE ARXIU SBI
es: PERMITIR ARRANQUE SIN ARCHIVO SBI
eu_es: GAITU ABIOA SBI FITXATEGI GABE
gl_es: PERMITIR O ARRANQUE SEN ARQUIVO SBI
hu: ENGEDÉLYEZZE A BOOTOLÁST SBI FÁJL NÉLKÜL
it: PERMETTI AVVIO SENZA FILE SBI
ja_jp: sbi ファイルなしで起動する
ko: SBI 파일없이 부팅 허용
nb_no: TILLATE OPPSTART UTEN SBI-FIL
pl: ZEZWALAJ NA URUCHAMIANIE BEZ PLIKU SBI
pt_pt: PERMITIR INICIALIZAÇÃO SEM ARQUIVO SBI
ro_ro: PERMITE BOOTAREA FĂRĂ FIȘIER SBI
sk_sk: Povoliť bootovanie bez SBI súboru
sv_se: TILLÅT UPPSTART UTAN SBI-FIL
tr: SBI DOSYASI OLMADAN AÇMAYA İZİN VER
vi_vn: CHO PHÉP KHỞI ĐỘNG MÀ KHÔNG CÓ FILE SBI
zh_tw: 無SBI檔案允許啟動

# game_options
source: ALLOW ROTATION
ca: PERMETRE ROTACIÓ
es: PERMITIR ROTACIÓN
eu_es: BAIMENDU BIRATZEA
gl_es: PERMITIR ROTACIÓN
hu: ENGEDÉLYEZZE A FORGATÁST
it: PERMETTI ROTAZIONE
ja_jp: 回転を可能にする
ko: 회전 허용
nb_no: TILLAT ROTASJON
pl: ZEZWALAJ NA OBRÓT
pt_pt: PERMITIR ROTAÇÃO
ro_ro: PERMITE ROTAȚIA
sk_sk: Povoliť rotáciu
sv_se: TILLÅT ROTATION
tr: DÖNDÜRMEYE İZİN VER
vi_vn: MỞ KHÓA XOAY
zh_tw: 允許旋轉

# game_options
source: ALPHA SORTING
es: ORDEN ALFABÉTICO
eu_es: ALPHA ORDENATZEA
gl_es: ORDE ALFABÉTICA
hu: ALFA RENDEZÉS
it: ORDINAMENTO ALPHA
ja_jp: アルファソート
ko: 알파 정렬
nb_no: ALPHA-SORTERING
pl: SORTOWANIE ALFA
pt_pt: ORDENAÇÃO ALPHA
ro_ro: SORTARE ALFA
sk_sk: Alfa triedenie
sv_se: ALFASORTERING
tr: ALFAFABETİK SIRALAMA
vi_vn: SẮP XẾP ALPHA
zh_tw: 字母排序

# game_options
source: ALSA
ko: 고급 리눅스 사운드 아키텍처

# game_options
source: ALSAThread
eu_es: ALSA Haria
ko: 고급 리눅스 사운드 아키텍처 스레드

# game_options
source: ALTERNATIVE SOUND
es: SONIDO ALTERNATIVO
gl_es: SON ALTERNATIVO
hu: ALTERNATÍV HANGZÁS
it: SUONO ALTERNATIVO
ja_jp: 代替音
ko: 대체 사운드
nb_no: ALTERNATIV LYD
pl: DŹWIĘK ALTERNATYWNY
pt_pt: SOM ALTERNATIVO
ro_ro: SUNETE ADIȚIONALE
sk_sk: Alternatívny zvuk
sv_se: ALTERNATIVT LJUD
tr: ALTERNATİF SES
vi_vn: ÂM THANH THAY THẾ
zh_tw: 替代聲音

# game_options
source: AMD Athlon, 1.2GHz (1000000 cps)
ko: AMD 애슬론, 1.2GHz (1000000 cps)
pl: AMD Athlon, 1.2GHz (1000000 c/s)

# game_options
source: AMD FidelityFX Super Resolution
gl_es: Super resolución AMD FidelityFX
hu: AMD FidelityFX szuperfelbontás
ja_jp: AMD FidelityFX 超解像度
ko: AMD FidelityFX 슈퍼 해상도
nb_no: AMD FidelityFX Super Oppløsning
pt_pt: Super resolução AMD FidelityFX
ro_ro: Rezoluție AMD FidelityFX Super
sk_sk: AMD FidelityFX Super rozlíšenie
tr: AMD Fidelity FX Süper Çözünürlük
vi_vn: AMD Fidelityfx Siêu phân giải

# game_options
source: AMIGA MODEL
ca: MODEL D’AMIGA
es: MODELO DE AMIGA
eu_es: AMIGA MODELOA
gl_es: MODELO DE AMIGA
hu: AMIGA MODELL
it: MODELLO AMIGA
ja_jp: AMIGA モデル
ko: 아미가 모델
nb_no: AMIGA-MODELL
pl: MODEL AMIGI
pt_pt: MODELO DO AMIGA
ro_ro: MODEL AMIGA
sk_sk: Model Amihga
sv_se: AMIGA-MODELL
tr: AMİGA MODELİ
vi_vn: MÔ HÌNH AMIGA

# game_options
source: ANAGLYPH PRESET (3D)
ca: PRE-AJUST D’ANÀGLIF (3D)
es: PREAJUSTE ANAGLÍFICO (3D)
eu_es: ANAGLYPHT PRESET-A (3D)
gl_es: PREAXUSTE DE ANÁGLIF (3D)
hu: ANAGLIF BEÁLLÍTÁS (3D)
it: PRESET ANAGLIPH (3D)
ja_jp: アナグリフ プリセット (3D)
ko: 애너글리프 사전 설정 (3D)
nb_no: ANAGLYPH FORHÅNDSINNSTILLING (3D)
pl: USTAWIENIE ANAGLIFU (3D)
pt_pt: ANAGLÍFICOS PRÉ AJUSTADOS (3D)
ro_ro: PROFILE ANAGLYPH (3D)
sk_sk: Anaglyfická predvoľba (3D)
sv_se: ANAGLYFISK FÖRINSTÄLLNING (3D)
tr: ANAGLİF ÖN AYAR (3D)
zh_tw: 紅藍眼鏡預設 (3D)

# game_options
source: ANALOG DEADZONE
ca: ZONA MORTA DE L’ANALÒGIC
es: ZONA MUERTA STICK ANALÓGICO
eu_es: HILZONA ANALOGIKOA
gl_es: ZONA MORTA ANALÓXICA
hu: ANALÓG HOLTZÓNA
it: DEADZONE ANALOGICA
ja_jp: アナログ遊び幅
ko: 아날로그 데드존
nb_no: ANALOG DØDSONE
pl: ANALOGOWA STREFA MARTWA
pt_pt: ZONA MORTA DO ANALÓGICO
ro_ro: ZONA MOARTĂ ANALOGICĂ
sk_sk: Analógová mŕtva zóna
sv_se: ANALOG DÖDZON
tr: ANALOG ÖLÜ BÖLGE
zh_tw: 類比死區

# game_options
source: ANALOG JOYSTICK DEADZONE
ca: ZONA MORTA DE LA PALANCA ANALÒGICA
es: ZONA MUERTA DEL JOYSTICK ANALÓGICO
eu_es: JOYSTICK ANALOGIKOAREN HILDAKO ZONA
gl_es: JOYSTICK ANALÓXICO ZONA MORTA
hu: ANALÓG JOYSTICK HOLTZÓNA
it: ZONA DI ESCLUSIONE JOYSTICK ANALOGICO
ja_jp: アナログスティック遊び幅
ko: 아날로그 조이스틱 데드존
nb_no: DØDZONE FOR ANALOG JOYSTICK
pl: DEADZONE JOYSTICKA ANALOGOWEGO
pt_pt: ZONA MORTA DO JOYSTICK ANALÓGICO
ro_ro: ZONA MOARTĂ A MANETELOR ANALOGICE
sk_sk: Analógová mŕtva zóna
sv_se: DÖDZON FÖR ANALOG STYRSPAK
tr: ANALOG JOYSTICK ÖLÜ BÖLGE
zh_tw: 類比搖桿死區

# game_options
source: ANISOTROPIC FILTER
es: FILTRO ANISOTRÓPICO
eu_es: FILTRO ANISOTROPIKOA
gl_es: FILTRO ANISOTRÓPICO
hu: ANIZOTRÓP SZŰRŐ
it: FILTRO ANISOTROPICO
ja_jp: 異方性フィルター
ko: 비등방성 필터
nb_no: ANISOTROPISK FILTER
pl: FILTR ANIZOTROPOWY
pt_pt: FILTRO ANISOTRÓPICO
ro_ro: FILTRARE ANISOTROPICĂ
sk_sk: Anizotropické filtrovanie
sv_se: ANISOTROPISKT FILTER
tr: ANİZOTROPİK FİLTRE
zh_tw: 非均向性過濾器

# game_options
source: ANISOTROPIC FILTERING
ca: FILTRATGE ANISOTRÒPIC
es: FILTRADO ANISOTRÓPICO
eu_es: FILTRO ANISOTROPIKOA
gl_es: FILTRADO ANISOTRÓPICO
hu: ANIZOTRÓP SZŰRÉS
it: FILTRAGGIO ANISOTROPICO
ja_jp: 異方性フィルタリング
ko: 비등방성 필터링
nb_no: ANISOTROPISK FILTRERING
pl: FILTROWANIE ANIZOTROPOWE
pt_pt: FILTRO ANISOTROPICO
ro_ro: FILTRARE ANISOTROPICĂ
sk_sk: Anizotropické filtrovanie
sv_se: ANISOTROPISK FILTRERING
tr: ANİZOTROPİK FİLTRELEME
vi_vn: LỌC ANISOTROPIC
zh_tw: 非均向性過濾

# game_options
source: ANTI-ALIASING
ca: ANTIALIÀSING
eu_es: ANTI-ALIAS-A
hu: ÉLSIMITÁS
ja_jp: アンチエイリアシング
ko: 안티에일리어싱
nb_no: ANTI-ALIASERING
pl: WYGŁADZANIE
sv_se: KANTUTJÄMNING
tr: KENAR YUMUŞATMA
vi_vn: KHỬ RĂNG CƯA
zh_tw: 抗鋸齒

# game_options
source: ANTI-ALIASING (MSAA)
ca: ANTIALIÀSING (MSAA)
eu_es: ANTI-ALIASING-A (MSAA)
hu: ÉLSIMIÍTÁS (MSAA)
ja_jp: アンチエイリアシング (MSAA)
ko: 안티에일리어싱 (MSAA)
pl: WYGŁADZANIE (MSAA)
sv_se: KANTUTJÄMNING (MSAA)
tr: KENAR YUMUŞATMA (MSAA)
zh_tw: 抗鋸齒 (MSAA)

# game_options
source: ANTI-ALIASING (MSAA/SSAA)
ca: ANTIALIÀSING (MSAA/SSAA)
hu: ÉLSIMITÁS (MSAA/SSAA)
ja_jp: アンチエイリアシング (MSAA/SSAA)
ko: 안티에일리어싱 (MSAA/SSAA)
pl: ANTYALIASING (MSAA/SSAA)
sv_se: KANTUTJÄMNING (MSAA/SSAA)
tr: KENAR YUMUŞATMA (MSAA/SSAA)
vi_vn: Khử răng cưa (MSAA/SSAA)
zh_tw: 抗鋸齒 (MSAA/SSAA)

# game_options
source: ANTI-ALIASING METHOD
ca: MÈTODE D’ANTIALIÀSING
es: MÉTODO ANTI-ALIASING
eu_es: ANTI-ALIASING METODOA
gl_es: MÉTODO ANTI-ALIASING
hu: ÉLSIMITÁS MÓDSZER
it: METODO DI ANTI-ALIASING
ja_jp: アンチエイリアシング方法
ko: 안티에일리어싱 방법
nb_no: ANTI-ALIASING-METODE
pl: METODA ANTYALIASINGU
pt_pt: MÉTODO ANTI-ALIASING
ro_ro: METODĂ ANTI-ALIASING
sk_sk: Metóda anti aliasingu
sv_se: KANTUTJÄMNINGSMETOD
tr: KENAR YUMUŞATMA YÖNTEMİ
vi_vn: PHƯƠNG THỨC KHỬ RĂNG CƯA
zh_tw: 抗鋸齒方法

# game_options
source: ANTI-ALIASING MODE
ca: MODE D’ANTIALIÀSING
es: MODO ANTI-ALIASING
eu_es: ANTI-ALIASING MODUA
gl_es: MODO ANTI-ALIASING
hu: ÉLSIMITÁS MÓD
it: MODALITÀ ANTI-ALIASING
ja_jp: アンチエイリアスモード
ko: 안티에일리어싱 모드
nb_no: ANTI-ALIASING-MODUS
pl: TRYB WYGŁADZANIA
pt_pt: MODO ANTI-ALIASING
ro_ro: MOD ANTI-ALIASING
sk_sk: Režim anti aliasingu
sv_se: KANTUTJÄMNINGSLÄGE
tr: KENAR YUMUŞATMA MODU
vi_vn: CHẾ ĐỘ KHỬ RĂNG CƯA
zh_tw: 抗鋸齒模式

# game_options
source: ANTI-BLUR
es: ANTI-DESENFOQUE
eu_es: LAINOTZEAREN KONTRAKOA
gl_es: ANTI-DESENFOQUE
ja_jp: ぼやけ、ブレ防止
ko: 안티블러
pl: ANTY-BLUR
pt_pt: ANTI-DESFOCAGEM
sk_sk: Anti rozmazanie
tr: BULANIKLIK ÖNLEYİCİ
vi_vn: CHỐNG MỜ
zh_tw: 抗模糊

# game_options
source: APF M-1000 cartridges
ca: Cartutxos d’APF M-1000
es: Cartuchos APF M-1000
eu_es: APF M-1000 kartutxoak
gl_es: Cartuchos APF M-1000
hu: APF M-1000 kazetták
it: Cartuccie APF M-1000
ja_jp: APF M-1000 カートリッジ
ko: APF M-1000 카트리지
nb_no: APF M-1000 patroner
pl: Kartridże APF M-1000
pt_pt: Cartuchos APF M-1000
ro_ro: Cartele APF M-1000
sk_sk: APF M-1000 kartridže
sv_se: APF M-1000-kassetter
tr: APF M-1000 kartuşları
zh_tw: APF M-1000 卡匣

# game_options
source: ARCHIMEDES MODEL
ca: MODEL D’ARCHIMEDES
es: MODELO DE ARCHIMEDES
eu_es: ARCHIMEDES MODELOA
gl_es: MODELO DE ARCHIMEDES
hu: ARCHIMEDES MODELL
it: MODELLO ARCHIMEDES
ja_jp: ARCHIMEDES モデル
ko: 아르키메데스 모델
nb_no: ARKIMEDES-MODELLEN
pl: MODEL ARCHIMEDESA
pt_pt: MODELO DE ARQUIMEDES
ro_ro: MODEL ARCHIMEDES
sk_sk: Model Archimedes
sv_se: ARCHIMEDES-MODELL
tr: ARCHIMEDES MODELİ
vi_vn: MÔ HÌNH ARCHIMEDES

# game_options
source: ARI/D93 (recommended for all JP developed games)
es: ARI/D93 (recomendado para todos los juegos desarrollados en Japón)
gl_es: ARI/D93 (recomendado para todos os xogos desenvolvidos en Xapón)
hu: ARI/D93 (ajánlott minden japán fejlesztésű játékhoz)
it: ARI/D93 (raccomandato per tutto i giochi sviluppati JP)
ja_jp: ARI/D93 (すべての 日本 開発ゲームに推奨)
ko: ARI/D93 (모든 JP 개발 게임에 권장)
pl: ARI/D93 (zalecane dla wszystkich gier w JP)
pt_pt: ARI/D93 (recomendado para todos os jogos desenvolvidos em JP)
ro_ro: ARI/D93 (recomandat pentru toate jocurile japoneze)
sk_sk: ARI/D93 (odporúčané pre všetky JP hry)
sv_se: ARI/D93 (rekommenderas för alla JP-utvecklade spel)
tr: ARI/D93 (tüm JP (Japon) oyunları için önerilir)
vi_vn: ARI/D93 (được khuyến nghị cho tất cả các trò chơi do JP phát triển)
zh_tw: ARI/D93 (推薦所有JP日版遊戲使用)

# game_options
source: ARTWORK CROP
ca: TALL D’ARTWORK
es: RECORTAR ARTWORK
eu_es: MOZTU ARTELANA
gl_es: RECORTAR OBRA DE ARTE
hu: ARTWORK VÁGÁS
it: RITAGLIA ARTWORK
ja_jp: アートワークを加工表示
ko: 아트워크 자르기
nb_no: KUNSTVERK CROP
pl: PRZYCINAJ GRAFIKĘ
pt_pt: CORTE DE ARTE
ro_ro: DECUPARE ARTĂ
sk_sk: Orezanie grafiky
sv_se: BILDBESKÄRNING
tr: ÇİZİM KIRPMASI
vi_vn: CẮT ARTWORK
zh_tw: 美術裁切

# game_options
source: ASMJIT Recompiler
ca: Re-compilador ASMJIT
es: Recompilador ASMJIT
eu_es: ASMJIT Birkonpilatzailea
gl_es: Recopilador ASMJIT
hu: ASMJIT Újrafordító
it: Ricompilatore ASMJIT
ja_jp: ASMJIT リコンパイラ
ko: ASMJIT 리컴파일러
nb_no: ASMJIT-rekompilator
pt_pt: Recompilador ASMJIT
ro_ro: Recompilator ASMJIT
sv_se: ASMJIT omkompilator
tr: ASMJIT Yeniden Derleyici
zh_tw: ASMJIT再編譯器

# game_options
source: ASPECT RATIO
ca: RELACIÓ D’ASPECTE
es: RELACIÓN DE ASPECTO
eu_es: PROPORTZIOA
gl_es: RELACIÓN DE ASPECTO
hu: OLDALARÁNY
it: PROPORZIONI ASPETTO
ja_jp: アスペクト比
ko: 화면비
pl: PROPORCJE
pt_pt: PROPORÇÃO DO ECRÃ
ro_ro: RAPORT ASPECT
sk_sk: Pomer strán
sv_se: BILDFÖRHÅLLANDE
tr: EN BOY ORANI
vi_vn: TỶ LỆ KHUNG HÌNH
zh_tw: 長寬比

# game_options
source: ASYNC SHADER COMPILE
ca: COMPILACIÓ ASSÍNCRONA DE SHADERS
es: COMPILACIÓN DE SHADER ASÍNCRONO
eu_es: SHADER KONPILAZIO ASINKRONOA
gl_es: COMPILACIÓN ASYNC SHADER
hu: ASZINKRON SHADER FORDÍTÁS
it: COMPILA SHADER ASYNC
ja_jp: 非同期シェーダーのコンパイル
ko: 비동기 셰이더 컴파일
nb_no: ASYNKRON SHADER-KOMPILERING
pl: KOMPILACJA ASYNCHRONICZNA SHADERÓW
pt_pt: COMPILAÇÃO DE FILTROS ASSÍNCRONOS
ro_ro: COMPILAREA SHADERILOR ASINCRONĂ
sk_sk: Asynchrónne kompilovať shader
sv_se: ASYNKRON SHADER-KOMPILERING
tr: EŞ ZAMANSIZ GÖLGELENDİRİCİ DERLE
vi_vn: BIÊN DỊCH SHADER BẤT ĐỒNG BỘ
zh_tw: 非同步著色器編譯

# game_options
source: ASYNC SHADER COMPILE (VULKAN ONLY)
ca: COMPILACIÓ DE SHADERS ASÍNCRONA
es: COMPILACIÓN DE SHADERS ASÍNCRONO (SÓLO VULKAN)
eu_es: SHADER KONPILAZO ASYNKRONOA (VULKAN SOILIK)
gl_es: COMPILACIÓN ASYNC SHADER (SÓ VULKAN)
hu: ASZINKRON SHADER FORDÍTÁS (CSAK VULKAN)
it: COMPILAZIONE SHADER ASINCRONA (SOLO VULKAN)
ja_jp: 非同期シェーダーのコンパイル (VULKAN のみ)
ko: 비동기 셰이더 컴파일 (VULKAN 전용)
nb_no: ASYNKRON SHADER-KOMPILERING (KUN VULKAN)
pl: ASYNCHRONICZNA KOMPILACJA SHADERÓW (TYLKO VULKAN)
pt_pt: COMPILAÇÃO ASSÍNCRONA DE SOMBREAMENTOS (SOMENTE VULKAN)
ro_ro: COMPLIARE SHADER ASINCRON (DOAR VULKAN)
sk_sk: Kompilovanie async shader (iba vulkan)
sv_se: ASYNKRON SHADER-KOMPILERING (ENDAST VULKAN)
tr: EŞ ZAMANSIZ GÖLGELENDİRİCİ DERLE (SADECE VULKAN)
vi_vn: BIÊN DỊCH SHADER BẤT ĐỒNG BỘ (CHỈ VULKAN)
zh_tw: 非同步著色器編譯 (VULKAN ONLY)

# game_options
source: ASYNCHRONOUS TEXTURE STREAMING
es: TRANSMISIÓN DE TEXTURAS ASÍNCRONA
eu_es: TESTUREN JARIO ASINKRONOA
gl_es: STREAMING ASINCRONO DE TEXTURAS
hu: ASZINKRON TEXTÚRA streamelés
it: STREAMING ASYNCHRONOUS TEXTURE
ja_jp: 非同期テクスチャ ストリーミング
ko: 비동기 텍스처 스트리밍
nb_no: ASYNKRON TEKSTURSTRØMMING
pl: ASYNCHRONICZNE STRUMIENIOWANIE TEKSTUR
pt_pt: FLUXO DE TEXTURA ASSÍNCRONO
ro_ro: STREAMING DE TEXTURI ASINCRON
sk_sk: Asynchrónne streamovanie textúr
sv_se: ASYNKRON TEXTURSTRÖMNING
tr: EŞ ZAMANSIZ DOKU AKIŞI
zh_tw: 非同步材質串流

# game_options
source: ATARI CPU CLOCK RATE
es: FREC. RELOJ CPU ATARI
eu_es: ATARI CPU ERLOJU ABIADURA
gl_es: FRECUENCIA DE RELOXO DA CPU ATARI
hu: ATARI CPU ÓRAJELE
it: VELOCITÀ ClOCK CPU ATARI
ja_jp: ATARI CPU クロックレート
ko: 아타리 CPU 클럭 속도
nb_no: ATARI CPU-KLOKKEFREKVENS
pl: TAKTOWANIE PROCESORA ATARI
pt_pt: TAXA DE CLOCK DA CPU ATARI
ro_ro: TACT CPU ATARI
sk_sk: Frekvencia Atari CPU
sv_se: ATARI CPU KLOCKFREKVENS
tr: ATARİ CPU SAAT HIZI
vi_vn: TỐC ĐỘ ĐỒNG HỒ CPU ATARI
zh_tw: ATARI CPU 時鐘頻率

# game_options
source: ATARI CPU TYPE
es: TIPO DE CPU ATARI
eu_es: ATARI CPU MOTA
gl_es: TIPO DE CPU ATARI
hu: ATARI CPU TÍPUS
it: TIPO CPU ATARI
ja_jp: ATARI CPU タイプ
ko: 아타리 CPU 유형
pl: TYP PROCESORA ATARI
pt_pt: TIPO DE CPU ATARI
ro_ro: TIP CPU ATARI
sk_sk: Typ Atari CPU
sv_se: ATARI CPU-TYP
tr: ATARİ CPU TÜRÜ
vi_vn: LOẠI CPU ATARI
zh_tw: ATARI CPU 類型

# game_options
source: ATARI HARD DRIVE TYPE
es: TIPO DE DISCO DURO ATARI
eu_es: ATARI DISKO GOGOR MOTA
gl_es: TIPO DE DISCO DURO ATARI
hu: ATARI MEREVLEMEZ TÍPUSA
it: TIPO HARD DRIVE ATARI
ja_jp: ATARI ハードドライブタイプ
ko: 아타리 하드 드라이브 유형
nb_no: ATARI HARDDISK TYPE
pl: TYP DYSKU TWARDEGO ATARI
pt_pt: TIPO DE DISCO RÍGIDO ATARI
ro_ro: TIP DISC DUR ATARI
sk_sk: Typ Atari hard disku
sv_se: ATARI HÅRDDISKTYP
tr: ATARİ SABİT SÜRÜCÜ TÜRÜ
vi_vn: LOẠI Ổ CỨNG ATARI
zh_tw: ATARI 硬碟類型

# game_options
source: ATARI MACHINE TYPE
es: TIPO DE MÁQUINA ATARI
eu_es: ATARI MAKINA MOTA
gl_es: TIPO DE MÁQUINA ATARI
hu: ATARI GÉPTÍPUS
it: TIPO MACCHINA ATARI
ja_jp: ATARI 機種
ko: 아타리 머신 유형
nb_no: ATARI MASKINTYPE
pl: TYP KOMPUTERA ATARI
pt_pt: TIPO DE MÁQUINA ATARI
ro_ro: TIP CONSOLĂ ATARI
sk_sk: Typ Atari stroja
sv_se: ATARI MASKINTYP
tr: ATARİ MAKİNA TÜRÜ
vi_vn: LOẠI MÁY ATARI
zh_tw: ATARI 主機類型

# game_options
source: ATARI MONITOR TYPE
es: TIPO DE MONITOR ATARI
eu_es: ATARI MONITORE MOTA
gl_es: TIPO MONITOR ATARI
hu: ATARI MONITOR TÍPUS
it: TIPO SCHERMO ATARI
ja_jp: Atari モニタータイプ
ko: 아타리 모니터 유형
nb_no: ATARI-SKJERMTYPE
pl: TYP MONITORA ATARI
pt_pt: TIPO DE MONITOR ATARI
ro_ro: TIP MONITOR ATARI
sk_sk: Typ Atari monitora
sv_se: TYP AV ATARI-MONITOR
tr: ATARİ MONİTÖR TÜRÜ
vi_vn: LOẠI MÀN HÌNH ATARI
zh_tw: ATARI 螢幕類型

# game_options
source: ATARI ST MEMORY SIZE
es: TAMAÑO DE MEMORIA ATARI ST
eu_es: ATARI ST MEMORIA TAMAINA
gl_es: TAMAÑO DA MEMORIA ATARI ST
hu: ATARI ST MEMÓRIA MÉRETE
it: DIMENSIONE MEMORIA ATARI ST
ja_jp: ATARI ST メモリ サイズ
ko: 아타리 ST 메모리 크기
nb_no: ATARI ST-MINNESTØRRELSE
pl: ROZMIAR PAMIĘCI ATARI ST
pt_pt: TAMANHO DA MEMÓRIA ATARI ST
ro_ro: MĂRIME MEMORIE ATARI ST
sk_sk: Veľkosť pamäte Atari ST
sv_se: ATARI ST MINNESSTORLEK
tr: ATARİ ST HAFIZA BOYUTU
vi_vn: KÍCH THƯỚC BỘ NHỚ ATARI ST
zh_tw: ATARI ST 記憶體容量

# game_options
source: ATARI SYSTEM
ca: SISTEMA ATARI
es: SISTEMA ATARI
eu_es: ATARI SISTEMA
gl_es: SISTEMA ATARI
it: SISTEMA ATARI
ja_jp: ATARI システム
ko: 아타리 시스템
pl: SYSTEM ATARI
pt_pt: SISTEMA ATARI
ro_ro: SISTEM ATARI
sk_sk: Atari systém
tr: ATARİ SİSTEMİ
vi_vn: HỆ THỐNG ATARI
zh_tw: ATARI系統

# game_options
source: AUDIO
ca: SO
eu_es: AUDIOA
hu: AUDIÓ
ja_jp: 音声
ko: 오디오
nb_no: LYD
pt_pt: ÁUDIO
sk_sk: Zvuk
sv_se: LJUD
tr: SES
vi_vn: ÂM THANH
zh_tw: 聲音

# game_options
source: AUDIO BUFFER (SAMPLES)
ca: MEMÒRIA INTERMÈDIA D’ÀUDIO (MOSTRES)
es: BÚFER DE AUDIO (MUESTRAS)
eu_es: AUDIO BUFFER (SANPLEAK)
gl_es: BÚFFER DE AUDIO (MOSTRAS)
hu: HANGPUFFER (MINTÁK)
it: BUFFER AUDIO (SAMPLES)
ja_jp: 音声バッファ（サンプル）
ko: 오디오 버퍼 (샘플)
nb_no: LYDBUFFER (SAMPLES)
pl: BUFOR AUDIO (SAMPLE)
pt_pt: BUFFER DE SOM (SAMPLE)
ro_ro: BUFFER AUDIO (EȘANTIOANE)
sk_sk: Zvukový buffer (vzorky)
sv_se: LJUDBUFFERT (SAMPLINGAR)
tr: SES ARABELLEĞİ (ÖRNEKLER)
vi_vn: BỘ ĐỆM ÂM THANH (MẪU)
zh_tw: 聲音緩衝 (取樣)

# game_options
source: AUDIO BUFFER DURATION
es: DURACIÓN DE BÚFER DE AUDIO
eu_es: AUDIO BUFFER TAMAINA
gl_es: DURACIÓN DO BÚFER DE AUDIO
hu: AUDIO PUFFER IDŐTARTAMA
it: DURATA BUFFER AUDIO
ja_jp: 音声バッファーの効果
ko: 오디오 버퍼 지속 시간
nb_no: LYDBUFFERENS VARIGHET
pl: CZAS BUFORA AUDIO
pt_pt: DURAÇÃO DO BUFFER DE ÁUDIO
ro_ro: DURATĂ BUFFER AUDIO
sk_sk: Trvanie zvukového buffera
sv_se: LJUDBUFFERTENS VARAKTIGHET
tr: SES ARABELLEK SÜRESİ
vi_vn: THỜI LƯỢNG BỘ ĐỆM ÂM THANH
zh_tw: 聲音緩衝持續時間

# game_options
source: AUDIO CHANNELS
ca: CANALS D’ÀUDIO
es: CANALES DE AUDIO
eu_es: AUDIO KANALAK
gl_es: CANLES DE AUDIO
hu: AUDIO CSATORNÁK
it: CANALI AUDIO
ja_jp: 音声チャンネル
ko: 오디오 채널
nb_no: AUDIO-KANALER
pl: KANAŁY AUDIO
pt_pt: CANAIS DE ÁUDIO
ro_ro: CANALE AUDIO
sk_sk: Zvukové kanály
sv_se: LJUDKANALER
tr: SES KANALLARI
vi_vn: KÊNH ÂM THANH
zh_tw: 聲音頻道

# game_options
source: AUDIO DRIVER
es: CONTROLADOR DE AUDIO
eu_es: AUDIO KONTROLATZAILEA
gl_es: CONTROLADOR DE AUDIO
it: DRIVER AUDIO
ja_jp: オーディオドライバ
ko: 오디오 드라이버
pl: STEROWNIK AUDIO
pt_pt: DRIVER DE ÁUDIO
ro_ro: DRIVER AUDIO
sk_sk: Ovládač zvuku
sv_se: LJUDDRIVRUTIN
tr: SES SÜRÜCÜSÜ
vi_vn: TRÌNH ĐIỀU KHIỂN ÂM THANH
zh_tw: 聲音驅動

# game_options
source: AUDIO FILTER
ca: FILTRATGE D’ÀUDIO
es: FILTRO DE AUDIO
eu_es: AUDIO FILTROA
gl_es: FILTRO DE AUDIO
hu: AUDIO SZŰRŐ
it: FILTRO AUDIO
ja_jp: 音声 フィルター
ko: 오디오 필터
nb_no: LYDFILTER
pl: FILTR AUDIO
pt_pt: FILTRO DE ÁUDIO
ro_ro: FILTRU AUDIO
sk_sk: Zvukový filter
sv_se: LJUDFILTER
tr: SES FİLTRESİ
vi_vn: BỘ LỌC ÂM THANH
zh_tw: 聲音過濾

# game_options
source: AUDIO FORMAT
ca: FORMAT D'ÀUDIO
es: FORMATO DE AUDIO
eu_es: AUDIO FORMATUA
gl_es: FORMATO DE AUDIO
hu: AUDIÓ FORMÁTUM
it: FORMATO AUDIO
ja_jp: オーディオ形式
ko: 오디오 형식
nb_no: LYDFORMAT
pl: FORMAT AUDIO
pt_pt: FORMATO DE ÁUDIO
ro_ro: FORMAT AUDIO
sk_sk: Formát zvuku
sv_se: LJUDFORMAT
tr: SES BİÇİMİ
vi_vn: ĐỊNH DẠNG ÂM THANH
zh_tw: 聲音格式

# game_options
source: AUDIO LATENCY
ca: LATÈNCIA D’AUDIO
es: LATENCIA DE AUDIO
eu_es: AUDIO ATZERAPENA
gl_es: LATENCIA DE AUDIO
hu: AUDIÓ KÉSLELTETÉS
it: LATENZA AUDIO
ja_jp: 音声 レイテンシー
ko: 오디오 지연
pl: OPÓŹNIENIE DŹWIĘKU
pt_pt: LATÊNCIA DE ÁUDIO
ro_ro: LATENȚĂ AUDIO
sk_sk: Latencia zvuku
sv_se: LJUDLATENS
tr: SES GECİKMESİ
vi_vn: ĐỘ TRỄ ÂM THANH
zh_tw: 聲音延遲

# game_options
source: AUDIO OUTPUT
ca: SORTIDA D’ÀUDIO
es: SALIDA DE AUDIO
eu_es: AUDIO IRTEERA
gl_es: SAÍDA DE AUDIO
hu: AUDIO KIMENET
it: USCITA AUDIO
ja_jp: 音声出力
ko: 오디오 출력
nb_no: LYDUTGANG
pl: WYJŚCIE AUDIO
pt_pt: SAÍDA DE ÁUDIO
ro_ro: IEȘIRE AUDIO
sk_sk: Zvukový výstup
sv_se: LJUDUTMATNING
tr: SES ÇIKIŞI
vi_vn: ĐẦU RA ÂM THANH
zh_tw: 聲音輸出

# game_options
source: AUDIO SYNC
ca: SINCRONITZACIÓ D’ÀUDIO
es: SINCRONIZACIÓN DE AUDIO
eu_es: AUDIO SINKRONIZAZIOA
gl_es: SINCRONIZACIÓN DE AUDIO
hu: AUDIÓ SZINKRONIZÁLÁS
it: SINCRONIZZAZIONE AUDIO
ja_jp: 音声 同期
ko: 오디오 동기화
pl: SYNC AUDIO
pt_pt: SINCRONIZAÇÃO DE ÁUDIO
ro_ro: SINCRONIZARE AUDIO
sk_sk: Synchronizácia zvuku
sv_se: LJUDSYNK
tr: SES EŞİTLEMESİ
vi_vn: ĐỒNG BỘ HÓA ÂM THANH
zh_tw: 聲音同步

# game_options
source: AUDIO VOLUME GAIN
ca: GUANY DE VOLUM D’ÀUDIO
es: GANANCIA DE VOLUMEN DE AUDIO
eu_es: AUDIO IRABAZTE BOLUMENA
gl_es: GANANCIA DO VOLUME DE AUDIO
hu: HANGERŐ NÖVELÉS
it: GUADAGNO VOLUME AUDIO
ja_jp: 音量ゲイン
ko: 오디오 볼륨 게인
nb_no: FORSTERKNING AV LYDVOLUM
pl: WZMOCNIENIE GŁOŚNOŚCI DŹWIĘKU
pt_pt: GANHO VOLUME DE ÁUDIO
ro_ro: CÂȘTIG VOLUM AUDIO
sk_sk: Zisk hlasitosti zvuku
sv_se: FÖRSTÄRKNING AV LJUDVOLYM
tr: SES SEVİYESİ KAZANIMI
vi_vn: TĂNG ÂM LƯỢNG ÂM THANH
zh_tw: 音量增益

# game_options
source: AUTO (DEFAULT)
ca: AUTOMÀTIC (PER DEFECTE)
es: AUTO (DEFECTO)
eu_es: AUTOMATIKOA (DEFEKTUZ)
gl_es: AUTOMÁTICO (predeterminado)
hu: AUTO (ALAPÉRTELMEZETT)
ja_jp: 自動 (標準)
ko: 자동 (기본)
pl: AUTO (DOMYŚLNIE)
pt_pt: AUTOMÁTICO (PADRÃO)
ro_ro: AUTO (IMPLICIT)
sk_sk: Auto (predvolené)
sv_se: AUTO (STANDARD)
tr: OTOMATİK (VARSAYILAN)
vi_vn: TỰ ĐỘNG (MẶC ĐỊNH)
zh_tw: 自動(預設)

# game_options
source: AUTO AIM
es: PUNTERÍA AUTOMÁTICA
eu_es: APUNTATZE AUTOMATIKOA
hu: AUTO CÉLZÁS
it: MIRA AUTO
ja_jp: オートエイム
ko: 자동 조준
pl: AUTOMATYCZNE CELOWANIE
pt_pt: MIRA AUTOMÁTICA
ro_ro: ȚINTIRE AUTOMATĂ
sk_sk: Auto zameranie
sv_se: AUTO-SIKTE
tr: OTOMATİK NİŞAN
vi_vn: TỰ ĐỘNG NHẮM MỤC TIÊU
zh_tw: 自動瞄準

# game_options
source: AUTO FRAMESKIP
ca: SALT DE QUADRES AUTOMÀTIC
es: SALTO DE FOTOGRAMAS AUTOMÁTICO
eu_es: FOTOGRAMA SALTATZE AUTOMATIKOA
gl_es: SALTO DE FOTOGRAMAS AUTOMÁTICO
hu: AUTO KÉPKOCKAKIHAGYÁS
ja_jp: 自動フレームスキップ
ko: 자동 프레임 건너뛰기
pl: AUTOMATYCZNE PRZESKAKIWANIE KLATEK
pt_pt: SALTO DE FRAMES AUTOMÁTICO
ro_ro: OMITERE CADRE AUTOMATĂ
sk_sk: Auto preskočenie snímok
sv_se: AUTO HOPPA ÖVER BILDER
tr: OTOMATİK KARE ATLA
vi_vn: BỎ QUA KHUNG HÌNH TỰ ĐỘNG
zh_tw: 自動跳格

# game_options
source: AUTO HEIGHT
ca: ALTURA AUTOMÀTICA
es: ALTURA AUTOMÁTICA
eu_es: ALTUERA AUTOMATIKOA
gl_es: ALTURA AUTOMÁTICA
hu: AUTOMATA MAGASSÁG
it: ALTEZZA AUTO
ja_jp: 高さを調整する
ko: 자동 높이
nb_no: AUTO HØYDE
pl: AUTOMATYCZNA WYSOKOŚĆ
pt_pt: ALTURA AUTOMÁTICA
ro_ro: ÎNĂLȚIME AUTOMATĂ
sk_sk: Automatická výška
sv_se: AUTO HÖJD
tr: OTOMATİK YÜKSEKLİK
vi_vn: CHIỀU CAO TỰ ĐỘNG
zh_tw: 自動高度

# game_options
source: AUTO LOAD ON GAME LAUNCH
ca: CARREGAR AUTOMÀTICAMENT A L'INICIAR UN JOC
es: CARGAR AUTOMÁTICAMENTE AL LANZAR EL JUEGO
eu_es: AUTO KARGATU JOKUA EXEKUTATZEAN
gl_es: CARGA AUTOMÁTICA AO COMEZAR O XOGO
hu: AUTOMATIKUS BETÖLTÉS A JÁTÉK INDÍTÁSAKOR
it: CARICA AUTOMATICAMENTE ALL'AVVIO GIOCO
ja_jp: 自動ステート読込でゲームを開始
ko: 게임 실행 시 자동 로드
nb_no: AUTOMATISK INNLASTING VED SPILLSTART
pl: AUTO ŁADOWANIE PRZY URUCHAMIANIU GRY
pt_pt: CARREGAR ESTADO AUTOMÁTICAMENTE AO INICIAR O JOGO
ro_ro: ÎNCARCĂ AUTOMAT LA LANSAREA JOCULUI
sk_sk: Automaticky načítať pri spustení hry
sv_se: AUTOMATISK INLÄSNING VID SPELSTART
tr: OYUN BAŞLADIĞINDA OTOMATİK YÜKLE
vi_vn: TỰ ĐỘNG TẢI KHI CHẠY TRÒ CHƠI
zh_tw: 開始遊戲時自動讀檔

# game_options
source: AUTO SAVE ON GAME EXIT
ca: DESAR AUTOMÀTICAMENT AL SORTIR D'UN JOC
es: GUARDAR AUTOMÁTICAMENTE AL SALIR DEL JUEGO
eu_es: AUTO GORDETZEA JOKUTIK IRTETEAN
gl_es: GARDAR AUTOMÁTICO O SAIR DO XOGO
hu: AUTOMATIKUS MENTÉS A JÁTÉKBÓL VALÓ KILÉPÉSKOR
it: SALVA AUTOMATICAMENTE IN USCUTA GIOCO
ja_jp: ゲーム終了時、自動ステートセーブする
ko: 게임 종료 시 자동 저장
nb_no: AUTOMATISK LAGRING NÅR SPILLET AVSLUTTES
pl: AUTO ZAPIS PRZY ZAKOŃCZENIU GRY
pt_pt: GUARDAR ESTADO AUTOMÁTICAMENTE AO ENCERRAR O JOGO
ro_ro: SALVEAZĂ AUTOMAT LA IEȘIREA DIN JOC
sk_sk: Automaticky uložiť pri ukončení hry
sv_se: SPARA AUTOMATISKT VID SPELAVSLUT
tr: OYUN ÇIKIŞINDA OTOMATİK KAYDET
vi_vn: TỰ ĐỘNG LƯU KHI THOÁT TRÒ CHƠI
zh_tw: 離開遊戲時自動存檔

# game_options
source: AUTO SAVE/LOAD ON GAME LAUNCH
ca: DESAT/CÀRREGA AUTOMÀTICA A L’INICIAR JOC
es: GUARDAR/CARGAR AUTOMÁTICAMENTE AL INICIAR JUEGO
eu_es: GORDE/KARGATZE AUTOMATIKOA JOKOA ABIATZEAN
gl_es: GARDAR/CARGAR AUTOMATICAMENTE AO COMENZAR O XOGO
hu: AUTOMATIKUS MENTÉS/BETÖLTÉS A JÁTÉK INDÍTÁSAKOR
it: AUTO SALVATAGGIO/CARICAMENTO ALL'AVVIO DEL GIOCO
ja_jp: 自動ステート読込でゲームを開始
ko: 게임 시작 시 자동 저장/로드
nb_no: AUTOMATISK LAGRING/INNLASTING VED SPILLSTART
pl: AUTO ZAPIS/ŁADOW. PRZY URUCHAMIANIU GRY
pt_pt: AUTO GUARDAR/CARREGAR AO INICIAR JOGO
ro_ro: SALVEAZĂ/ÎNCARCĂ AUTOMAT LA LANSARE
sk_sk: Automaticky uložiť/načítať pri spustení hry
sv_se: SPARA/LÄS IN AUTOMATISKT VID SPELSTART
tr: OYUN BAŞLADIĞINDA OTO KAYDET/YÜKLE
vi_vn: TỰ ĐỘNG LƯU/TẢI KHI CHẠY TRÒ CHƠI
zh_tw: 開始遊戲時自動存檔/讀檔

# game_options
source: AUTO WIDESCREEN
es: ANCHO AUTOMÁTICO
gl_es: ANCHO AUTOMÁTICO
hu: AUTOMATIKUS SZÉLESVÁSZNÚ
ja_jp: 自動ワイドスクリーン
ko: 자동 와이드스크린
nb_no: AUTOMATISK WIDESCREEN
pl: AUTO OBRAZ SZEROKOEKRANOWY
pt_pt: WIDESCREEN AUTOMÁTICO
ro_ro: ECRAN LAT AUTOMAT
sk_sk: Automaticky širokouhlé
sv_se: AUTOMATISKT BREDBILD
tr: OTOMATİK GENİŞ EKRAN
vi_vn: MÀN HÌNH RỘNG TỰ ĐỘNG
zh_tw: 自動顯示寬螢幕
