Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Fix screen tearing, but may drop frames.
ca: Corregeix tearing, però pot descartar quadres.
es: Se corrigen fallos de vídeo (Screen Tearing), pero puede ocasionar caída de fotogramas.
eu_es: Konpondu pantaila apurtzea, fotograma batzuk saltatu ditzake
gl_es: Corrixe o raspado da pantalla, pero pode ocasionar caida de fotogramas.
hu: Javítsa ki a képernyő szakadását, de a keretek leeshetnek.
it: Risolve tearing schermo, ma può scaricare frames
ja_jp: 画面のずれを修正しますが、フレームドロップする可能性があります
ko: 화면 찢어짐 현상을 수정하지만 프레임이 떨어질 수 있습니다.
nb_no: Fikser skjermriving, men kan hoppe over bilder.
pl: Naprawia rozdzieranie ekranu, ale może powodować spadek liczby klatek.
pt_pt: Corrige a dessincronização do ecrã, mas pode diminuir fps.
ro_ro: Repară ruperea ecranului, dar poate omite cadre.
sk_sk: Opraví trhanie obrazovky, ale môže vynechať snímky.
sv_se: Fixa bildsläpning, men kan tappa bildrutor.
tr: Ekran yırtılmasını düzelt, ancak kare düşebilir.
vi_vn: Sửa lỗi xé màn hình nhưng có thể làm rớt khung hình.
zh_tw: 修復螢幕撕裂，但可能會丟幀。

# game_options
source: Fix screen tearing.
ca: Corregeix tearing.
es: Soluciona fallos de imagen (screen tearing).
eu_es: Konpodu pantaila urratua
gl_es: Corrixir fallos de imaxe (screen tearing).
hu: Javítsa ki a képernyő szakadását.
it: Risolvi il tearing dello schermo.
ja_jp: 画面のずれを修正します
ko: 화면 찢어짐 현상을 수정합니다.
nb_no: Fikser skjermriving.
pl: Napraw zrywanie ekranu.
pt_pt: Corrige falhas de imagem (screen tearing)
ro_ro: Rezolvă ruperea ecranului.
sk_sk: Opraví trhanie obrazovky.
sv_se: Fixa bildsläpning.
tr: Ekran yırtılmasını düzelt.
vi_vn: Sửa lỗi xé màn hình.
zh_tw: 修復螢幕撕裂。

# game_options
source: Fix screen tearing. Adaptive Sync (Default) synchronizes on video sync, except for late frames (below target FPS) which are displayed immediately.
es: Corrige el screen tearing. Adaptive Sync (Por defecto) se sincroniza con la sincronización de vídeo, excepto para los fotogramas tardíos (por debajo del objetivo de FPS) que se muestran inmediatamente.
gl_es: CorrixE o raspado da pantalla. A sincronización adaptativa (predeterminada) sincronízase na sincronización de vídeo, excepto nos fotogramas atrasados (por debaixo do FPS de destino) que se amosan inmediatamente.
hu: Képernyőszakadás javítása. Adaptív szinkronizálás (alapértelmezett) a videó szinkronizálásakor szinkronizál, kivéve a késői képkockákat (a cél FPS alatt), amelyek azonnal megjelennek.
it: Risolve lo strappamento schermo. Sync Adattivo (Default) sincronizza col video sync, eccetto per i frames in riratro (oltre il FPS desiderato) che sono visualizzati immediatamente.
ja_jp: 画面のティアリングを修正します。Adaptive VSync (標準) は、すぐに表示される遅いフレーム (ターゲット FPS を下回る) を除き、ビデオ同期で同期します。
ko: 화면 찢어짐 문제를 수정합니다. 적응형 동기화(기본)는 즉시 표시되는 늦은 프레임(대상 FPS 미만)을 제외하고 비디오 동기화 시 동기화합니다.
nb_no: Fikser skjermriving. Adaptiv synkronisering (standard) synkroniserer ved videosynkronisering, med unntak av sene bilder (under mål-FPS) som vises umiddelbart.
pl: Naprawia rozrywanie ekranu. Synchronizacja adaptacyjna (domyślnie) synchronizuje się z synchronizacją wideo, z wyjątkiem opóźnionych klatek (poniżej docelowej liczby klatek), które są wyświetlane natychmiast.
pt_pt: Corrigir o screen tearing. Adaptive Sync (Padrão) sincroniza na sincronização de vídeo, exceto para frames atrasados ​​(abaixo do FPS alvo) que são mostrados imediatamente.
ro_ro: Repară ruperea ecranului. Sincronizarea adaptivă (Implicit) sincronizează pe sincronizarea video, exceptând cadrele întârziate (sub FPS-ul țintă), care sunt afișate imediat.
sv_se: Åtgärdar bildsläpning. Adaptive Sync (standard) synkroniserar med videosynkronisering, utom för sena bildrutor (under mål-FPS) som visas omedelbart.
tr: Ekran yırtılmasını düzelt. Uyarlanabilir Senkronizasyon (Varsayılan), hemen görüntülenen geç kareler (hedef FPS'nin altında) hariç, video senkronizasyonunda senkronize olur.
vi_vn: Sửa lỗi xé hình. Đồng bộ hóa thích ứng (Mặc định) đồng bộ hóa khi đồng bộ hóa video, ngoại trừ các khung hình muộn (dưới FPS mục tiêu) được hiển thị ngay lập tức.
zh_tw: 修復螢幕撕裂。自適應同步(預設)在視訊同步時同步但延遲幀(低於目標FPS)會立即顯示。

# game_options
source: Fix screen tearing. CPU heavy.
ca: Corregeix tearing. És pesat per la CPU.
es: Corrige fallos en la imagen (tearing). Sobrecarga la CPU.
eu_es: Konpondu pantaila urratzea. CPU erabilera handia.
gl_es: Corrixir o raspado da pantalla (tearing). Sobrecarga CPU.
hu: Javítsa ki a képernyő szakadását. CPU terhelő.
it: Risolvi tearing dello schermo. Oneroso per la CPU.
ja_jp: 画面のずれを修正します (CPU によってはゲームが開始できない場合があります)
ko: 화면 찢어짐을 수정합니다. CPU가 성능을 많이 소모합니다.
nb_no: Fikser skjermriving. CPU-tung.
pl: Naprawia zrywanie ekranu. Obciąża procesor.
pt_pt: Correção da imagem (rasgar). Exige do CPU.
ro_ro: Repară ruperea ecranului. Solicitant pentru CPU.
sk_sk: Opraví trhanie obrazovky. Zaťažuje CPU.
sv_se: Fixa bildsläpning. CPU-tung.
tr: Ekran yırtılmasını düzelt. CPU yükü.
vi_vn: Sửa lỗi xé màn hình. CPU hoạt động nặng.
zh_tw: 修復螢幕撕裂。CPU吃重。

# game_options
source: Fix screen tearing. FIFO (Vsync) does not drop frames. FIFO Relaxed allows tearing as it recovers from a slow down. Mailbox can have lower latency but may drop frames.
es: Corrige el screen tearing. FIFO (Vsync) no elimina fotogramas. FIFO Relaxed permite el tearing mientras se recupera de una desaceleración. Mailbox puede tener una latencia más baja pero puede perder fotogramas.
gl_es: Corrixe o raspado da pantalla. FIFO (Vsync) de fotogramas. FIFO Relaxed permite raspar mentres se recupera dunha ralentización. A caixa de correo pode ter unha latencia máis baixa, pero pode perder fotogramas.
hu: Képernyőszakadás javítása. A FIFO (Vsync) nem ejti el a képkockákat. A FIFO Relaxed lehetővé teszi a tépődést, amikor lassulásból helyreáll. A Mailbox alacsonyabb késleltetésű lehet, de kockákat ejthet.
it: Risolve strisce schermo. FIFO (Vsync) non salta frames. FIFO Relaxed permette strisce mentre si riprende da un rallentamento. Mailbox può avere una latenza più bassa ma allo stesso tempo può ridurre i frame.
ja_jp: 画面のティアリングを修正します FIFO (垂直同期オン) はフレームドロップしません FIFO リラックス では、速度低下から回復するときにティアリングが可能になります メールボックスの遅延は低くなりますが、フレームドロップの可能性があります
ko: 화면 잘림 문제를 수정합니다. FIFO(수직동기화)는 프레임을 삭제하지 않습니다. FIFO 완화는 속도 저하에서 회복되면서 찢어짐을 허용합니다. 메일박스는 대기 시간이 낮을 수 있지만 프레임이 삭제될 수 있습니다.
nb_no: Fiks skjermrivning. FIFO (Vsync) hopper ikke over bilder. FIFO Avslappet tillater riving når den kommer seg etter en hastighets-senking. Postboks kan ha lavere ventetid, men kan hoppe over bilder.
pl: Napraw rwanie obrazu. FIFO (Vsync) nie traci klatek. FIFO Relaxed pozwala na rwanie po spadku wydajności. Mailbox może mieć niższe opóźnienie, ale może tracić klatki.
pt_pt: Corrija o screen tearing. FIFO (Vsync) não elimina frames. FIFO relaxado permite tearing enquanto se recupera de uma desaceleração. A caixa de correio pode ter latência menor, mas pode perder frames.
ro_ro: Repară ruperea ecranului. FIFO (Vsync) nu omite cadre. FIFO Relaxat permite ruperea când se recuperează după o încetinire. Cutia poștală are latență mai mică, dar poate omite cadre.
sv_se: Fixar bildsläpning. FIFO (Vsync) släpper inte bildrutor. FIFO Relaxed tillåter bildsläpning när den återhämtar sig från en långsam nedgång. Brevlåda kan ha lägre latens men kan tappa bildrutor.
tr: Ekran yırtılmasını düzelt. FIFO (Vsync) kareleri düşürmez. FIFO Relaxed, yavaşlamanın ardından toparlanırken yırtılmaya izin verir. Posta kutusunun gecikme süresi daha düşük olabilir ancak kareler düşebilir.
vi_vn: Sửa lỗi xé màn hình. FIFO (Vsync) không làm rơi khung hình. FIFO Relaxed cho phép bị xé khi nó phục hồi sau khi bị chậm lại. Hộp thư có thể có độ trễ thấp hơn nhưng có thể làm rớt khung hình.
zh_tw: 修復螢幕撕裂。FIFO (Vsync)不會丟幀。先進先出放鬆允許撕裂因為它從一個緩慢恢復。郵箱可以有較低的延遲，但可能會丟幀。

# game_options
source: Fix screen tearing. With Some games you need to turn VSync on in the games options.
es: Corrige el screen tearing. Con algunos juegos, necesitas activar la sincronización vertical (VSync) en las opciones del juego.
gl_es: Corrixir o rasPado da pantalla. Con Algúns xogos debes activar VSync nas opcións dos xogos.
hu: Javítsa ki a képernyő törezedségét. Egyes játékoknál be kell kapcsolnia a VSync funkciót a játékbeállításokban.
it: Risolvi tearing schermo. Con alcuni giochi dovrai abilitare VSynch dalle opzioni gioco.
ja_jp: 画面のティアリングを修正します。一部のゲームでは、オプションで VSync を有効にする必要があります
ko: 화면 잘림 문제를 수정합니다. 일부 게임의 경우 게임 옵션에서 수직동기화를 켜야 합니다.
nb_no: Fikser skjermriving. I noen spill må du slå på VSync i spillalternativene.
pl: Napraw zrywanie ekranu. W niektórych grach należy włączyć VSync w opcjach gry.
pt_pt: Corrija o screen tearing. Com alguns jogos você precisa ativar o VSync nos jogos opções.
ro_ro: Repară ruperea ecranului. Cu unele jocuri este nevoie să activezi VSync în opțiuni.
sv_se: Fixa bildsläpning. I vissa spel måste du aktivera VSync i spelalternativen.
tr: Ekran yırtılmasını düzelt. Bazı oyunlarda oyun seçeneklerinde VSync açmanız gerekir.
vi_vn: Sửa lỗi xé hình. Với một số trò chơi, bạn cần bật VSync trong tùy chọn trò chơi.
zh_tw: 修復螢幕撕裂。對於一些遊戲，你需要在遊戲選項中打開VSync。

# game_options
source: Fix texture banding when upscaling.
ca: Corregir les bandes de textura durant l’escalat.
es: Soluciona el banding en texturas cuando se escala.
eu_es: Eskalatzean ematen den testura bandak konpondu.
gl_es: Corrixir as bandas de textura o aumentar o escalado.
hu: A textúra sávosodásának javítása felskálázáskor.
it: Risolve il bandeggio texture quando ingrandite.
ja_jp: アップスケーリング時のテクスチャバンディングを修正します
ko: 업스케일링 시 텍스처 밴딩을 수정합니다.
nb_no: Fikser teksturbånd ved oppskalering.
pl: Napraw prążkowanie tekstur podczas przeskalowania.
pt_pt: Corrige bandas de textura ao aumentar a escala.
ro_ro: Repară efectul de bandă la upscaling.
sk_sk: Opraviť pruhovanie textúry pri zmene veľkosti.
sv_se: Fixar texturbandning vid uppskalning.
tr: Yükseltme sırasında doku bantlamasını düzeltin.
vi_vn: Sửa lỗi dải họa tiết khi nâng cấp.
zh_tw: 放大時修復紋理條帶。

# game_options
source: Fixes a possible bug with multiple controllers detection.
ca: Corregeix un possible defecte amb la detecció de múltiples comandaments.
es: Corrige un posible error con la detección de múltiples controladores.
eu_es: Kontrolatzaile anitz detektatzean ematen den akats bat konpontzen du.
gl_es: Corrixe un posible erro coa detección de multiples controladores.
hu: Kijavít egy lehetséges hibát a több vezérlő észlelésével.
it: Risolve un possibile bug con rilevamento di controller multipli.
ja_jp: コントローラー検出で発生する可能性のあるバグを修正します
ko: 여러 컨트롤러 검색에서 발생할 수 있는 버그를 수정합니다.
nb_no: Løser en mulig feil med deteksjon av flere kontrollere.
pl: Usuwa możliwy błąd z wykrywaniem wielu kontrolerów.
pt_pt: Corrige possível defeito com a detecção de múltiplos comandos.
ro_ro: Repară o problemă posibilă cu detecția mai multor controlere.
sk_sk: Opraví možný bug s detekciou viacerých ovládačov.
sv_se: Åtgärdar ett möjligt fel med detektering av flera kontroller.
tr: Çoklu kontrolcüleri tanımlamada potansiyel hataları düzeltir.
vi_vn: Sửa lỗi có thể xảy ra khi phát hiện nhiều bộ điều khiển.
zh_tw: 修復了多控制器檢測的一個可能的錯誤。

# game_options
source: Fixes flickering.
es: Correciones de parpadeo.
gl_es: Corrixe o pestanexo.
hu: Kijavítja a villódzást.
it: Aggiusta flickering.
ja_jp: ちらつきを修正
ko: 깜박이는 현상이 수정되었습니다.
pl: Naprawia migotanie.
pt_pt: Corrige a cintilação.
ro_ro: Remediază pâlpâirea.
sk_sk: Opraví blikanie.
sv_se: Åtgärdar flimmer.
tr: Titremeyi düzeltir.
vi_vn: Sửa lỗi nhấp nháy.
zh_tw: 修復閃爍。

# game_options
source: Flight Stick (3 Axes, 4 Btns, 1 Hat)
ca: Palanca de vol (3 Eixos, 4 Botons, 1 Hat)
es: Flight Stick (3 ejes, 4 botones, 1 hat)
eu_es: Figlt Stick-a (3 Ardatz, 4 Botoi, 1 Hat)
gl_es: Panca de voo (3 eixes, 4 botóns, 1 chapela)
hu: Flight Stick (3 tengely, 4 Gomb, 1 Hat)
it: Flight Stick (3 Assi, 4 Bottoni, 1 Hat)
ja_jp: フライトスティック (3軸,4ボタン,1ハット)
ko: 비행 스틱 (3 축, 4 버튼, 1 햇)
nb_no: Flight Stick (3 økser, 4 btn, 1 hatt)
pl: Flight Stick (3 osie, 4 przyciski, 1 przepustnica)
pt_pt: Controlo de voo (3 eixos, 4 botões, 1 ponto de visão)
ro_ro: Manetă de zbor (3 axe, 4 butoane, 1 direcție)
sk_sk: Flight Stick (3 osi, 4 tlačidlá, 1 klobúk)
sv_se: Flight Stick (3 axlar, 4 knap, 1 hat)
tr: Uçuş Çubuğu (3 Eksen, 4 Düğme, 1 Hat)
zh_tw: 飛行搖桿(3軸，4鍵，1個Hat)

# game_options
source: Floppy Disk
ca: Disquet
es: Disco Flexible
eu_es: Floppy Diskoa
gl_es: Disquete
hu: Floppy lemez
ja_jp: フロッピーディスク
ko: 플로피 디스크
nb_no: Diskett
pl: Dyskietka
pt_pt: Disquete
ro_ro: Disc flexibil
sk_sk: Pružný disk
sv_se: Diskett
vi_vn: Đĩa mềm
zh_tw: 軟碟

# game_options
source: Floppy Disk (Drive 1)
ca: Disquet (Unitat 1)
es: Disco flexible (Unidad 1)
eu_es: Floppy Diskoak (1 Irakurgailua)
gl_es: Disquete (unidade 1)
ja_jp: FD (FDD 1台)
ko: 플로피 디스크 (드라이브 1)
nb_no: Diskett (stasjon 1)
pl: Dyskietka (Napęd 1)
pt_pt: Disquete (Drive 1)
ro_ro: Disc flexibil (Unitate 1)
sk_sk: Pružný disk (disk 1)
sv_se: Diskett (enhet 1)
vi_vn: Đĩa mềm (ổ 1)
zh_tw: 軟碟(磁碟機1)

# game_options
source: Floppy Disk (Drive 2 - Model 1/2 & II UX)
ca: Disquet (Unitat 2 - Model 1/2 i II UX)
es: Disco flexible (Unidad 2 - Modelo 1/2 & II UX)
eu_es: Floppy Disk (2 Irakurgailua- 1/2 Modeloak & II UX)
gl_es: Disquete (Unidade 2 - Modelo 1/2 e II UX)
it: Floppy Disk (Drive 2 - Modello 1/2 & II UX)
ja_jp: FD (FDD 2台 - モデル 1/2 & II UX)
ko: 플로피 디스크 (드라이브 2 - 모델 1/2 & II UX)
nb_no: Diskett (stasjon 2 - modell 1/2 og II UX)
pl: Dyskietka (Napęd 2 - Model 1/2 i II UX)
pt_pt: Disquete (Drive 2 - Modelo 1/2 & II UX)
ro_ro: Disc flexibil (Unitate 2 - Model 1/2 și II UX)
sk_sk: Pružný disk (disk 2 - Model 1/2 & II UX)
sv_se: Diskett (enhet 2 - modell 1/2 & II UX)
vi_vn: Đĩa mềm (ổ 2 - Model 1/2 & II UX)
zh_tw: 軟碟(磁碟機2 -型號1/2和II UX)

# game_options
source: Floppy Disk Image
ca: Imatge de disquet
es: Imagen de disquete
eu_es: Floppy Disko Irudia
gl_es: Imaxe de disquete
hu: Floppy lemez kép
it: Immagine Floppy Disk
ja_jp: FDイメージ
ko: 플로피 디스크 이미지
nb_no: Diskettavbildning
pl: Obraz dyskietki
pt_pt: Imagem de disquete
ro_ro: Imagine disc flexibil
sk_sk: Obraz pružného disku
sv_se: Diskettavbild
tr: Disket Sürücü İmajı
zh_tw: 軟碟映像

# game_options
source: Floppy Disk List
es: Lista de discos
eu_es: Floppy Disko Lista
gl_es: Lista de disquetes
hu: Hajlékonylemezek listája
it: Lista Floppy Disk
ja_jp: フロッピーリスト
ko: 플로피 디스크 목록
nb_no: Diskettliste
pl: Lista dyskietek
pt_pt: Lista de disquetes
ro_ro: Listă discuri flexibile
sk_sk: Zoznam pružných diskov
sv_se: Diskettlista
tr: Disket Sürücü Listesi
vi_vn: Danh Sách Đĩa Mềm
zh_tw: 軟碟列表

# game_options
source: For Gyro-enabled games (bound to left analog stick)
ca: Per a jocs que usen el giroscopi (enllaçat a la palancà analògica esquera)
es: Para juegos con giroscopio activado (vinculado al stick analógico izquierdo)
eu_es: Giroskopioa erabiltzen duten jokuetan (ezkerreko stick analogikoari lotuta)
gl_es: Para xogos con xiroscopio habilitado (ligado ao stick analóxico esquerdo)
hu: Gyro-kompatibilis játékokhoz (bal oldali analóg karhoz kötve)
it: Per giochi abilitati al Gyro (associato alla manopola analogica sinistra)
ja_jp: ジャイロ対応ゲーム時（左アナログスティックに割り当てる）
ko: 자이로 지원 게임용 (왼쪽 아날로그 스틱에 바인딩됨)
nb_no: For Gyro-aktiverte spill (bundet til venstre analoge spak)
pl: Dla gier z obsługą żyroskopu (powiązany z lewym drążkiem analogowym)
pt_pt: Para jogos programados para giroscópio (ligado ao analógico esquerdo)
ro_ro: Pentru jocurile ce folosesc giroscop (asociat cu maneta analogică stângă)
sk_sk: Pre hry s podporou gyroskopu (viazané na ľavú analógovú páčku)
sv_se: För spel med gyrofunktion (bunden till vänster analoga spak)
tr: Gyro özellikli oyunlar için (sol analog çubuğa bağlı)
vi_vn: Dành cho các trò chơi hỗ trợ Gyro (liên kết với cần analog bên trái)
zh_tw: 對於啟用陀螺儀的遊戲(綁定到左側模擬搖桿)

# game_options
source: For Gyro-enabled games (bound to right analog stick)
ca: Per a jocs que usen el giroscopi (enllaçat a la palancà analògica dreta)
es: Para juegos con giroscopio activado (vinculado al stick analógico derecho)
eu_es: Giroskopioa erabiltzen duten jokuetarako (eskuin stick analogikoari lotuta)
gl_es: Para xogos con xiroscopio habilitado (ligado ao stick analóxico dereito)
it: Per giochi abilitati al Gyro (associato alla manopola analogica destra)
ja_jp: ジャイロ対応ゲーム時（右アナログスティックに割り当てる）
ko: 자이로 지원 게임용 (오른쪽 아날로그 스틱에 바인딩됨)
nb_no: For Gyro-aktiverte spill (bundet til høyre analoge spak)
pl: W przypadku gier obsługujących żyroskop (powiązany z prawym drążkiem analogowym)
pt_pt: Para jogos programados para giroscópio (ligado ao analógico direito)
ro_ro: Pentru jocurile ce folosesc giroscop (asociat cu maneta analogică dreaptă)
sk_sk: Pre hry s podporou gyroskopu (viazané na pravú analógovú páčku)
sv_se: För spel med gyrofunktion (bunden till höger analoga spak)
tr: Gyro özellikli oyunlar için (sağ analog çubuğa bağlı)
vi_vn: Dành cho các trò chơi hỗ trợ Gyro (liên kết với cần analog bên phải)
zh_tw: 對於啟用陀螺儀的遊戲(綁定到右側模擬搖桿)

# game_options
source: For emulators and controllers supporting force feedback.
ca: Per a emuladors i comandaments que suportin informació forçada (force feedback).
es: Para emuladores y mandos compatibles con niveles de intensidad.
eu_es: Force feedback onartzen duten emulatzaile eta kontrolatzaieentzat
gl_es: Para emuladores e mandos que admiten retroalimentación de forza.
hu: Erővisszacsatolást támogató emulátorokhoz és vezérlőkhöz.
it: Per emulatori e controller che supportano force feedback.
ja_jp: フォースフィードバック(振動)可能時の設定
ko: 강제 피드백을 지원하는 에뮬레이터 및 컨트롤러용.
nb_no: For emulatorer og kontrollere som støtter force feedback.
pl: Dla emulatorów i kontrolerów obsługujących funkcję force feedback.
pt_pt: Para emuladores e comandos que suportam force feedback.
ro_ro: Pentru emulatoarele și controlerele care suportă redarea forței.
sk_sk: Pre emulátory a ovládače podporujúce force feedback.
sv_se: För emulatorer och styrenheter som stöder vibrationer.
tr: Emülatörler ve kontrolcüler için kuvvet geri bildirimi desteklenir.
vi_vn: Dành cho trình mô phỏng và bộ điều khiển hỗ trợ bắt buộc feedback.
zh_tw: 用於支援力回饋的模擬器與控制器。

# game_options
source: For playing driving games with a game pad, it is sometimes a good idea to use a value larger than 100%% so that the steering feels less sensitive on a thumbstick.
es: Para jugar a juegos de conducción con un mando, a veces es una buena idea usar un valor mayor al 100% para que la dirección se sienta menos sensible en el stick.
gl_es: Para xogar con xogos de condución cun mando, ás veces é unha boa idea utilizar un valor superior a 100%% so para que a dirección sexa menos sensible nun stick.
it: Per usare i giochi di guida con un game pad, a volte e' utile impostare un valore maggiore di 100%% cosicche' il volante sia meno sensibile quando usi il thumbstick.
ja_jp: ゲームパッドでドライビング ゲームをプレイする場合は、100％より大きい値で、スティックの感度を鈍くすることをお勧めします
ko: 게임 패드로 운전 게임을 하는 경우, 엄지 스틱에 대한 조향의 민감성을 낮추기 위해 100%%보다 큰 값을 사용하는 것이 좋은 경우가 있습니다.
nb_no: For å spille kjørespill med en gamepad er det noen ganger lurt å bruke en verdi som er større enn 100 %% slik at styringen føles mindre følsom med en tommelstikke.
pl: W przypadku grania w gry samochodowe za pomocą pada do gier, czasami dobrym pomysłem jest użycie wartości większej niż 100%%, aby sterowanie było mniej czułe na kciuku.
ro_ro: Pentru a juca jocuri de condus cu un gamepad, este uneori o idee bună să folosești o valoarea mai mare de 100%% astfel ca direcția să fie mai puțin sensibilă cu o manetă.
sv_se: För att spela bilspel med en gamepad kan det ibland vara bra att använda ett värde som är större än 100%% så att styrningen känns mindre känslig på en tumspak.
tr: Bir oyun kolu ile sürüş oyunları oynamak için bazen %%100'den daha büyük bir değer kullanmak iyi bir fikir olabilir, böylece direksiyonun kontrol çubuğu üzerinde daha az hassas olması sağlanır.
vi_vn: Để chơi trò chơi lái xe bằng bảng điều khiển trò chơi, đôi khi nên sử dụng giá trị lớn hơn 100%% để cảm giác lái ít nhạy hơn trên cần điều khiển.

# game_options
source: For use with HD texture packs.
ca: Per usar amb paquet de textures HD.
es: Para usar con paquetes de texturas HD.
eu_es: HD testura paketeekin erabiltzeko
gl_es: Para usar con paquetes de textura HD.
hu: HD textúracsomagok használata.
it: Da usare con pacchetti texture HD.
ja_jp: HDテクスチャパックを使用します
ko: 고선명 텍스처 팩과 함께 사용합니다.
nb_no: For bruk med HD-teksturpakker.
pl: Do zastosowania z pakietami tekstur HD.
pt_pt: Para uso com pacotes de textura em alta definicão HD.
ro_ro: Pentru utilizarea cu pachete de texturi HD.
sk_sk: Pre použitie s HD balíkmi textúr.
sv_se: För användning med HD-texturpaket.
tr: HD doku paketleri ile kullanım için.
vi_vn: Để sử dụng với gói kết cấu HD.
zh_tw: 用於高清紋理包。

# game_options
source: For weak machines. Some games will not work with this.
ca: Per màquines de baix rendiment. Alguns jocs no funcionaràn amb això.
es: Para máquinas menos potentes. Algunos juegos no funcionarán.
eu_es: Makina ahulentzat. Joku batzuk ez dute funtzionatuko honekin.
gl_es: Para máquinas débiles. Algúns xogos non funcionarán con isto.
hu: Gyenge gépekhez. Egyes játékok nem működnek ezzel.
it: Per macchine deboli. Alcuni giochi non funzioneranno con questo.
ja_jp: 弱いマシン用。一部のゲームはこれでは動作しません
ko: 약한 기계의 경우. 일부 게임은 이것으로 작동하지 않습니다.
nb_no: For svake maskiner. Noen spill vil ikke fungere med denne.
pl: Dla słabych maszyn. Niektóre gry nie będą z tym współpracować.
pt_pt: Para máquinas lentas. Alguns jogos não funcionarão com isto.
ro_ro: Pentru mașini slabe. Unele jocuri nu vor putea funcționa cu asta.
sk_sk: Pre slabé stroje. Niektoré hry s týmto nebudú fungovať.
sv_se: För svaga maskiner. Vissa spel kommer inte att fungera med detta.
tr: Zayıf makineler için. Bazı oyunlar bununla çalışmaz.
vi_vn: Dành cho máy yếu. Một số trò chơi sẽ không hoạt động với điều này.
zh_tw: 用於性能較差的機器。有些遊戲不能用這個。

# game_options
source: Force 16:10
ca: Forçar 16:10
es: Forzar 16:10
eu_es: Behartu 16:10
gl_es: Forzado 16:10
hu: Kényszerített 16:10
it: Forza 16:10
ja_jp: 16:10 に固定
ko: 강제 16:10
nb_no: Tving 16:10
pl: Wymuś 16:10
pt_pt: Forçar 16:10
ro_ro: Forțează 16:10
sk_sk: Vynútiť 16:10
sv_se: Tvinga 16:10
tr: 16:10 Zorla
vi_vn: Ép 16:10
zh_tw: 強制 16:10

# game_options
source: Force 16:9
ca: Forçar aspecte 16:9
es: Forzar 16:9
eu_es: Behartu 16:9
gl_es: Forzar 16:9
hu: Kényszerített 16:9
it: Forza 16:9
ja_jp: 16:9 に固定
ko: 강제 16:9
pl: Wymuszone 16:9
pt_pt: Forçar 16:9
ro_ro: Forțează 16:9
sk_sk: Vynútiť (16:9)
sv_se: Tvinga 16:9
tr: 16:9 Zorla
vi_vn: Ép 16:9
zh_tw: 強制 16:9

# game_options
source: Force 21:9
ca: Forçar 21:9
es: Forzar 21:9
eu_es: Behartu 21:9
gl_es: Forzado 21:9
hu: Kényszerített 21:9
it: Forza 21:9
ja_jp: 21:9 に固定
ko: 강제 21:9
nb_no: Tving 21:9
pl: Wymuś 21:9
pt_pt: Forçar 21:9
ro_ro: Forțează 21:9
sk_sk: Vynútiť 21:9
sv_se: Tvinga 21:9
tr: 21:9 Zorla
vi_vn: Ép 21:9
zh_tw: 強制 21:9

# game_options
source: Force 32:9
es: Forzar 32:9
gl_es: Forzado 32:9
hu: Kényszerít 32:9
it: Forza 32:9
ja_jp: 32:9 に固定
ko: 강제 32:9
nb_no: Tving 32:9
pl: Wymuś 32:9
pt_pt: Forçar 32:9
ro_ro: Forțează 32:9
sk_sk: Vynútiť 32:9
sv_se: Tvinga 32:9
tr: 32:9 Zorla
vi_vn: Ép 32:9
zh_tw: 強制 32:9

# game_options
source: Force 32bit
es: Forzar 32bit
gl_es: Forzar 32 bits
hu: 32 bites erőltetés
it: Forza 32bit
ja_jp: 32ビット固定
ko: 강제 32비트
nb_no: Tving 32 bit
pl: Wymuś 32bit
pt_pt: Forçar 32 bits
ro_ro: Forțează 32 biți
sk_sk: Vynútiť 32bit
sv_se: Tvinga 32bit
tr: 32bit zorla
vi_vn: Ép 32 bit
zh_tw: 強制 32位元
