Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Screen Resolution (Default)
es: Resolución de pantalla (Defecto)
eu_es: Pantaila Bereizmena (Defektuzkoa)
gl_es: Resolución da pantalla (predeterminada)
hu: Képernyőfelbontás (alapértelmezett)
it: Risoluzione Schermo (Default)
ja_jp: 画面解像度 (標準)
ko: 화면 해상도 (기본)
nb_no: Skjermoppløsning (standard)
pl: Rozdzielczość ekranu (domyślnie)
pt_pt: Resolução do ecrã (padrão)
ro_ro: Rezoluția ecranului (Implicit)
sk_sk: Rozlíšenie obrazovky (predvolené)
sv_se: Skärmupplösning (standard)
tr: Ekran Çözünürlüğü (Varsayılan)
vi_vn: Độ phân giải màn hình (Mặc định)
zh_tw: 螢幕解析度（預設）

# game_options
source: Screen inclination (degree)
es: Inclinación de la pantalla (grados)
gl_es: Inclinación da pantalla (grao)
hu: Képernyő dőlésszöge (fok)
it: Inclinazione schermo (gradi)
ja_jp: 画面の傾き（度）
ko: 화면 기울기 (°)
nb_no: Skjermhelling (grader)
pl: Nachylenie ekranu (w stopniach)
pt_pt: Inclinação do ecrã (grau)
ro_ro: Înclinare ecran (grade)
sk_sk: Naklonenie obrazovky (stupne)
sv_se: Skärmens lutning (grad)
tr: Ekran eğimi (derece)
vi_vn: Độ nghiêng của màn hình (độ)
zh_tw: 螢幕傾斜度（度）

# keys_files
source: Screenshot
ca: Captura de pantalla
es: Captura de pantalla
eu_es: Pantaila argazkia
gl_es: Captura de pantalla
hu: Pillanatkép
ja_jp: スクリーンショット
ko: 스크린샷
nb_no: Skjermbilde
pl: Zrzut ekranu
pt_pt: Captura de ecrã
ro_ro: Captură de ecran
sk_sk: Snímka obrazovky
sv_se: Skärmbild
tr: Ekran görüntüsü
vi_vn: Chụp màn hình
zh_tw: 載圖

# game_options
source: Search for custom configured joystick profiles.
ca: Cercar perfils de comandaments personalitzats configurats.
es: Busca perfiles personalizados de joystick configurados.
eu_es: Bilatu neurrira konfiguratutako joystick profilak.
gl_es: BuscaR perfís de joystick configurados personalizados.
hu: Egyéni konfigurált joystick profilok keresése.
it: Cerca un profilo personalizzato di joystick.
ja_jp: カスタム構成されたパッドプロファイルを検索します
ko: 커스텀 구성된 조이스틱 프로파일을 검색합니다.
nb_no: Søk etter egendefinerte joystickprofiler.
pl: Wyszukaj niestandardowe profile joysticków.
pt_pt: Procurar perfis de comandos personalizados.
ro_ro: Caută profile personalizate de configurare a joystick-urilor.
sk_sk: Hľadať vlastné nakonfigurované profily joysticku.
sv_se: Sök efter anpassade konfigurerade styrspaksprofiler.
tr: Özel yapılandırılmış joystick profillerini ara.
vi_vn: Tìm kiếm cấu hình cần điều khiển được cấu hình tùy chỉnh.
zh_tw: 搜尋自訂配置的搖桿設定檔。

# game_options
source: Seconds a texture should be unused to be considered old enough to be deleted if texture memory usage exceeds Soft Texture Cache limit.
es: Segundos que una textura debe estar sin usar para considerarse lo suficientemente antigua como para ser eliminada si el uso de memoria de textura excede el límite de caché de textura suave.
gl_es: Segundos, unha textura debe estar sen usar para ser considerada o suficientemente antiga para ser eliminada se o uso da memoria de texturas supera o límite da caché de texturas suaves.
hu: Másodpercek, ameddig egy textúrának nem használtnak kell lennie ahhoz, hogy elég réginek tekintsék a törléshez, ha a textúra memóriahasználata meghaladja a Soft Texture Cache limitet.
it: Secondi entro cui una texture deve non essere utilizzata per considerarla vecchia a sufficienza per cancellarla se utilizza più del limite soft cache texture.
ja_jp: テクスチャメモリの使用量がソフトテクスチャキャッシュの制限を超えた場合、 次のテクスチャが未使用の必要がある秒数を設定します
ko: 텍스처 메모리 사용량이 소프트 텍스처 캐시 한도를 초과하는 경우, 텍스처가 삭제될 만큼 오래된 것으로 간주되려면 몇 초 동안 텍스처가 사용되지 않아야 하는지가 중요합니다.
nb_no: Sekunder en tekstur skal være ubrukt for at den skal anses som gammel nok til å slettes hvis teksturminnet overskrider grensen for Soft Texture Cache.
pl: Sekundy, przez które tekstura powinna być nieużywana, aby została uznana za wystarczająco starą do usunięcia, jeśli użycie pamięci tekstury przekroczy limit miękkiej pamięci podręcznej tekstur.
pt_pt: Segundos, uma textura não deve ser usada para ser considerada antiga o suficiente para ser excluída se o uso da memória de textura exceder o limite do Soft Texture Cache.
ro_ro: Cât timp (în secunde) trebuie să fie o textură nefolosită ca să fie considerată suficient de veche pentru a fi ștearsă dacă utilizarea de memorie depășește limita soft de cache de texturi.
sv_se: Sekunder som en textur ska vara oanvänd för att anses vara tillräckligt gammal för att raderas om texturens minnesanvändning överskrider gränsen för Soft Texture Cache.
tr: Doku hafızası kullanımı Yumuşak Doku Önbellek sınırını aşarsa, bir dokunun silinebilecek kadar eski sayılması için saniyeler içinde kullanılmaması gerekir.
vi_vn: Số giây một kết cấu không được sử dụng để được coi là đủ cũ để bị xóa nếu việc sử dụng bộ nhớ kết cấu vượt quá giới hạn Bộ nhớ đệm kết cấu mềm.
zh_tw: 如果紋理記憶體使用量超出了軟紋理快取限制則紋理未使用的秒數應視為足夠舊，需要刪除。

# game_options
source: See your FPS and version of Vulkan API/driver.
ca: Mostrar els FPS i versió de l’API Vulkan/controlador.
es: Muestra sus FPS y versión de la API/controlador de Vulkan.
eu_es: Ikusi zure FPS eta Vulkan API/driver bertsioa.
gl_es: Amosa os seus FPS e a versión da API/controlador de Vulkan.
hu: Tekintse meg az FPS-t és a Vulkan API/illesztőprogram verzióját.
it: Vedi il tuo FPS e versione del driver/API Vulkan.
ja_jp: Vulkan API/ドライバーのバージョンとFPSを確認します
ko: FPS 및 Vulkan API/드라이버 버전을 확인하세요.
nb_no: Se FPS og versjon av Vulkan API/driver.
pl: Zobacz swoje FPS i wersję API/drivera Vulkan.
pt_pt: Veja o seu FPS e versão da API/driver Vulkan.
ro_ro: Vezi FPS-ul și versiunea de API Vulkan/driver.
sk_sk: Zobraziť vaše FPS a verziu Vulkan API/ovládača.
sv_se: Se din bildfrekvens och version av Vulkan API/drivrutin.
tr: FPS ve Vulkan API/sürücü sürümünü görün.
vi_vn: Xem FPS và phiên bản API/trình điều khiển Vulkan của bạn.
zh_tw: 查看您的 FPS 和 Vulkan API/驅動程式的版本。

# game_options
source: Sega/Mega CD
ja_jp: セガ/メガCD
ko: 세가/메가 CD

# keys_files
source: Select
es: Seleccionar
eu_es: Aukeratu
gl_es: Seleccionar
hu: KIVÁLASZT
it: Seleziona
ja_jp: 選択
ko: 선택
nb_no: Velg
pl: Wybierz
ro_ro: Selectează
sk_sk: Vybrať
sv_se: Välj
tr: Seç
vi_vn: Chọn
zh_tw: 選擇

# game_options
source: Select Keyboard, Joystick or Gamepad mode
ca: Selecciona mode Teclat, Palanca o Comandament
es: Selecciona modo teclado, joystick o mando
eu_es: Aukeratu Teklatua, Joystick edo Pad modua
gl_es: Seleccione modo Teclado, Joystick ou Mando
hu: Válassza a Billentyűzet, Joystick vagy Gamepad módot
it: Selezione modalità Tastiera, Joystick o Gamepad
ja_jp: キーボード、スティック、またはゲームパッドを選択します
ko: 키보드, 조이스틱 또는 게임패드 모드 선택
nb_no: Velg tastatur-, joystick- eller gamepad-modus
pl: Wybierz tryb klawiatury, joysticka lub gamepada
pt_pt: Selecionar modo Teclado, Analógico ou Direcional
ro_ro: Selectează modul tastatură, joystick sau gamepad
sk_sk: Vyberte režim klávesnice, joysticku alebo gamepadu
sv_se: Välj läge för tangentbord, styrspak eller gamepad
tr: Klavye, Joystick veya Oyun kolu modunu seç
vi_vn: Chọn chế độ Bàn phím, Cần điều khiển hoặc Tay cầm chơi game
zh_tw: 選擇鍵盤、搖桿或遊戲手把模式

# game_options
source: Select a boot disk or hard drive if needed
ca: Selecciona un disc d’arrencada o disc dur si cal
es: Selecciona un disco de arranque o disco duro si es necesario
eu_es: Aukeratu abiarazte disko bat edo disko gogor bat behar izanez gero.
gl_es: Seleccione un disco de arranque ou un disco duro se é necesario
hu: Ha szükséges, válasszon indítólemezt vagy merevlemezt
it: Selezione un disco di avvio o un hard drive se necessario
ja_jp: 起動ディスクまたはハードディスクを選択します
ko: 필요한 경우 부팅 디스크 또는 하드 드라이브 선택
nb_no: Velg en oppstartsdiskett eller harddisk ved behov
pl: W razie potrzeby wybierz dysk startowy lub dysk twardy
pt_pt: Selecione um disco de inicialização ou disco rígido, se necessário
ro_ro: Selectează un disc de boot sau disc dur dacă este necesar
sk_sk: Vybrať bootovací disk alebo pevný disk, ak je potrebné
sv_se: Välj en uppstartdiskett eller hårddisk om det behövs
tr: Gerektiğinde kullanılacak bir önyükleme diski veya sabit sürücü seç
vi_vn: Chọn đĩa khởi động hoặc ổ cứng nếu cần
zh_tw: 如有需要，請選擇啟動磁碟或硬碟

# game_options
source: Select controller type for Amiga P1.
ca: Selecciona tipus de comandament pel J1 de l’Amiga.
es: Selecciona tipo de mando para P1 Amiga.
eu_es: Aukeratu kontrolatzaile mota Amiga P1-erako.
gl_es: Seleccione o tipo de mando para Amiga P1.
hu: Válassza ki az Amiga P1 vezérlő típusát.
it: Selezione il tipo di controller per Amiga P1.
ja_jp: Amiga P1のコントローラーを選択します
ko: 아미가 P1의 컨트롤러 유형을 선택합니다.
nb_no: Velg kontrollertype for Amiga P1.
pl: Wybierz typ kontrolera dla gracza 1 Amigi.
pt_pt: Seleciona o tipo de comando do J1 para o Amiga.
ro_ro: Selectează tipul de controler pentru P1 Amiga.
sk_sk: Vyberte typ ovládača pre Amiga P1.
sv_se: Välj typ av styrenhet för Amiga P1.
tr: Amiga P1 için kontrolcü türü seç.
vi_vn: Chọn loại bộ điều khiển cho Amiga P1.
zh_tw: 為 Amiga P1 選擇控制器類型。

# game_options
source: Select controller type for Amiga P2.
ca: Selecciona tipus de comandament pel J2 de l’Amiga.
es: Selecciona el tipo de mando para P2 Amiga.
eu_es: Aukeratu kontrolatzaile mota Amiga P2-rako.
gl_es: Seleccione o tipo de mando para Amiga P2.
hu: Válassza ki az Amiga P2 vezérlő típusát.
it: Seleziona il tipo di controller per Amiga P2.
ja_jp: Amiga P2のコントローラーを選択します
ko: 아미가 P2의 컨트롤러 유형을 선택합니다.
nb_no: Velg kontrollertype for Amiga P2.
pl: Wybierz typ kontrolera dla gracza 2 Amigi.
pt_pt: Selecione o tipo de comando do Jogador 2 para Amiga.
ro_ro: Selectează tipul de controler pentru P2 Amiga.
sk_sk: Vyberte typ ovládača pre Amiga P2.
sv_se: Välj typ av styrenhet för Amiga P2.
tr: Amiga P2 için kontrolcü türü seç.
vi_vn: Chọn loại bộ điều khiển cho Amiga P2.
zh_tw: 為 Amiga P2 選擇控制器類型。

# game_options
source: Select how much graphics memory is allocated for the GPU, may need modifying for some games / systems.
es: Selecciona cuánta memoria gráfica está asignada para la GPU, puede necesitar modificaciones para algunos juegos o sistemas.
eu_es: Aukeratu zenbat memoria grafiko dagoen GPU-rako zuzenduta, joko/sistema batzuek aldatzea eskatuko dute.
gl_es: Seleccione a cantidade de memoria de gráficos asignada para a GPU, é posible que teña que modificar algúns xogos / sistemas.
hu: Válassza ki, hogy mennyi grafikus memória van lefoglalva a GPU számára, bizonyos játékoknál/rendszereknél módosításra szorulhat.
it: Scegli quanta memoria grafica allocare per la GPU, può essere necessario modificarla per alcuni giochi/sistemi.
ja_jp: GPU に割り当てるグラフィック メモリの量を選択します。一部のゲーム/システムでは変更が必要な場合があります
ko: GPU에 할당할 그래픽 메모리 양을 선택합니다. 일부 게임/시스템에서는 수정이 필요할 수 있습니다.
nb_no: Velg hvor mye grafikkminne som skal allokeres til GPU-en, kan være nødvendig å endre for enkelte spill/systemer.
pl: Wybierz ilość pamięci graficznej przydzielonej dla GPU, może wymagać modyfikacji w przypadku niektórych gier / systemów.
pt_pt: Selecione quanta memória gráfica é alocada para a GPU, pode precisar de modificação para alguns jogos/sistemas.
ro_ro: Selectează câtă memorie grafică este alocată pentru CPU. Poate necesita modificare pentru unele jocuri / sisteme.
sk_sk: Vyberte, koľko grafickej pamäte je alokované pre GPU, môže byť potrebné upraviť pre niektoré hry/systémy.
sv_se: Välj hur mycket grafikminne som ska allokeras till GPU:n, kan behöva ändras för vissa spel/system.
tr: GPU için ne kadar grafik belleği ayrıldığını seçin, bazı oyunlar/sistemler için değiştirilmesi gerekebilir.
vi_vn: Chọn dung lượng bộ nhớ đồ họa được phân bổ cho GPU, có thể cần sửa đổi đối với một số trò chơi/hệ thống.
zh_tw: 選擇為 GPU 分配多少圖形內存，可能需要針對某些遊戲/系統進行修改。

# game_options
source: Select language will be used if 'Use Firmware Settings' is disabled or if firmware file was not found.
es: Se usará Seleccionar idioma si 'Usar ajustes de firmware' está deshabilitado o si no se encuentra el archivo firmware.
eu_es: Aukeratu 'Erabili Firmware ezarpenak' desgaituta badago, edo aurkitzen ez bada erabiliko den hizkuntza
gl_es: Usarase escoller lingua se 'Usar configuración de firmware' está desactivado ou se non se atopa o ficheiro de firmware.
hu: A kiválasztott nyelv akkor kerül használatba, ha a 'Firmware beállítások használata' ki van kapcsolva, vagy ha a firmware fájl nem található.
it: Seleziona la lingua che sarà usata se 'Usa impostazioni firmware' è disabilitato e se 'il file del firmware non è stato trovato.
ja_jp: [ファームウェア設定を使用] が無効、またはファームウェア ファイルが見つからない場合は、使用する言語を選択します
ko: '펌웨어 설정 사용'이 비활성화되어 있거나 펌웨어 파일을 찾을 수 없는 경우 언어 선택이 사용됩니다.
nb_no: Velg språk som skal brukes hvis "Bruk fastvareinnstillinger" er deaktivert eller hvis fastvarefilen ikke ble funnet.
pl: Wybrany język zostanie użyty, jeśli opcja "Użyj ustawień oprogramowania" jest wyłączona lub jeśli plik oprogramowania nie został znaleziony.
pt_pt: Selecionar o idioma que será usado se 'Usar configurações de firmware' estiver desativado ou se o ficheiro de firmware não for encontrado.
ro_ro: Limba aleasă va fi folosită dacă „Folosește setările din firmware” este dezactivată sau fișierul cu firmware-ul nu a fost găsit.
sk_sk: Vybraný jazyk bude použitý ak je zakázané 'Použiť nastavenia firmvéru' alebo ak sa nenájde súbor firmvéru.
sv_se: Välj det språk som ska användas om "Använd firmware-inställningar" är avaktiverat eller om firmware-filen inte hittades.
tr: 'Ürün Yazılımı Ayarlarını Kullan' seçeneği devre dışı bırakılırsa veya ürün yazılımı dosyası bulunamazsa kullanılacak dili seçin.
vi_vn: Chọn ngôn ngữ sẽ được sử dụng nếu 'Sử dụng cài đặt chương trình cơ sở' bị tắt hoặc nếu không tìm thấy tệp chương trình cơ sở.
zh_tw: 如果停用「使用韌體設定」或未找到韌體文件，則將使用選擇語言。

# game_options
source: Select model of Mac (Recommendations are Mac Plus for B&W, Mac LC 3 for Color)
ca: Selecciona el model de mac (Es recomana Mac Plus per blanc i negre, i Mac LC 3 per color)
es: Selecciona el modelo de Mac (Recomend. Mac Plus para ByN, Mac LC 3 para Color)
eu_es: Aukeratu Mac modeloa (Mac Plus gomendatzen da Txuri&Beltzerako, Mac LC 3 Koloredunerako)
gl_es: Seleccione o modelo de Mac (recomendacións son Mac Plus para B/N, Mac LC 3 para Cor)
hu: Válasszon Mac modellt (ajánlott a Mac Plus a fekete-fehérhez, a Mac LC 3 a színeshez)
it: Scegli il modello di Max (Raccomandati Mac Plus per B&N, Max LC 3 per colore)
ja_jp: Macのモデルを選択します (推奨は白黒のMac Plus、カラーのMac LC 3です)
ko: 맥 모델 선택 (흑백의 경우 맥 플러스, 컬러의 경우 맥 LC 3 권장)
nb_no: Velg Mac-modell (vi anbefaler Mac Plus for svart-hvitt og Mac LC 3 for farger)
pl: Wybierz model komputera Mac (zalecane modele to Mac Plus dla czarno-białych, Mac LC 3 dla koloru)
pt_pt: Selecione o modelo do Mac (Recomendações. Mac Plus para preto e branco, Mac LC 3 para cores)
ro_ro: Selectează modelul de Mac (Recomandările sunt Mac Plus pentru alb-negru, Mac LC 3 pentru color)
sk_sk: Vyberte model Macu (odporúčané sú Mac Plus pre B&W, Mac LC 3 pre farbu)
sv_se: Välj modell av Mac (rekommendationer är Mac Plus för svartvitt, Mac LC 3 för färg)
tr: Mac modelini seç (Mac Plus for B&W veya Mac LC 3 for Color önerilir)
vi_vn: Chọn kiểu máy Mac (Khuyến nghị là Mac Plus cho đen trắng, Mac LC 3 cho màu)
zh_tw: 選擇 Mac 型號（建議黑白使用 Mac Plus，彩色使用 Mac LC 3）

# game_options
source: Select model to emulate
ca: Selecciona model a emular
es: Selecciona modelo a emular
eu_es: Aukeratu emulatuko den modeloa
gl_es: Seleccione o modelo para emular
hu: Válassza ki az emulálni kívánt modellt
it: Selezione il modello da emulare
ja_jp: エミュレートするモデルを選択します
ko: 에뮬레이트할 모델 선택
nb_no: Velg modell som skal emuleres
pl: Wybierz model do emulacji
pt_pt: Selecione o modelo para emular
ro_ro: Selectează modelul de emulat
sk_sk: Vyberte model na emuláciu
sv_se: Välj modell att emulera
tr: Taklit edilecek modeli seçin
vi_vn: Chọn mô hình để mô phỏng
zh_tw: 選擇要模擬的模型

# game_options
source: Select scale resolution of the game.
es: Selecciona la resolución de escala del juego.
eu_es: Aukeratu jokuaren eskalatze bereizmena
gl_es: Seleccione a resolución de escala do xogo.
hu: Válassza ki a játék skálafelbontását.
it: Imposta la scala di risoluzione del gioco
ja_jp: ゲームのスケール解像度を選択します
ko: 게임의 크기 해상도를 선택하세요.
nb_no: Velg skalaoppløsning for spillet.
pl: Wybierz rozdzielczość skalowania gry.
pt_pt: Selecione a resolução da escala do jogo.
ro_ro: Selectează rezoluția de scalare a jocului.
sk_sk: Vyberte mierku rozlíšenia hry.
sv_se: Välj skalupplösning för spelet.
tr: Oyunun ölçek çözünürlüğünü seçin.
vi_vn: Chọn tỷ lệ độ phân giải của trò chơi.
zh_tw: 選擇遊戲的比例解析度。

# game_options
source: Select the .SF2 SoundFont file, .ROM file, or interface used for MIDI output.
es: Selecciona el archivo .SF2 SoundFont, archivo .ROM, o interfaz utilizada para la salida MIDI.
eu_es: Aukeratu .SF2 SoundFont fitxategia, .ROM fitxategia, edo MIDI irteerarako erabiliko den interfazea.
gl_es: Seleccione o ficheiro .SF2 SoundFont, o ficheiro .ROM ou a interface utilizada para a saída MIDI.
hu: Válassza ki a MIDI kimenethez használt .SF2 SoundFont fájlt, .ROM fájlt vagy interfészt.
it: Scegli il file .SF2 SoundFount, il file .ROM, o l'interfaccia utilizzata per l'uscita MIDI.
ja_jp: MIDI 出力のファイル(.SF2 Sフォント、.ROM) またはインターフェイスを選択します
ko: 미디 출력에 사용되는 .SF2 사운드폰트 파일, .ROM 파일 또는 인터페이스를 선택하세요.
nb_no: Velg .SF2 SoundFont-filen, .ROM-filen eller grensesnittet som brukes til MIDI-utgang.
pl: Wybierz plik .SF2 SoundFont, plik .ROM lub interfejs używany dla wyjścia MIDI.
pt_pt: Selecione o ficheiro .SF2 SoundFont, ficheiro .ROM ou interface usada para saída MIDI.
ro_ro: Selectează fișierul de font de sunet .SF2, .ROM sau interfața folosită pentru ieșirea MIDI.
sk_sk: Vyberte súbor soundfontu .SF2, .ROM súbor alebo rozhranie pre MIDI výstup.
sv_se: Välj den .SF2 SoundFont-fil, .ROM-fil eller det gränssnitt som används för MIDI-utmatning.
tr: MIDI çıkışı için .SF2 SoundFont dosyası, rom dosyası veya arayüz seçin.
vi_vn: Chọn tệp .SF2 SoundFont, tệp .ROM hoặc giao diện được sử dụng cho đầu ra MIDI.
zh_tw: 選擇用於 MIDI 輸出的 .SF2 SoundFont 檔案、.ROM 檔案或介面。

# game_options
source: Select the input type to navigate the touch screen
ca: Seleccionar el tipus d’entrada per a emprar la pantalla tàctil
es: Seleccione tipo de entrada para navegar por la pantalla táctil
eu_es: Aukeratu sarrera modua ukitze pantailan nabigatzeko
gl_es: Seleccione o tipo de entrada para navegar pola pantalla táctil
hu: Válassza ki a beviteli típust az érintőképernyőn való navigáláshoz
it: Selezione il tipo di input per navigare il touch screen
ja_jp: 入力タイプを選択してタッチスクリーンを操作します
ko: 터치 스크린을 탐색하려면 입력 유형을 선택
nb_no: Velg inndatatype for å navigere på berøringsskjermen
pl: Wybierz typ wprowadzania, aby poruszać się po ekranie dotykowym
pt_pt: Selecione o tipo de entrada para navegar na ecrã tátil
ro_ro: Alege tipul de intrare pentru navigarea pe ecranul tactil
sk_sk: Vyberte typ vstupu na navigáciu na dotykovej obrazovke
sv_se: Välj typ av inmatning för att navigera på pekskärmen
tr: Dokunmatik ekranda gezinmek için giriş türünü seç
vi_vn: Chọn đầu vào để điều hướng màn hình cảm ứng
zh_tw: 選擇輸入類型來導航觸控螢幕

# game_options
source: Select the model of Color Computer to emulate
ca: Selecciona el model de Color Computer a emular
es: Selecciona el modelo de Color Computer a emular
eu_es: Aukeratu emulatu nahi den Color Computer modeloa
gl_es: Seleccione o modelo de Color Computer para emular
hu: Válassza ki az emulálni kívánt színes számítógép modelljét
it: Selezione il modello di computer a colori da emulare
ja_jp: エミュレートするカラーコンピュータのモデルを選択します
ko: 에뮬레이트할 컬러 컴퓨터 모델 선택
nb_no: Velg hvilken modell av Color Computer som skal emuleres
pl: Wybierz model Color Computer, który ma być emulowany
pt_pt: Selecione o modelo da Color Computer para emular
ro_ro: Selectează modelul de calculator color de emulat
sk_sk: Vyberte model Color Computer na emuláciu
sv_se: Välj den modell av Color Computer som ska emuleras
tr: Taklit etmek için Renkli Bilgisayar modelini seç
vi_vn: Chọn thiết kế màu máy tính để mô phỏng
zh_tw: 選擇要模擬的彩色電腦型號

# game_options
source: Select the processor model.
ca: Selecciona un model de processador.
es: Selecciona el modelo de procesador.
eu_es: Aukeratu prozesatzaile modeloa.
gl_es: SeleccionA o modelo de procesador.
hu: Válassza ki a processzor modelljét.
it: Seleziona il modello di processore.
ja_jp: プロセッサ モデルを選択します
ko: 프로세서 모델을 선택하세요.
nb_no: Velg prosessormodell.
pl: Wybierz model procesora.
pt_pt: Selecione o modelo do processador.
ro_ro: Selectează modelul de procesor.
sk_sk: Vyberte model procesora.
sv_se: Välj processormodell.
tr: İşlemci modelini seç.
vi_vn: Chọn vi xử lý.
zh_tw: 選擇處理器型號。

# game_options
source: Select which Intel CPU to emulate.
ca: Selecciona quina CPU Intel emular.
es: Selecciona que CPU intel emular.
eu_es: Aukeratu zein Intel CPU emulatu behar den
gl_es: Selecciona que CPU Intel emular.
hu: Válassza ki, hogy melyik Intel CPU-t szeretné emulálni.
it: Selezione quale CPU Intel emulare.
ja_jp: エミュレートする Intel CPUを選択します
ko: 에뮬레이트할 인텔 CPU를 선택합니다.
nb_no: Velg hvilken Intel-prosessor som skal emuleres.
pl: Wybierz typ procesora Intel, który chcesz emulować.
pt_pt: Selecione qual o CPU Intel a emular.
ro_ro: Selectează ce procesor Intel să fie emulat.
sk_sk: Vyberte, aké Intel CPU emulovať.
sv_se: Välj vilken Intel-processor som ska emuleras.
tr: Taklit edilecek Intel CPU seçin.
vi_vn: Chọn CPU Intel mô phỏng.
zh_tw: 選擇要模擬的英特爾 CPU。

# game_options
source: Select which joystick to emulate.
ca: Selecciona quina palanca emular.
es: Seleccione qué joystick emular.
eu_es: Aukeratu zein joystick emulatu nahi duzun.
gl_es: Seleccione o joystick a emular.
hu: Válassza ki, hogy melyik joystickot kívánja emulálni.
it: Seleziona quale joystick emulare.
ja_jp: エミュレートするジョイスティックを選択します
ko: 에뮬레이트할 조이스틱을 선택합니다.
nb_no: Velg hvilken joystick som skal emuleres.
pl: Wybierz, który joystick ma być emulowany.
pt_pt: Selecione qual comando emular.
ro_ro: Selectează ce joystick să emulezi.
sk_sk: Vyberte, ktorý joystick emulovať.
sv_se: Välj vilken styrspak som ska emuleras.
tr: Hangi joystick taklit edilecek seç.
vi_vn: Chọn cần điều khiển để giả lập.
zh_tw: 選擇要模擬的搖桿。

# game_options
source: Selfie
hu: Szelfi
ja_jp: 自画像
ko: 셀카
sk_sk: Svojka
tr: Özçekim
zh_tw: 自拍

# game_options
source: Separate Windows
es: Ventanas separadas
eu_es: Banatutako leihoak
gl_es: Fiestras separadas
hu: Osztott Ablak
it: Finestre Separate
ja_jp: １画面（切替可能）
ko: 별도의 창
nb_no: Separate vinduer
pl: Oddzielne okna
pt_pt: Janelas Separadas
ro_ro: Ferestre separate
sk_sk: Oddelené okná
sv_se: Separata fönster
tr: Ayrı Pencere
vi_vn: Cửa sổ riêng biệt
zh_tw: 單獨的視窗

# game_options
source: September
es: Septiembre
gl_es: Setembro
hu: Szeptember
it: Settembre
ja_jp: 9月
ko: 9월
pl: Wrzesień
pt_pt: Setembro
ro_ro: Septembrie
tr: Eylül
vi_vn: Tháng 9
zh_tw: 九月

# game_options
source: Serbian
es: Serbio
gl_es: Serbio
hu: Szerb
it: Serbo
ja_jp: セルビア語
ko: 세르비아어
nb_no: Serbisk
pl: Serbski
pt_pt: Sérvio
ro_ro: Sârbă
sk_sk: Srbčina
sv_se: Serbiska
tr: Sırpça
vi_vn: Người Serbia

# keys_files
source: Service menu
es: Menú de servicio
gl_es: Menú de servizo
it: Menu di servizio
ja_jp: サービスメニュー
ko: 서비스 메뉴
nb_no: Servicemeny
pl: Menu usługi
ro_ro: Meniu service
sk_sk: Servisná ponuka
