Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Enabled or disable the mouse cursor. Useful for CG's menus.
es: Habilita o deshabilita el cursor del mouse. Útil para los menús de CG.
gl_es: Activar ou desactivar o cursor do rato. Útil para os menús CG.
hu: Az egérkurzor engedélyezése vagy letiltása. Hasznos a CG menüihez.
it: Abilita o disabilita il cursore mouse. Utile per i menu CG.
ja_jp: マウス カーソルを有効/無効にします。 CG のメニューに便利です
ko: 마우스 커서를 활성화 또는 비활성화합니다. CG 메뉴에 유용합니다.
pl: Włącza lub wyłącza kursor myszy. Przydatne w menu CG.
pt_pt: Ativar ou desativar o cursor do rato. Útil para menus de CG.
ro_ro: Activează sau dezactivează cursorul mausului. Util pentru meniurile CG.
sk_sk: Povoliť alebo zakázať kurzor myši. Užitočné pre ponuky CG.
sv_se: Aktiverar eller inaktiverar muspekaren. Användbart för CG:s menyer.
tr: Fare imlecini etkinleştirin veya devre dışı bırakın. CG menüleri için kullanışlıdır.
vi_vn: Bật hoặc tắt con trỏ chuột. Hữu ích cho các menu của CG.
zh_tw: 啟用或禁用滑鼠游標。對CG的菜單有用。

# game_options
source: Enables Action Replay cheats.
ca: Activa els trucs Action Replay.
es: Habilita los trucos de Action Replay.
eu_es: Gaitu Action Replay tranpak.
gl_es: Activa os trucos de Action Replay.
hu: Engedélyezi az Action Replay csalásokat.
it: Abilita cheats Action Replay.
ja_jp: アクションリプレイ(チート)を有効にします
ko: 액션 리플레이 치트를 활성화합니다.
nb_no: Aktiverer Action Replay-juks.
pl: Włącza cheaty Action Replay.
pt_pt: Ativa os códigos do Action Replay.
ro_ro: Activează trișări Action Replay.
sk_sk: Povolí cheaty Action Replay.
sv_se: Aktiverar Action Replay-fusk.
tr: Action Replay hilelerini etkinleştirir.
zh_tw: 啟用動作回放作弊。

# game_options
source: Enables Direct3D Automip-map generation.
ca: Habilita generació automàtica de mip-map a Direct3D.
es: Habilita la generación Direct3D automática de Mipmaps.
eu_es: Gaitu Direct3D Automip-map generazioa.
gl_es: Permite a xeración Direct3D Automip-map.
hu: Lehetővé teszi a Direct3D Automip-térkép generálását.
it: Abilita la generazione Automip-map Direct3D.
ja_jp: Direct3D 自動ミップマップ生成を有効にします
ko: 다이렉트D 오토밉맵 생성을 활성화합니다.
nb_no: Aktiverer Direct3D Automip-kartgenerering.
pl: Włącza generowanie automatycznych map Direct3D.
pt_pt: Ativar a geração mipmap automático de texturas no Direct3D.
ro_ro: Activează generarea Automip-map Direct3D.
sk_sk: Povolí generovanie Direct3D Automip-map.
sv_se: Aktiverar Direct3D Automip-map-generering.
tr: Direct3D Automip-map oluşturmayı etkinleştirir.
vi_vn: Cho phép tạo bản đồ Automip Direct3D.
zh_tw: 啟用Direct3D自動對映產生。

# game_options
source: Enables Dolby Pro Logic II for surround sound. May impact performance.
es: Activa Dolby Pro Logic II para sonido envolvente. Puede afectar al rendimiento.
eu_es: Dolby Pro Logic II gaitzen du surround soinuarentzat. Eraginkortasunean eragina izan dezake.
gl_es: Activa Dolby Pro Logic II para o son envolvente. Pode afectar o rendemento.
hu: Engedélyezi a Dolby Pro Logic II-t a térhatású hangzáshoz. Befolyásolhatja a teljesítményt.
it: Abilita Dolby Pro Logic II per il surround. Può alterare la performance.
ja_jp: Dolby Pro LogicIIを有効にします。動作に影響を与える可能性があります
ko: 서라운드 사운드를 위해 돌비 프로 로직 II를 활성화합니다. 성능에 영향을 미칠 수 있습니다.
nb_no: Aktiverer Dolby Pro Logic II for surroundlyd. Kan påvirke ytelsen.
pl: Włącza Dolby Pro Logic II dla dźwięku przestrzennego. Może mieć wpływ na wydajność.
pt_pt: Ativar Dolby Pro Logic II para som surround. Pode afetar o desempenho.
ro_ro: Activează Dolby Pro Logic II pentru sunet surround. Poate avea un impact asupra performanței.
sk_sk: Umožňuje Dolby Pro Logic II pre priestorový zvuk. Môže ovplyvniť výkon.
sv_se: Aktiverar Dolby Pro Logic II för surroundljud. Kan påverka prestandan.
tr: Çevresel ses için Dolby Pro Logic II'yi etkinleştirir. Performansı etkileyebilir.
vi_vn: Bật Dolby Pro Logic II cho âm thanh vòm. Có thể ảnh hưởng đến hiệu suất.
zh_tw: 為環繞聲啟用Dolby Pro Logic II。可能會影響效能。

# game_options
source: Enables bilinear filtering on tilemaps. Looks good, but can cause some stretch artifacts.
ca: Habilita el filtratge bilineal als mapes de mosaic. Es veu bé, però pot causar alguns defectes d’estirament.
es: Permite el filtrado bilineal en tilemaps. Se ve bien, pero puede causar algunos artefactos de estiramiento.
eu_es: Filtro bilinearra gaitzen du mosaiko mapetan. Ondo ikusten da, baino zabaltze artefaktoak sor ditzake.
gl_es: Activa o filtrado bilineal nos mapas de mosaicos. Parece ben, pero pode causar algúns artefactos de estiramento.
hu: Lehetővé teszi a bilineáris szűrést a csempetérképeken. Jól néz ki, de nyúlási műtermékeket okozhat.
it: Abilita il filtraggio bilineare sulle tilemaps. Bello, ma può causare alcuni artefatti di allungamento.
ja_jp: タイルマップでバイリニアフィルタリングを有効にします（良いが、不具合が出る可能性）
ko: 타일맵에서 이중선형 필터링을 활성화합니다. 좋아 보이지만 일부 늘려진 아티팩트가 발생할 수 있습니다.
nb_no: Aktiverer bilineær filtrering på fliskart. Ser bra ut, men kan forårsake noen strekkartefakter.
pl: Włącza filtrowanie bilinearne na tilemapach. Wygląda dobrze, ale może powodować artefakty związane z rozciągnięciem.
pt_pt: Ativar a filtragem bilinear em tilemaps. Parece bom, mas pode causar alguns artefatos.
ro_ro: Activează filtrarea bilineară pe tilemap-uri. Arată bine, dar poate să cauzeze artefacte de întindere.
sk_sk: Umožňuje bilineárne filtrovanie na mapách dlaždíc. Vyzerá dobre, ale môže spôsobiť natiahnutie.
sv_se: Aktiverar bilinjär filtrering på tilemaps. Ser bra ut, men kan orsaka vissa utsträckningsartefakter.
tr: Döşeme haritalarında çift doğrusal filtrelemeyi etkinleştirir. İyi görünür, ancak bazı esneme yapılarına neden olabilir.
vi_vn: Cho phép lọc song tuyến tính trên bản đồ ô. Có vẻ tốt, nhưng có thể gây ra một số hiện tượng kéo dài.
zh_tw: 在tilemaps上啟用雙線性過濾。效果不錯但可能會導致一些拉伸偽影。

# game_options
source: Enables mipmap usage and trilinear filtering. Doesn't work with some games.
ca: Habilita ús de mip-mapping i filtratge tri-linear. No funciona en alguns jocs.
es: Habilita el uso de MIPMAP y el filtrado trilineal. No funciona con algunos juegos.
eu_es: Mipmap erabilera eta filtratze trilinearra gaitzen du. Joku batzuetan ez dabil.
gl_es: Permite o uso de mapas mipmap e o filtrado trilineal. Non funciona con algúns xogos.
hu: Lehetővé teszi a mipmap használatát és a trilineáris szűrést. Egyes játékokkal nem működik.
it: Abilita l'uso delle mipmap e il filtraggio trilineare. Non funziona con alcuni giochi.
ja_jp: ミップマップとトライリニアフィルタリングを有効にします(一部のゲームでは非対応)
ko: 밉맵 사용 및 삼중선형 필터링을 활성화합니다. 일부 게임에서는 작동하지 않습니다.
nb_no: Aktiverer bruk av mipmap og trilinær filtrering. Fungerer ikke med noen spill.
pl: Umożliwia korzystanie z mipmap i filtrowanie trójliniowe. Nie działa w niektórych grach.
pt_pt: Ativar o uso de mapeamento de textura e filtro trilinear. Não funciona com alguns jogos.
ro_ro: Activează folosirea mipmap-ului și filtrarea trilineară. Nu funcționează cu unele jocuri.
sk_sk: Umožňuje používanie mipmap a trilineárne filtrovanie. Nefunguje pri niektorých hrách.
sv_se: Aktiverar mipmap-användning och trilinjär filtrering. Fungerar inte med vissa spel.
tr: Mipmap kullanımını ve üç doğrusal filtrelemeyi etkinleştirir. Bazı oyunlarda çalışmaz.
vi_vn: Cho phép sử dụng mipmap và lọc tam tuyến. Không hoạt động với một số trò chơi.
zh_tw: 啟用mipmap使用和三線性過濾。對某些遊戲不起作用。

# game_options
source: Enables or disable on screen messages.
es: Habilita o deshabilita mensajes en pantalla.
eu_es: Pantailako mezuak gaitu edo desgaitzen ditu
gl_es: Activa ou desactiva as mensaxes na pantalla.
hu: Engedélyezi vagy letiltja a képernyőn megjelenő üzeneteket.
it: Abilita o disabilita i messaggi sullo schermo
ja_jp: 画面上のメッセージを有効/無効にします
ko: 화면 메시지를 활성화하거나 비활성화합니다.
nb_no: Aktiverer eller deaktiverer meldinger på skjermen.
pl: Włącza lub wyłącza komunikaty ekranowe.
pt_pt: Ativar ou desativa mensagens no ecrã.
ro_ro: Activează sau dezactivează mesajele pe ecran.
sk_sk: Povolí alebo zakáže správy na obrazovke.
sv_se: Aktiverar eller inaktiverar meddelanden på skärmen.
tr: Ekran mesajlarını etkinleştir veya devre dışı bırak.
vi_vn: Bật hoặc tắt tin nhắn trên màn hình.
zh_tw: 啟用或禁用螢幕訊息。

# game_options
source: Enables run-ahead. Doubles CPU requirements. High numbers can result in visible jitter.
ca: Habilita pre-avançament. Dobla els requisits de CPU. Nombres altres poden resultar en jitter visible.
es: Activa la anticipación de frames. Duplica los requisitos de la CPU. Los valores elevados pueden provocar temblores visibles.
eu_es: Run-ahead modua gaitu. CPU beharrak bikoizten dira. Zenbaki handiek dardara nabarmenak eragin ditzakete.
gl_es: Permite correr adiante. Duplica os requisitos da CPU. Uns números altos poden provocar unha inestabilidade visible.
hu: Engedélyezi az előremenő futást. Megduplázza a CPU-igényt. A magas számok látható jittert eredményezhetnek.
it: Abilita run-ahead. Raddoppia i requisiti CPU. Numeri alti possono risultare intraballamenti visibili
ja_jp: 先読みを有効にします(CPU要件が倍)数値が大きいと、ジッターが発生する可能性があります
ko: 런어헤드를 활성화합니다. CPU 요구 사항을 두 배로 늘립니다. 숫자가 높으면 눈에 띄는 지터가 발생할 수 있습니다.
nb_no: Aktiverer forhåndskjøring. Dobler CPU-kravene. Høye tall kan føre til synlig jitter.
pl: Włącza klatki z wyprzedzeniem. Podwaja wymagania procesora. Wysokie liczby mogą powodować widoczne drgania.
pt_pt: Ativa o correr em avanço. Duplica os requisitos do processador. Números altos podem resultar em instabilidade visível.
ro_ro: Permite pre-rularea. Dublează cerințele de CPU. Valorile ridicate pot duce la fluctuații.
sk_sk: Povolí beh napred. Zdvojnásobí požiadavky na CPU. Vysoké číslo môže mať za následok chvenie.
sv_se: Gör det möjligt att köra bildrutor i förväg. Fördubblar CPU-kraven. Höga siffror kan resultera i synliga bildskakningar.
tr: Önden giden kareleri etkinleştirir. CPU gereksinimlerini iki katına çıkarır. Yüksek sayılar görünür titreşime neden olabilir.
vi_vn: Cho phép chạy trước. Nhân đôi yêu cầu về CPU. Số lượng nhiều có thể dẫn đến hiện tượng giật hình.
zh_tw: 啟用提前執行。加倍的CPU需求，較高的數值會導致明顯的抖動。

# game_options
source: Enables surround sound if your audio card supports it (Consumes more bandwidth).
ca: Habilita so envoltant si la seva tarja de so ho suporta (consumeix més ample de banda).
es: Habilita el sonido envolvente si tu tarjeta de sonido lo admite (consume más ancho de banda).
eu_es: Soinu inguratzailea gaitzen du zure audio txartelak onartzen badu (Banda zabalera handiagoa erabiliko du)
gl_es: Activa o son envolvente se a túa tarxeta de son o admite (consome máis ancho de banda).
hu: Engedélyezi a térhatású hangzást, ha a hangkártya támogatja (több sávszélességet fogyaszt).
it: Abilita il suono surround se la tua scheda audio lo supporta (Consuma più banda).
ja_jp: オーディオ カードがサラウンドに対応している場合は、有効にします (より多くの帯域幅を消費します)
ko: 오디오 카드가 지원하는 경우 서라운드 사운드를 활성화합니다(더 많은 대역폭을 소모함).
nb_no: Aktiverer surroundlyd hvis lydkortet ditt støtter det (bruker mer båndbredde).
pl: Włącza dźwięk przestrzenny, jeśli karta dźwiękowa go obsługuje (zużywa więcej przepustowości).
pt_pt: Ativa o som surround se a sua placa de áudio for compatível (consome mais largura de banda).
ro_ro: Activează sunet surround dacă plata ta audio îl suportă (Consumă mai multă lățime de bandă).
sk_sk: Povolí priestorový zvuk, ak ho vaša karta podporuje (spotrebuje viac šírky pásma).
sv_se: Aktiverar surroundljud om ditt ljudkort stöder det (förbrukar mer bandbredd).
tr: Ses kartınız destekliyorsa surround sesi etkinleştirir (Daha fazla bant genişliği tüketir).
vi_vn: Bật âm thanh vòm nếu card âm thanh của bạn hỗ trợ (Sử dụng nhiều băng thông hơn).
zh_tw: 如果您的音效卡支援環繞聲，則啟用環繞聲(消耗更多頻寬)。

# game_options
source: Enabling will allow for correct emulation of texture wrapping. This comes at a cost of potential worse performance.
es: Activarlo permitirá la correcta emulación del ajuste de textura. Esto viene con un costo de posible peor desempeño.
eu_es: Gaitzean testuren biltze emulazio egokia ahalbideratuko da. Eraginkortasuna jaitsi dezake.
gl_es: A activación permitirá a emulación correcta do envoltorio de texturas. Isto ten un custo dun rendemento potencialmente peor.
hu: Ha engedélyezzük, akkor a textúracsomagolást megfelelően emulálhatjuk. Ennek ára a potenciálisan rosszabb teljesítmény.
it: Quando abilitato facilita la corratta emulazione delle texture wrapping. Questo avviene a discapito della perfromance.
ja_jp: 有効にすると、テクスチャ ラッピングを正しくエミュレーションできるようになります。動作が低下する可能性があります
ko: 활성화하면 텍스처 래핑의 올바른 에뮬레이션이 가능합니다. 이는 잠재적으로 더 나쁜 성능이라는 대가를 치릅니다.
nb_no: Hvis du aktiverer denne funksjonen, får du en korrekt emulering av teksturinnpakning. Dette har en kostnad i form av potensielt dårligere ytelse.
pl: Włączenie tej opcji pozwoli na poprawną emulację zawijania tekstur. Wiąże się to jednak z potencjalnie gorszą wydajnością.
pt_pt: A ativação permitirá a emulação correta do empacotamento de textura. Isto vem a custo de um desempenho potencialmente pior.
ro_ro: Activând asta va permite emularea corectă a înfășurării texturilor. Acest lucru vine cu un potențial cost mai mare de performanță.
sk_sk: Povolenie umožní správnu emuláciu obalu textúry. Je to za cenu potenciálneho horšieho výkonu.
sv_se: Om du aktiverar detta kan du få en korrekt emulering av texturomslag. Detta sker till priset av potentiellt sämre prestanda.
tr: Etkinleştirme, doku sarmanın doğru emülasyonuna izin verecektir. Bu, potansiyel olarak daha kötü performansa mal olur.
vi_vn: Việc kích hoạt sẽ cho phép mô phỏng chính xác gói kết cấu. Nhưng sẽ làm giảm rất nhiều hiệu năng hệ thống.
zh_tw: 啟用允許紋理環繞的正確模擬，這是以潛在的更差效能為代價的。

# game_options
source: Enabling will smooth out the image.
es: Habilitarlo suavizará la imagen.
eu_es: Gaitzeak irudia leunduko du.
gl_es: A activación suavizará a imaxe.
hu: Ha engedélyezi, a képet elsimítja.
it: Quanto abilitato sfuma l'immagine.
ja_jp: 有効にすると画像が滑らかになります
ko: 활성화하면 이미지가 매끄러워집니다.
nb_no: Hvis du aktiverer denne funksjonen, glattes bildet ut.
pl: Włączenie tej opcji spowoduje wygładzenie obrazu.
pt_pt: Ligar irá suavizar a imagem.
ro_ro: Activând asta va netezi imaginea.
sk_sk: Povolenie vyhladí obraz.
sv_se: Om du aktiverar detta kommer bilden att jämnas ut.
tr: Görüntü yumuşatmayı etkinleştir.
vi_vn: Kích hoạt sẽ làm mịn hình ảnh.
zh_tw: 啟用平滑影像。

# game_options
source: English
ca: Anglès
es: Inglés
eu_es: Ingelera
gl_es: Inglés
hu: Angol
it: Inglese
ja_jp: 英語
ko: 영어
nb_no: Engelsk
pl: Angielski
pt_pt: Inglês
ro_ro: Engleză
sk_sk: Angličtina
sv_se: Engelska
tr: İngilizce
vi_vn: Tiếng Anh
zh_tw: 英語

# game_options
source: English (Default)
ca: Anglès (Per defecte)
es: Inglés (Defecto)
eu_es: Ingelesa (Defektuz)
gl_es: Inglés (predeterminado)
hu: Angol (alapértelmezett)
it: Inglese (Default)
ja_jp: 英語 (標準)
ko: 영어 (기본)
nb_no: Engelsk (standard)
pl: Angielski (domyślnie)
pt_pt: Inglês (Predefinição)
ro_ro: Engleză (Implicit)
sk_sk: Angličtina (predvolené)
sv_se: Engelska (Standard)
tr: İngilizce (Varsayılan)
vi_vn: Tiếng Anh (Mặc định)
zh_tw: 英語(預設)

# game_options
source: English (us)
ca: Anglès Americà (us)
es: Inglés (EE.UU)
eu_es: Ingelera (us)
gl_es: Inglés (us)
hu: Angol (us)
it: Inglese (us)
ja_jp: 英語 (us)
ko: 영어 (us)
nb_no: Engelsk (oss)
pl: Angielski (us)
pt_pt: Inglês (us)
ro_ro: Engleză (us)
sk_sk: Angličtina (us)
sv_se: Engelska (us)
tr: Amerikan ingilizcesi (us)
vi_vn: Tiếng Anh (us)
zh_tw: 英語 (us)

# game_options
source: English/Japanese
es: Inglés/Japonés
gl_es: Inglés/Xaponés
hu: Angol/Japán
it: Inglese/Giapponese
ja_jp: 英語/日本語
ko: 영어/일본어
nb_no: Engelsk/japansk
pl: Angielski/japoński
pt_pt: Inglês/Japonês
ro_ro: Engleză/Japoneză
sk_sk: Anglicky/japonsky
sv_se: Engelska/Japanska
tr: İngilizce/Japonca
vi_vn: Tiếng Anh/Tiếng Nhật
zh_tw: 英語/日語

# game_options
source: Enhanced OpenGL
es: OpenGL mejorado
eu_es: OpenGL Hobetua
gl_es: OpenGL mellorado
hu: Továbbfejlesztett OpenGL
it: OpenGL Enhanced
ja_jp: 強化された OpenGL
ko: 향상된 OpenGL
nb_no: Forbedret OpenGL
pl: Rozszerzony OpenGL
pt_pt: OpenGL Aprimorado
ro_ro: OpenGL Îmbunătățit
sk_sk: Rozšírené OpenGL
sv_se: Förbättrad OpenGL
tr: Geliştirilmiş OpenGL
vi_vn: OpenGL Nâng cao
zh_tw: 增強的OpenGL

# game_options
source: Enhanced sound output support for compatible games.
ca: Suport de sortida de so millorada per a jocs compatibles.
es: Soporte de salida de audio mejorado para juegos compatibles.
eu_es: Hobekuntza soinu irteeta euskarria onartzen duten jokuentzat.
gl_es: Compatibilidade coa saída de son mellorada para xogos compatibles.
hu: Továbbfejlesztett hangkimeneti támogatás a kompatibilis játékokhoz.
it: Migliora il supporto audio in uscita per i giochi compatibili.
ja_jp: 互換性のあるゲームの拡張サウンド出力に対応
ko: 호환되는 게임에 대한 향상된 사운드 출력 지원.
nb_no: Forbedret støtte for lydutgang for kompatible spill.
pl: Ulepszona obsługa wyjścia dźwięku w kompatybilnych grach.
pt_pt: Suporte de saída de som melhorado para jogos compativeis.
ro_ro: Suport pentru ieșire de sunet îmbunătățită pentru jocurile compatibile.
sk_sk: Rozšírená zvuková podpora pre kompatibilné hry.
sv_se: Förbättrat stöd för ljudutgång för kompatibla spel.
tr: Uyumlu oyunlar için geliştirilmiş ses çıkışı desteği.
vi_vn: Tăng cường hỗ trợ đầu ra âm thanh cho các trò chơi tương thích.
zh_tw: 增強相容遊戲的聲音輸出支援。

# game_options
source: Enhancement.
ca: Millora.
es: Mejora.
eu_es: Hobekuntza.
gl_es: Mellora.
hu: Fejlesztés.
it: Miglioramento.
ja_jp: 強化：BIOS起動アニメーションを表示します
ko: 향상.
nb_no: Forbedring.
pl: Usprawnienie.
pt_pt: Melhoria.
ro_ro: Îmbunătățit.
sk_sk: Rozšírenie.
sv_se: Förbättring.
tr: İyileştirme.
vi_vn: Tăng cường.
zh_tw: 增強。

# game_options
source: Enhancement. 3 point is accurate to N64, standard is better.
ca: Millora. 3 punts és precís per N64, estàndard es millor.
es: Mejora. 3 puntos es más preciso para N64, el estándar es mejor.
eu_es: Hobekuntza. 3 puntu zehatza da N64-arentzat, standarra hobea da.
gl_es: Mellora. 3 puntos é máis preciso para N64, o estándar é mellor.
hu: Fokozás. A 3 pontos az N64-re, a szabvány jobb.
it: Miglioramento. 3 punti sono accurati per N64, standard è meglio.
ja_jp: 強化：3ポイントモードはN64に正確であり、標準がより良いです
ko: 향상. 3개의 점은 N64에 정확하며 표준이 더 좋습니다.
nb_no: Forbedring. 3 poeng er nøyaktig i forhold til N64, standard er bedre.
pl: Usprawnienie. 3 punktowy jest dokładny, standardowy jest lepszy.
pt_pt: Melhoria. 3 pontos é mais preciso para N64, o padrão é melhor.
ro_ro: Îmbunătățire. Cu 3 puncte este precis pentru N64, standard este mai bun.
sk_sk: Rozšírenie. 3 body sú presné na N64, štandard je lepší.
sv_se: Förbättring. 3 poäng är korrekt till N64, standard är bättre.
tr: İyileştirme. 3 nokta N64'e göre doğrudur, standart daha iyidir.
vi_vn: Tăng cường. 3 điểm chính xác với N64, chế độ tiêu chuẩn cho chất lượng cao hơn.
zh_tw: 增強。3點精確到N64，標準更好。

# game_options
source: Enhancement. Double the rendering resolution. Makes 3D objects clearer.
ca: Millora. Dobla la resolució de renderització. Fa els objectes 3D més nítids.
es: Mejora. Duplica la resolución de renderizado. Hace que los objetos 3D sean más limpios.
eu_es: Hobekuntza. Bikoiztu renderizatze bereizmena. 3D objetuak argiagoak egiten ditu.
gl_es: Mellora. Dobra a resolución de renderizado. Fai cos obxectos 3D sexan máis claros.
hu: Fokozás. Dupla megjelenítési felbontás. Világosabbá teszi a 3D objektumokat.
it: Miglioramento. Raddoppia la risoluzione di rendering. Rende gli oggetti 3D più chiari.
ja_jp: 強化：レンダリング解像度を2倍にします。 3Dオブジェクトをより明確にします
ko: 향상. 렌더링 해상도를 두 배로 높입니다. 3D 개체를 더 선명하게 만듭니다.
nb_no: Forbedring. Dobler gjengivelsesoppløsningen. Gjør 3D-objekter tydeligere.
pl: Usprawnienie. Podwaja rozdzielczość renderowania. Sprawia, że obiekty 3D stają się wyraźniejsze.
pt_pt: Melhoria. Duplica a resolução de renderização. Torna os objetos 3D mais nitidos).
ro_ro: Îmbunătățire. Dublează rezoluția de redare. Face obiectele 3D mai clare.
sk_sk: Rozšírenie. Zdvojnásobiť rozlíšenie vykresľovania. Robí 3D objekty jasnejšie.
sv_se: Förbättring. Fördubblar renderingsupplösningen. Gör 3D-objekt tydligare.
tr: İyileştirme. İşleme çözünürlüğünü ikiye katlayın. 3D nesneleri daha net hale getirir.
vi_vn: Tăng cường. Nhân đôi độ phân giải kết xuất. Làm cho các đối tượng 3D rõ ràng hơn.
zh_tw: 增強。加倍算繪解析度，使3D物件更清晰。

# game_options
source: Enhancement. Enables improved polygon splitting.
ca: Millora. Habilita la divisió millorada de polígons.
es: Mejora. Permite una división de polígonos mejorada.
eu_es: Hobekuntza. Poligono zatitze hobetua gaitzen du.
gl_es: Mellora. Permite a división de polígonos mellorada.
hu: Fejlesztés. Lehetővé teszi a javított poligonfelosztást.
it: Miglioramento. Abilita la divisione migliorata dei poligoni.
ja_jp: 強化：ポリゴン分割の改善化を有効にします
ko: 향상. 향상된 폴리곤 분할을 활성화합니다.
nb_no: Forbedring. Muliggjør forbedret polygonoppdeling.
pl: Usprawnienie. Umożliwia ulepszone dzielenie wielokątów.
pt_pt: Melhoria. Ativar a divisão de polígonos aprimorada.
ro_ro: Îmbunătățire. Activează separarea mai bună a poligoanelor.
sk_sk: Rozšírenie. Umožňuje vylepšené delenie polygónov.
sv_se: Förbättring. Möjliggör förbättrad polygondelning.
tr: İyileştirme. Gelişmiş çokgen bölmeyi etkinleştirir.
vi_vn: Tăng cường. Cải thiện phân tách đa giác.
zh_tw: 增強。啟用改進的多邊形分割。

# game_options
source: Enhancement. Enables texture upscaling textures and their size.
ca: Millora. Habilita l’escalat de textures i la seva mida.
es: Mejora. Permite mejorar el escalado de texturas y su tamaño.
eu_es: Hobekuntza. Testuren eskalatze eta tamaina handitzea gaitzen du.
gl_es: Mellora. Permite a mellora de texturas e o seu tamaño.
it: Miglioramento. Abilita l'ingrandimento textures e la loro dimensione.
ja_jp: 強化：テクスチャのアップスケーリングテクスチャとそのサイズを有効にします
ko: 향상. 텍스처 스케일링 텍스처와 크기를 늘릴 수 있습니다.
nb_no: Forbedring. Gjør det mulig å oppskalere teksturer og størrelsen på dem.
pl: Usprawnienie. Umożliwia przeskalowanie tekstur i ich rozmiaru.
ro_ro: Îmbunătățire. Activează upscaling texturi și mărimea lor.
sk_sk: Rozšírenie. Umožňuje zvýšenie veľkosti textúr textúr a ich veľkosti.
vi_vn: Tăng cường. Cho phép nâng cấp họa tiết và kích thước của chúng.

# game_options
source: Enhancement. Improves clarity of distant textures when mip-mapping is enabled.
ca: Millora. Realça la claredat de les textures distants quan el mip-mapping està habilitat.
es: Mejora. Mejora la claridad de las texturas lejanas cuando se habilita el mip-mapping.
eu_es: Hobekuntza. Urruneko testuren argitasuna hobetzen du, mip-mapping-a gaituta dagoenean.
gl_es: Mellora. Mellora a claridade das texturas distantes cando o mip-mapping está activado.
hu: Fokozás. Javítja a távoli textúrák tisztaságát, ha a mip-leképezés engedélyezve van.
it: Miglioramento. Aumenta la chiarezza delle textures distanti quando mip-mapping viene abilitati.
ja_jp: 強化：ミップマッピングの有効時、離れたテクスチャの明瞭さを改善します
ko: 향상. 밉매핑을 사용하도록 설정한 경우 멀리 있는 텍스처의 선명도를 향상합니다.
nb_no: Forbedring. Forbedrer klarheten i fjerne teksturer når mip-mapping er aktivert.
pl: Usprawnienie. Poprawia wyrazistość odległych tekstur, gdy mapowanie mip jest włączone.
pt_pt: Melhoria. Melhora a clareza de texturas distantes quando o mipmapping está ativo.
ro_ro: Îmbunătățire. Îmbunătățește claritatea texturilor distante când mip-mapping este activat.
sk_sk: Rozšírenie. Zlepšuje jasnosť vzdialených textúr, keď je povolený mip-mapping.
sv_se: Förbättring. Förbättrar tydligheten i avlägsna texturer när mip-mapping är aktiverat.
tr: İyileştirme. Mip-mapping etkinleştirildiğinde uzak dokuların netliğini artırır.
vi_vn: Tăng cường. Cải thiện độ rõ nét của họa tiết ở xa khi bật mip-mapping.
zh_tw: 增強。提高了啟用mip貼圖時遠距離紋理的清晰度。
