Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Israel
hu: Izrael
it: Israele
ja_jp: イスラエル
ko: 이스라엘
pl: Izrael
sk_sk: Izrael
tr: İsrail

# game_options
source: Italian
ca: Italià
es: Italiano
eu_es: Italiera
gl_es: Italiano
hu: Olasz
it: Italiano
ja_jp: イタリア語
ko: 이탈리아어
nb_no: Italiensk
pl: Włoski
pt_pt: Italiano
ro_ro: Italiană
sk_sk: Taliančina
sv_se: Italienska
tr: İtalyanca
vi_vn: Tiếng Ý

# game_options
source: Italian (it)
ca: Italià (it)
es: Italiano (it)
eu_es: Italiera (it)
gl_es: Italiano (it)
hu: Olasz (it)
it: Italiano (it)
ja_jp: イタリア語 (it)
ko: 이탈리아어 (it)
nb_no: Italiensk (it)
pl: Włoski (it)
pt_pt: Italiano (it)
ro_ro: Italiană (it)
sk_sk: Taliančina (it)
sv_se: Italienska (it)
tr: İtalyanca (it)
vi_vn: Ý (it)

# game_options
source: Italy
ca: Itàlia
es: Italia
eu_es: Italia
gl_es: Italia
hu: Olaszország
it: Italia
ja_jp: イタリア
ko: 이탈리아
nb_no: Italia
pl: Włochy
pt_pt: Itália
ro_ro: Italia
sk_sk: Taliansko
sv_se: Italien
tr: İtalya
vi_vn: Ý

# game_options
source: JAST SOUND
ca: SO JAST
eu_es: JAST SOINUA
hu: JAST HANG
it: SUONO JAST
ja_jp: ジャストサウンド
ko: 재스트 사운드
pl: DŹWIĘK JAST
pt_pt: SOM JAST
ro_ro: SUNET JAST
sk_sk: Jast zvuk
tr: SADECE SES
vi_vn: ÂM THANH JAST

# game_options
source: JINC2 (Slow)
ca: JINC2 (Lent)
es: JINC2 (Lento)
eu_es: JINC2 (Motela)
gl_es: JINC2 (lento)
hu: JINC2 (lassú)
it: JINC2 (lento)
ja_jp: JINC2（遅い）
ko: JINC2 (느림)
nb_no: JINC2 (Langsom)
pl: JINC2 (wolno)
pt_pt: JINC2 (Lento)
ro_ro: JINC2 (Lent)
sk_sk: JINC2 (pomalé)
sv_se: JINC2 (långsam)
tr: JINC2 (Yavaş)
vi_vn: JINC2 (Chậm)
zh_tw: JINC2 (慢)

# game_options
source: JINC2 (Slow, No Edge Blending)
ca: JINC2 (Lent, no fusiona eixos)
es: JINC2 (Lento, Sin combinar bordes)
eu_es: JINC2 (Motela, ertz nahaste gabe)
gl_es: JINC2 (lenta, sen mestura de bordos)
hu: JINC2 (lassú, nincs élkeverés)
it: JINC2 (Lento, senza blending ai lati)
ja_jp: JINC2（遅い、エッジブレンディングなし）
ko: JINC2 (느림, 에지 블렌딩 없음)
nb_no: JINC2 (Langsom, ingen kantblanding)
pl: JINC2 (wolno, bez mieszania krawędzi)
pt_pt: JINC2 (Lento, Sem Mistura de Bordas)
ro_ro: JINC2 (Lent, fără amestecarea muchiilor)
sk_sk: JINC2 (pomalé, bez prelínania okrajov)
sv_se: JINC2 (Långsam, ingen kantblandning)
tr: JINC2 (Yavaş, Kenar Karıştırma Yok)
vi_vn: JINC2 (Chậm, No Edge Blending)
zh_tw: JINC2 (慢，無邊緣融合)

# game_options
source: JOY2KEY PROFILE
ca: PERFIL JOY2KEY
es: PERFIL JOY2KEY
eu_es: JOY2KEY PROFILA
gl_es: PERFIL DE JOY2KEY
hu: JOY2KEY PROFIL
it: PROFILO JOY2KEY
ja_jp: パッドキー設定
ko: 조이투키 프로파일
nb_no: JOY2KEY-PROFIL
pl: PROFIL JOY2KEY
pt_pt: PERFIL JOY2KEY
ro_ro: PROFIL JOY2KEY
sk_sk: Profil Joy2Key
sv_se: JOY2KEY-PROFIL
tr: JOY2KEY PROFİLİ
vi_vn: HỒ SƠ JOY2KEY
zh_tw: JOY2KEY 配置檔

# game_options
source: JOYPAD TYPE
ca: TIPUS DE JOYPAD
es: TIPO DE JOYPAD
eu_es: JOYPAD MOTA
gl_es: TIPO DE MANDO BÁSICO
hu: JOYPAD TÍPUS
it: TIPOLOGIA JOYPAD
ja_jp: ゲームパッドタイプ
ko: 조이패드 유형
pl: TYP JOYPADA
pt_pt: TIPO DE COMANDO
ro_ro: TIP JOYPAD
sk_sk: Typ joypadu
sv_se: JOYPAD-TYP
tr: JOYPAD TÜRÜ
vi_vn: LOẠI JOYPAD
zh_tw: 手把類型

# game_options
source: JOYSTICK DEADZONE
es: ZONA MUERTA DEL JOYSTICK
gl_es: JOYSTICK ZONA MORTA
hu: JOYSTICK HOLTZÓNA
it: ZONA MORTA JOYSTICK
ja_jp: ジョイスティック 遊び幅
ko: 조이스틱 데드존
nb_no: DØDZONE FOR JOYSTICK
pl: STREFA MARTWA JOYSTICKA
pt_pt: ZONA MORTA DO JOYSTICK
ro_ro: ZONA MOARTĂ A JOYSTICK-ULUI
sk_sk: Mŕtva zóna joysticku
sv_se: STYRSPAK DÖDZON
tr: JOYSTICK ÖLÜ BÖLGESİ
zh_tw: 手把死區

# game_options
source: JOYSTICK GATE SIZE
es: TAMAÑO DE LA PUERTA DEL JOYSTICK
eu_es: JOYSTICK ATE TAMAINA
gl_es: TAMAÑO DE PORTA DE JOYSTICK
hu: JOYSTICK KAPU MÉRETE
it: DIMENSIONE CANCELLO JOYSTICK
ja_jp: ジョイスティック ゲートサイズ(移動幅)
ko: 조이스틱 게이트 크기
nb_no: STØRRELSE PÅ JOYSTICKPORT
pl: ROZMIAR OTWORU JOYSTICKA
pt_pt: TAMANHO DO ENCAIXE DO ANALÓGICO
ro_ro: MĂRIME POARTĂ JOYSTICK
sk_sk: Veľkosť brány joystiku
sv_se: STYRSPAKENS GATE-STORLEK
tr: JOYSTICK KAPISI BOYUTU
zh_tw: 搖桿閾值

# game_options
source: JOYSTICK HACK (FOR ROBOTRON 2084)
ca: TRUC DE PALANCA (PER ROBOTRON 2084)
es: TRUCAR JOYSTICK (PARA ROBOTRON 2084)
eu_es: (ROBOTRON 2084-RAKO) JOYSTICK HACK-A
gl_es: TRUCAR JOYSTICK (PARA ROBOTRON 2084)
hu: JOYSTICK HACK (ROBOTRON 2084-HEZ)
it: JOYSTICK HACK (PER ROBOTRON 2084
ja_jp: ジョイスティックハック（ROBOTRON 2084用）
ko: 조이스틱 해킹 (로보트론 2084 용)
pl: HAK JOYSTICKA (DLA ROBOTRON 2084)
pt_pt: COMANDO HACKEADO (PARA ROBOTRON 2084)
ro_ro: HACK JOYSTICK (PENTRU ROBOTRON 2084)
sk_sk: Hack joysticku (pre Robotron 2084)
sv_se: HACK FÖR STYRSPAK (FÖR ROBOTRON 2084)
tr: JOYSTICK GELİŞTİRMESİ (ROBOTRON 2084 İÇİN)
vi_vn: HACK JOYSTICK (DÀNH CHO ROBOTRON 2084)
zh_tw: 模擬搖桿破解(適用於ROBOTRON 2084)

# game_options
source: JOYSTICK SENSITIVITY
es: SENSIBILIDAD DE JOYSTICK
gl_es: SENSIBILIDADE DO JOYSTICK
hu: JOYSTICK ÉRZÉKENYSÉG
it: SENSIBILITÀ JOYSTICK
ja_jp: ジョイスティック 感度
ko: 조이스틱 감도
nb_no: JOYSTICKENS FØLSOMHET
pl: CZUŁOŚĆ JOYSTICKA
pt_pt: SENSIBILIDADE DO JOYSTICK
ro_ro: SENSIBILITATE JOYSTICK
sk_sk: Citlivosť joysticku
sv_se: STYRSPAKENS KÄNSLIGHET
tr: JOYSTICK HASSASİYETİ
vi_vn: ĐỘ NHẠY JOYSTICK
zh_tw: 搖桿靈敏度

# game_options
source: JOYSTICK TO CURSOR SENSITIVITY
ca: SENSIBILITAT DE PALANCA A CURSOR
es: JOYSTICK A SENSIBILIDAD DEL CURSOR
eu_es: JOYSTICK-ETIK KURTSORERAKO SENTIKORTASUNA
gl_es: JOYSTICK A SENSIBILIDADE DO CURSOR
hu: JOYSTICK A KURSZOR ÉRZÉKENYSÉGÉRE
it: SENSIBILITÀ DA JOYSTICK A CURSORE
ja_jp: ジョイスティックの感度
ko: 조이스틱 커서 감도
nb_no: JOYSTICK TIL MARKØRENS FØLSOMHET
pl: CZUŁOŚĆ JOYSTIKA NA KURSOR
pt_pt: SENSIBIBILIDADE DO ANALÓGICO PARA O CURSOR
ro_ro: SENSIBILITATEA JOYSTICK LA CURSOR
sk_sk: Citlivosť joysticka na kurzor
sv_se: STYRSPAK TILL MARKÖRKÄNSLIGHET
tr: JOYSTICK İMLEÇ HASSASİYETİ
zh_tw: 搖桿對應到游標的靈敏度

# game_options
source: JOYSTICK TO DPAD
ca: PALANCA A JOYPAD
es: JOYSTICK A DPAD
eu_es: JOYSTICK-A DPAD-ERA
gl_es: JOYSTICK PARA DPAD
hu: JOYSTICK A DPAD-HOZ
it: DA JOYSTICK A DPAD
ja_jp: スティックをDPAD(十字キー)同様に扱う
ko: 조이스틱 십자 패드
nb_no: JOYSTICK TIL DPAD
pl: JOYSTICK NA DPAD
pt_pt: ANALÓGICO PARA DIGITAL
ro_ro: JOYSTICK LA DPAD
sk_sk: Joystick na Dpad
sv_se: STYRSPAK TILL DPAD
zh_tw: 搖桿對應到十字鍵

# game_options
source: JOYSTICK TYPE
ca: TIPUS DE PALANCA
es: TIPO DE JOYSTICK
eu_es: JOYSTICK MOTA
gl_es: TIPO DE JOYSTICK
hu: JOYSTICK TÍPUS
it: TIPOLOGIA DI JOYSTICK
ja_jp: ジョイスティック タイプ
ko: 조이스틱 유형
pl: TYP JOYSTICK'A
pt_pt: TIPO DE COMANDO
ro_ro: TIP JOYSTICK
sk_sk: Typ joysticku
sv_se: STYRSPAKENS TYP
tr: JOYSTICK TÜRÜ
vi_vn: LOẠI CẦN ĐIỀU KHIỂN
zh_tw: 搖桿類型

# game_options
source: JUMP ON A
ca: SALTAR AMB A
es: SALTO EN A
eu_es: SALTO EGIN A BOTOIAREKIN
gl_es: SALTO EN A
hu: A BETŰHÖZ UGRÁS
it: SALTA CON A
ja_jp: Aでジャンプだ
ko: A 버튼을 눌러 점프
nb_no: HOPP PÅ A
pl: SKOK NA A
pt_pt: SALTAR COM BOTÃO A
ro_ro: SĂRI CU A
sk_sk: Skočiť na A
sv_se: HOPPA PÅ A
tr: A İLE ZIPLA
vi_vn: NHẢY VÀO A
zh_tw: A鍵跳躍

# game_options
source: JUMP ON B
ca: SALTAR AMB B
es: SALTO EN B
eu_es: SALTATU B-REKIN
gl_es: SALTO EN B
hu: B TŰHÖZ UGRÁS
it: SALTA CON B
ja_jp: Bでジャンプだ
ko: B 버튼을 눌러 점프
nb_no: HOPP PÅ B
pl: SKOK NA B
pt_pt: SALTAR COM BOTÃO B
ro_ro: SĂRI CU B
sk_sk: Skočiť na B
sv_se: HOPPA PÅ B
tr: B İLE ZIPLA
vi_vn: NHẢY LÊN B
zh_tw: B鍵跳躍

# game_options
source: Jamaica
eu_es: Jamaika
ja_jp: ジャマイカ
ko: 자메이카
pl: Jamajka
sk_sk: Jamajka
tr: Jamaika

# game_options
source: January
es: Enero
gl_es: Xaneiro
hu: Január
it: Gennaio
ja_jp: 1月
ko: 1월
nb_no: Januar
pl: Styczeń
pt_pt: Janeiro
ro_ro: Ianuarie
sk_sk: Január
sv_se: januari
tr: Ocak
vi_vn: Tháng 1
zh_tw: 一月

# game_options
source: Japan
ca: Japó
es: Japón
eu_es: Japonia
gl_es: Xapón
hu: Japán
it: Giappone
ja_jp: 日本
ko: 일본
pl: Japonia
pt_pt: Japão
ro_ro: Japonia
sk_sk: Japonsko
tr: Japon
vi_vn: Nhật Bản

# game_options
source: Japan (Default)
hu: Japán (alapértelmezett)
ko: 일본 (기본)
pt_pt: Japão (Padrão)
sv_se: Japan (standard)
tr: Japon (Varsayılan)
vi_vn: Nhật Bản (Mặc định)
zh_tw: Japan (預設)

# game_options
source: Japanese
ca: Japonès
es: Japonés
eu_es: Japoniera
gl_es: Xaponés
hu: Japán
it: Giapponese
ja_jp: 日本語
ko: 일본어
nb_no: Japansk
pl: Japoński
pt_pt: Japonês
ro_ro: Japoneză
sk_sk: Japončina
sv_se: Japanska
tr: Japonca
vi_vn: Tiếng Nhật
zh_tw: 日語

# game_options
source: Japanese [Shift-JIS]
ca: Japonès [Shift-JIS]
es: Japonés [Shift-JIS]
eu_es: Japoniarra Shift-JIS]
gl_es: Xaponés [Maiús-JIS]
hu: Japán [Shift-JIS]
it: Giapponese [Shift-JIS]
ja_jp: 日本語 [Shift-JIS]
ko: 일본어 [시프트-JIS]
nb_no: Japansk [Shift-JIS]
pl: Japoński [Shift-JIS]
pt_pt: Japonês [Shift-JIS]
ro_ro: Japoneză [Shift-JIS]
sk_sk: Japončina [Shift-JIS]
sv_se: Japanska [Shift-JIS]
tr: Japonca [Shift-JIS]
vi_vn: Tiếng Nhật [Shift-Jis]
zh_tw: 日語 [Shift-JIS]

# game_options
source: Jordan
gl_es: Xordania
hu: Jordánia
it: Giordania
ko: 요르단
pt_pt: Jordânia
ro_ro: Iordania
sk_sk: Jordánsko
sv_se: Jordanien
tr: Ürdün

# keys_files
source: Joy2Pad Down
ca: Joy2Pad Avall
es: Joy2Pad abajo
eu_es: Joy2Pad Behera
gl_es: Joy2Pad abaixo
hu: Joy2Pad le
it: Joy2Pad Giu
ja_jp: Joy2Pad 下
ko: 조이투키 아래쪽
nb_no: Joy2Pad Ned
pl: Joy2Pad w dół
pt_pt: Joy2Pad Baixo
ro_ro: Joy2Pad Jos
sk_sk: Joy2Pad dolu
sv_se: Joy2Pad ner
tr: Joy2Pad Aşağı
vi_vn: Joy2Pad Xuống
zh_tw: Joy2Pad下

# keys_files
source: Joy2Pad Left
ca: Joy2Pad Esquerra
es: Joy2Pad izquierda
eu_es: Joy2Pad Ezkerrera
gl_es: Joy2Pad esquerda
hu: Joy2Pad bal
it: Joy2Pad Sinistra
ja_jp: Joy2Pad 左
ko: 조이투키 왼쪽
nb_no: Joy2Pad Venstre
pl: Joy2Pad w lewo
pt_pt: Joy2Pad Esquerda
ro_ro: Joy2Pad Stânga
sk_sk: Joy2Pad vľavo
sv_se: Joy2Pad vänster
tr: Joy2Pad Sol
vi_vn: Joy2Pad Trái
zh_tw: Joy2Pad左

# keys_files
source: Joy2Pad Right
ca: Joy2Pad Dreta
es: Joy2Pad derecha
eu_es: Joy2Pad Eskuinera
gl_es: Joy2Pad dereita
hu: Joy2Pad jobb
it: Joy2Pad Destra
ja_jp: Joy2Pad 右
ko: 조이투키 오른쪽
nb_no: Joy2Pad Høyre
pl: Joy2Pad w prawo
pt_pt: Joy2Pad Direita
ro_ro: Joy2Pad Dreapta
sk_sk: Joy2Pad vpravo
sv_se: Joy2Pad höger
tr: Joy2Pad Sağ
vi_vn: Joy2Pad Phải
zh_tw: Joy2Pad右

# keys_files
source: Joy2Pad Up
ca: Joy2Pad Amunt
es: Joy2Pad arriba
eu_es: Joy2Pad Gora
gl_es: Joy2Pad arriba
hu: Joy2Pad fel
it: Joy2Pad Su
ja_jp: Joy2Pad 上
ko: 조이투키 위쪽
nb_no: Joy2Pad Opp
pl: Joy2Pad w górę
pt_pt: Joy2Pad Cima
ro_ro: Joy2Pad Sus
sk_sk: Joy2Pad hore
sv_se: Joy2Pad upp
tr: Joy2Pad Yukarı
vi_vn: Joy2Pad Lên
zh_tw: Joy2Pad上

# game_options
source: Joypad
eu_es: Joypad-a
gl_es: Mando Básico (Joypad)
ja_jp: ジョイパッド
ko: 조이패드
pt_pt: Direcionais
zh_tw: 手把

# game_options
source: Joypad 2 Button
ca: Joypad 2 Botons
es: Joypad 2 Botones
eu_es: Joypad 2 Botoi
gl_es: Mando Básico 2 Botóns
hu: Joypad 2 Gomb
it: Bottone Joypad 2
ja_jp: ジョイパッド 2ボタン
ko: 조이패드 2 버튼
nb_no: Joypad 2-knapp
pl: Joypad 2 Przyciski
pt_pt: Comando de 2 Botões
ro_ro: Joypad 2 Butoane
sk_sk: Joypad 2 tlačidlá
sv_se: Joypad 2 knapp
tr: Joypad 2 Tuş
vi_vn: Joypad 2 nút
zh_tw: 雙鍵手把

# game_options
source: Joypad 2 Button + Master Tap
ca: Joypad 2 Botons + Master Tap
es: Joypad 2 Botones + Master Tap
eu_es: Joypad 2 Button + Tap nagusia
gl_es: Mando Básico 2 Botóns + Master Tap
hu: Joypad 2 gomb + Fő érintés
it: Bottone Joypad 2 + Master Tap
ja_jp: ジョイパッド 2ボタン+マスタータップ
ko: 조이패드 2 버튼 + 마스터 탭
nb_no: Joypad 2-knapp + Master Tap
pl: Joypad 2 Przyciski + Master Tap
pt_pt: Comando de 2 Botões + Master Tap
ro_ro: Joypad 2 Butoane + Master Tap
sk_sk: Tlačidlo Joypad 2 + hlavné klepnutie
sv_se: Joypad 2-knapp + Master Tap
tr: Joypad 2 Tuş + Master Tap
vi_vn: Joypad 2 nút + Master Tap
zh_tw: 雙鍵手把 + Master Tap

# game_options
source: Joypad 3 Button
ca: Joypad 3 Botons
es: Joypad 3 Botones
eu_es: Joypad 3 Botoi
gl_es: Mando Básico 3 Botóns
hu: Joypad 3 Gomb
it: Bottone Joypad 3
ja_jp: ジョイパッド 3ボタン
ko: 조이패드 3 버튼
nb_no: Joypad 3-knapp
pl: Joypad 3 Przyciski
pt_pt: Comando de 3 Botões
ro_ro: Joypad 3 Butoane
sk_sk: Joypad 3 tlačidlá
sv_se: Joypad 3 knapp
tr: Joypad 3 Tuş
vi_vn: Joypad 3 nút
zh_tw: 三鍵手把

# game_options
source: Joypad 3 Button + 4-WayPlay
ca: Joypad 3 Botons + 4-WayPlay
es: Joypad 3 Botones + 4-WayPlay
eu_es: Joypad 3 Botoi + 4-JokalariJokua
gl_es: Mando Básico 3 botóns + 4-WayPlay
hu: Joypad 3 gomb + 4 irányú játék
it: Bottone Joypad 3 + 4-WayPlay
ja_jp: 3ボタン + 4ウェイプレイ
ko: 조이패드 3 버튼 + 4 방향 플레이
nb_no: Joypad 3-knapps + 4-veis spilling
pl: Joypad 3 Przyciski + 4-WayPlay
pt_pt: Comando de 3 Botões + Adaptador 4-WayPlay p/ 4 Jogadores
ro_ro: Joypad 3 Butoane + 4-WayPlay
sk_sk: Joypad 3 tlačidlá + 4-WayPlay
sv_se: Joypad 3 knappar + 4-vägsspel
tr: Joypad 3 Tuş + 4-WayPlay
vi_vn: Joypad 3 nút + 4-WayPlay
zh_tw: 三鍵手把 + 4-WayPlay

# game_options
source: Joypad 3 Button + Teamplayer
ca: Joypad 3 Botons + Teamplayer
es: Joypad 3 Botones + Teamplayer
eu_es: Joypad 3 Botoi + Taldejokalaria
gl_es: Mando Básico 3 Botóns + Teamplayer
hu: Joypad 3 gomb + Teamplayer
it: Bottone Joypad 3 + Teamplayer
ja_jp: 3ボタン + チームプレイ
ko: 조이패드 3 버튼 + 팀 플레이어
nb_no: Joypad 3-knapps + Teamplayer
pl: Joypad 3 Przyciski + Teamplayer
pt_pt: Comando de 6 Botões + Adaptador Teamplayer p/ 4 Jogadores
ro_ro: Joypad 3 Butoane + Teamplayer
sk_sk: Joypad 3 tlačidlá + Teamplayer
sv_se: Joypad 3 knappar + Teamplayer
tr: Joypad 3 Tuş + Takımoyuncusu
vi_vn: Joypad 3 nút + Teamplayer
zh_tw: 三鍵手把 + Teamplayer

# game_options
source: Joypad 6 Button
ca: Joypad 6 Botons
es: Joypad 6 Botones
eu_es: Joypad 6 Botoi
gl_es: Mando Básico 6 Botóns
hu: Joypad 6 Gomb
it: Bottone Joypad 6
ja_jp: ジョイパッド 6ボタン
ko: 조이패드 6 버튼
nb_no: Joypad med 6 knapper
pl: Joypad 6 Przycisków
pt_pt: Comando de 6 Botões
ro_ro: Joypad 6 Butoane
sk_sk: Joypad 6 tlačidiel
sv_se: Joypad 6 knappar
tr: Joypad 6 Tuş
vi_vn: Joypad 6 nút
zh_tw: 六鍵手把

# game_options
source: Joypad 6 Button + 4-WayPlay
ca: Joypad 6 Botons + 4-WayPlay
es: Joypad 6 Botones + 4-WayPlay
eu_es: Joypad 6 Botoi + 4-JokalariJokua
gl_es: Mando Básico 6 botóns + 4-WayPlay
hu: Joypad 6 gomb + 4 irányú játék
it: Bottone Joypad 6 + 4-WayPlay
ja_jp: ジョイパッド 6ボタン + 4ウェイプレイ
ko: 조이패드 6 버튼 + 4 방향 플레이
nb_no: Joypad 6 knapper + 4-veis spilling
pl: Joypad 6 Przycisków + 4-WayPlay
pt_pt: Comando de 6 Botões + Adaptador 4-WayPlay p/ 4 Jogadores
ro_ro: Joypad 6 Butoane + 4-WayPlay
sk_sk: Joypad 6 tlačidiel + 4-WayPlay
sv_se: Joypad 6 knappar + 4-vägsspel
tr: Joypad 6 Tuş + 4-WayPlay
vi_vn: Joypad 6 nút + 4-WayPlay
zh_tw: 六鍵手把 + 4-WayPlay

# game_options
source: Joypad 6 Button + Teamplayer
ca: Joypad 6 Botons + Teamplayer
es: Joypad 6 Botones + Teamplayer
eu_es: Joypad 6 Botoi + Taldejokalaria
gl_es: Mando Básico 6 Botóns + Teamplayer
hu: Joypad 6 gomb + Teamplayer
it: Bottone Joypad 6 + Teamplayer
ja_jp: ジョイパッド 6ボタン + チームプレイ
ko: 조이패드 6 버튼 + 팀 플레이어
nb_no: Joypad 6-knapps + Teamplayer
pl: Joypad 6 Przyciski + Teamplayer
pt_pt: Comando de 6 Botões + Teamplayer p/ 4 Jogadores
ro_ro: Joypad 6 Butoane + Teamplayer
sk_sk: Joypad 6 tlačidiel + Teamplayer
sv_se: Joypad 6 knappar + Teamplayer
tr: Joypad 6 Tuş + Takımoyuncusu
vi_vn: Joypad 6 nút + Teamplayer
zh_tw: 六鍵手把 + Teamplayer

# game_options
source: Joypad Auto
ca: Joypad Automàtic
gl_es: Mando Básico Auto
it: Auto Joypad
ja_jp: ジョイパッド自動選択
ko: 조이패드 자동
pt_pt: Comando Automático
tr: Joypad Otomatik
vi_vn: Joypad tự động
zh_tw: 手把自動

# game_options
source: Joystick
ca: Palanca
ja_jp: ジョイスティック
ko: 조이스틱
nb_no: Styrespaken
pt_pt: Comando
sv_se: Styrspak
vi_vn: Cần điều khiển
zh_tw: 搖桿

# game_options
source: Joystick (Analog, 2 Buttons)
ca: Palanca (Analògica, 2 Botons)
es: Joystick (Analógico, 2 botones)
eu_es: Joystick (Analogikoa, 2 Botoi)
gl_es: Joystick (analox, 2 botóns)
hu: Joystick (Analog, 2 gombos)
it: Joystick (Analogico, 2 Bottoni)
ja_jp: ジョイスティック (アナログ,2ボタン)
ko: 조이스틱 (아날로그, 2 버튼)
nb_no: Joystick (analog, 2 knapper)
pl: Joystick (analogowy, 2 przyciski)
pt_pt: Joystick (Analógico, 2 Botões)
ro_ro: Joystick (Analog, 2 butoane)
sk_sk: Joystick (analógový, 2 tlačidlá)
sv_se: Joystick (analog, 2 knappar)
tr: Joystick (Analog, 2 Tuş)
vi_vn: Cần điều khiển (Analog, 2 nút)
zh_tw: 搖桿(類比，雙鍵)

# game_options
source: July
es: Julio
gl_es: Xullo
hu: Július
it: Luglio
ja_jp: 7月
ko: 7월
nb_no: Juli
pl: Lipiec
pt_pt: Julho
ro_ro: Iulie
sk_sk: Júl
sv_se: juli
tr: Temmuz
vi_vn: Tháng 7
zh_tw: 七月

# game_options
source: June
es: Junio
gl_es: Xuño
hu: Június
it: Giugno
ja_jp: 6月
ko: 6월
nb_no: Juni
pl: Czerwiec
pt_pt: Junho
ro_ro: Iunie
sk_sk: Jún
sv_se: juni
tr: Haziran
vi_vn: Tháng 6
zh_tw: 六月

# game_options
source: Justifier
gl_es: Xustificante
hu: Igazoló
it: Giustiziere
ja_jp: コナミ ジャスティファイア
ko: 저스티파이어
ro_ro: Justificator

# game_options
source: KEEP MAIN SCREEN ON TOP
ca: MANTENIR LA PANTALLA PRINCIPAL AL DAMUNT
es: MANTENER PANTALLA PRINCIPAL EN PARTE SUPERIOR
eu_es: MANTENDU PANTAILA NAGUSIA GAINEAN.
gl_es: MANTÉN A PANTALLA PRINCIPAL ARRIBA
hu: TARTSA A FŐKÉPERNYŐT FENT
it: TIENI LO SCHERMO PRINCIPALE IN ALTO
ja_jp: メイン画面を最前面に表示
ko: 메인 화면을 상단에 유지
nb_no: BEHOLDE HOVEDSKJERMEN ØVERST
pl: UTRZYMUJ EKRAN GŁÓWNY NA GÓRZE
pt_pt: MANTER O ECRÃ PRINCIPAL NO TOPO
ro_ro: MENȚINE ECRANUL PRINCIPAL DEASUPRA
sk_sk: Ponechať hlavnú obrazovku na vrchu
sv_se: BEHÅLL HUVUDSKÄRMEN ÖVERST
tr: ANA EKRANI ÜSTTE TUT
vi_vn: GIỮ MÀN HÌNH CHÍNH TRÊN CÙNG
zh_tw: 保持主畫面在最頂部

# game_options
source: KEYBOARD PASSTHROUGH
ca: TRANSFERIR TECLAT
es: PASSTHROUGH DEL TECLADO
eu_es: TEKLATU ZEHARKATEA
gl_es: PASO DO TECLADO
hu: BILLENTYŰZET ÁTENGEDÉS
it: CIRCONVALLAZIONE TASTIERA
ja_jp: キーボード パススルー
ko: 키보드 패스스루
nb_no: TASTATURGJENNOMGANG
pl: PRZEZ KLAWIATURĘ
pt_pt: PASSAGEM DE TECLADO
ro_ro: PASSTHROUGH TASTATURĂ
sk_sk: Prechod klávesnicou
sv_se: GENOMGÅNG AV TANGENTBORD
tr: KLAVYE DOĞRUDAN GEÇİŞİ
zh_tw: 鍵盤直通

# game_options
source: KEYBOARD SUPPORT
ca: SUPORT DE TECLAT
es: SOPORTE DE TECLADO
eu_es: TEKLATU EUSKARRIA
gl_es: SOPORTE DE TECLADO
hu: BILLENTYŰZET TÁMOGATÁS
it: SUPPORTO TASTIERA
ja_jp: キーボード の使用
ko: 키보드 지원
nb_no: TASTATURSTØTTE
pl: OBSŁUGA KLAWIATURY
pt_pt: SUPORTAR TECLADO
ro_ro: SUPORT TASTATURĂ
sk_sk: Podpora klávesnice
sv_se: STÖD FÖR TANGENTBORD
tr: KLAVYE DESTEĞİ
vi_vn: HỖ TRỢ BÀN PHÍM
zh_tw: 鍵盤支援

# game_options
source: Kazakhstan
gl_es: Casaquistán
hu: Kazahsztán
it: Kazakistan
ko: 카자흐스탄
pl: Kazachstan
pt_pt: Cazaquistão
sk_sk: Kazachstan
sv_se: Kazakstan
tr: Kazakistan

# game_options
source: Keep Aspect Ration (Default)
ca: Mantenir relació d’aspecte (Per defecte)
es: Mantener relación de aspecto (Defecto)
eu_es: Mantendu proportzioa (Defektuz)
gl_es: Manter a relación de aspecto (predeterminado)
hu: Tartsa meg az arányt (alapértelmezett)
it: Mantieni il rapporto dimensioni (Default)
ja_jp: アスペクト比を維持 (標準)
ko: 화면비 유지 (기본)
nb_no: Behold størrelsesforholdet (standard)
pl: Zachowaj proporcje (domyślnie)
pt_pt: Manter a proporção de ecrã (Predefinição)
ro_ro: Păstrează raportul de aspect (Implicit)
sk_sk: Ponechať pomer strán (predvolené)
sv_se: Behåll bildförhållandet (standard)
tr: En Boy Oranını Koru (Varsayılan)
vi_vn: Giữ tỷ lệ khung hình (Mặc định)
zh_tw: 保持長寬比(預設)

# game_options
source: Kempston Joystick
ca: Palanca Kempston
es: Joystick Kempston
eu_es: Kempston Joystick-a
gl_es: Joystick Kempston
ja_jp: Kempston ジョイスティック
ko: 캠프스톤 조이스틱
pt_pt: COMANDO Kempston
ro_ro: Joystick Kempston
zh_tw: 肯普斯頓搖桿

# game_options
source: Kenya
gl_es: Quenia
ko: 케냐
pl: Kenia
pt_pt: Quênia
sk_sk: Keňa

# game_options
source: Keyboard
ca: Teclat
es: Teclado
eu_es: Teklatua
gl_es: Teclado
hu: Billentyűzet
it: Tastiera
ja_jp: キーボード
ko: 키보드
nb_no: Tastatur
pl: Klawiatura
pt_pt: Teclado
ro_ro: Tastatură
sk_sk: Klávesnica
sv_se: Tangentbord
tr: Klavye
vi_vn: Bàn phím
zh_tw: 鍵盤

# game_options
source: Keyboard + Mouse
ca: Teclat + Ratolí
es: Teclado + Ratón
eu_es: Teklatu + Xagua
gl_es: Teclado + Rato
hu: Billentyűzet + egér
it: Tastiera + Mouse
ja_jp: キーボード+マウス
ko: 키보드 + 마우스
nb_no: Tastatur + mus
pl: Klawiatura + mysz
pt_pt: Teclado + Rato
ro_ro: Tastatură + maus
sk_sk: Klávesnica + myš
sv_se: Tangentbord + mus
tr: Klavye + Fare
vi_vn: Bàn phím + Chuột
zh_tw: 鍵盤+滑鼠

# game_options
source: Keyboard + Mouse (Left An.)
ca: Teclat + Ratolí (Analògic esquerre)
es: Teclado + Ratón (Analógico Izq.)
eu_es: Teklatua + Xagua (Ezker An.)
gl_es: Teclado + Rato (Analox. esquerda)
hu: Billentyűzet + egér (bal an.)
it: Tastiera + Mouse (Sinistra An.)
ja_jp: キーボード+マウス(左アナログ)
ko: 키보드 + 마우스 (왼쪽 An.)
nb_no: Tastatur + mus (venstre an.)
pl: Klawiatura + mysz (po lewej)
pt_pt: Teclado + Rato (Analógico Esquerdo)
ro_ro: Tastatură + maus (analog stâng)
sk_sk: Klávesnica + myš (ľavý an.)
sv_se: Tangentbord + mus (vänster ana.)
tr: Klavye + Fare (Sol An.)
vi_vn: Bàn phím + Chuột (Left An.)
zh_tw: 鍵盤+滑鼠 (Left An.)

# game_options
source: Keyboard + Mouse (Right An.)
ca: Teclat + Ratolí (Analògic dret)
es: Teclado + Ratón (Analógico Der.)
eu_es: Teklatua + Xagua (Eskuin An.)
gl_es: Teclado + Rato (Analox. dereita)
hu: Billentyűzet + egér (jobbra)
it: Tastiera + Mouse (Destra AN.)
ja_jp: キーボード+マウス(右アナログ)
ko: 키보드 + 마우스 (오른쪽 An.)
nb_no: Tastatur + mus (høyre an.)
pl: Klawiatura + mysz (po prawej)
pt_pt: Teclado + Rato (Analógico Direito)
ro_ro: Tastatură + maus (analog drept)
sk_sk: Klávesnica + myš (pravý an.)
sv_se: Tangentbord + mus (höger ana.)
tr: Klavye + Fare (Sağ An.)
vi_vn: Bàn phím + Chuột (Right An.)
zh_tw: 鍵盤+滑鼠 (Right An.)

# game_options
source: Keyboard passthrough
ca: Transferir teclat
es: Passthrough de teclado
eu_es: Teklatu gurutzatua
gl_es: Traspaso de teclado
hu: Billentyűzet átjárás
it: Bypassaggio Tasiera
ja_jp: キーボード パススルー
ko: 키보드 패스스루
nb_no: Tastaturgjennomgang
pl: Przekazywanie za pomocą klawiatury
pt_pt: Passagem de teclado
ro_ro: Passthrough tastatură
sk_sk: Prechod klávesnice
sv_se: Genomgång av tangentbord
tr: Klavye doğrudan geçişi
zh_tw: 鍵盤直通

# game_options
source: Keyboard shortcuts unavailable if passing through the keyboard.
ca: Dreceres de teclat no disponibles si es transfereix el teclat.
es: Los atajos de teclados no están disponibles si se pasa por el teclado.
eu_es: Teklatu lasterbideak ez daude erabilgarri teklatuan zehar igaro behar badute
gl_es: Os atallos de teclado non están dispoñibles se se pasan polo teclado.
hu: A billentyűparancsok nem érhetők el, ha áthaladnak a billentyűzeten.
it: Scorciatoia tastiera non disponibile se bypassata la tastiera.
ja_jp: キーボードパススルーは、KBショートカットは使用できません
ko: 키보드를 통과하는 경우 키보드 단축키를 사용할 수 없습니다.
nb_no: Tastatursnarveier er ikke tilgjengelige hvis de går via tastaturet.
pl: Skróty klawiaturowe są niedostępne w przypadku przekazywania przez klawiaturę.
pt_pt: Atalhos de teclado indisponíveis se passar pelo teclado
ro_ro: Scurtăturile de tastatură nu vor fi disponibile dacă trec prin tastatură.
sk_sk: Pri prechode cez klávesnicu nie sú klávesové skratky k dispozícii.
sv_se: Kortkommandon är inte tillgängliga om de skickas genom tangentbordet.
tr: Klavyeden doğrudan geçilirse kısayollar kullanılamaz.
vi_vn: Phím tắt không khả dụng nếu đi qua bàn phím.
zh_tw: 如果透過鍵盤，鍵盤快速鍵無法使用。

# game_options
source: Keypad
ca: Teclat
es: Mando
eu_es: Keypad-a
gl_es: Teclado
ja_jp: キーパッド
ko: 키패드
nb_no: Tastatur
pt_pt: Teclado
sk_sk: Číslicová klávesnica
sv_se: Knappsats
tr: Tuş takımı
vi_vn: Bàn phím
zh_tw: 鍵盤

# game_options
source: Keypad 3button
ca: Teclat 3 botons
es: Mando 3 botones
eu_es: Keypad-a 3botoi
gl_es: Teclado 3 botóns
hu: Keypad 3gomb
it: Keypad 3bottoni
ja_jp: キーパッド 3 ボタン
ko: 키패드 3 버튼
nb_no: Tastatur med 3 knapper
pl: 3-przyciskowy keypad
pt_pt: Teclado 3botões
ro_ro: Keypad 3 butoane
sk_sk: Číslicová klávesnica 3 tlačidlá
sv_se: Knappsats 3-knappars
tr: Tuş takımı 3tuş
vi_vn: Bàn phím 3 nút
zh_tw: 鍵盤三鍵
