Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Only some games feature rumble. Not compatible with all controllers.
ca: Només alguns jocs implementen vibració. No compatible amb tots els comandaments.
es: Sólo algunos juegos disponen de vibración. No es compatible con todos los mandos.
eu_es: Joku batzuk bakarrik erabiltzen dute dardara. Kontrolatzaile guztiek ez dute onartzen.
gl_es: Só algúns xogos dispoñen de vibración. Non é compatible con todos os mandos.
hu: Csak néhány játékban van rezgés. Nem kompatibilis minden vezérlővel.
it: Solo alcuni giochi supportano rumble. Non compatibile con tutti i controllers.
ja_jp: 一部のゲームのみが対応しています。互換性がなく動作しない場合もあります
ko: 일부 게임만 진동 기능이 있습니다. 모든 컨트롤러와 호환되지 않습니다.
nb_no: Kun noen spill har rumble. Ikke kompatibel med alle kontrollere.
pl: Tylko niektóre gry są wyposażone w funkcję wibracji. Nie zgodne z wszystkimi kontrolerami.
pt_pt: Apenas alguns jogos apresentam vibração. Não é compatível com todos os comandos.
ro_ro: Doar anumite jocuri suportă vibrații. Nu este compatibil cu toate controlerele.
sk_sk: Iba niektoré hry podporujú rachot. Nie je kompatibilné so všetkými ovládačmi.
sv_se: Endast vissa spel har rumble. Inte kompatibel med alla handkontroller.
tr: Sadece bazı oyunlar titreşimi destekler. Tüm kontrolcüler ile uyumlu değildir.
vi_vn: Chỉ một số trò chơi có tính năng rung. Không tương thích với tất cả các bộ điều khiển.
zh_tw: 只有部分遊戲具有震動功能。與所有控制器不相容。

# game_options
source: Only some games support rumble. Requires X-Input mode and may not be compatible with all controllers.
gl_es: Só algúns xogos admiten vibración. Requírese o modo X-Input e pode que non sexa compatible con todos os mandos.
hu: Csak néhány játék támogatja a rezgést. X-Input üzemmódot igényel, és nem biztos, hogy minden vezérlővel kompatibilis.
it: Solo alcuni giochi supportano il rumble. Richiede modalita' X-Input e potrebbe non essere compatiblile con tutti i controller.
ko: 일부 게임만 진동을 지원합니다. X-Input 모드가 필요하며 모든 컨트롤러와 호환되지 않을 수 있습니다.
pl: Tylko niektóre gry obsługują rumble. Wymaga trybu X-Input i może nie być kompatybilny ze wszystkimi kontrolerami.
pt_pt: Apenas alguns jogos suportam vibração. Requer o modo X-Input e pode não ser compatível com todos os comandos.
ro_ro: Doar unele jocuri suportă vibrații. Necesită modul X-Input și poate să nu fie compatibil cu toate controlerele.
sv_se: Endast vissa spel har stöd för rumble. Kräver X-Input-läge och är kanske inte kompatibel med alla kontroller.
tr: Sadece bazı oyunlar titreşimi destekler. X-Input modunu gerektirir ve tüm kontrolcülerle uyumlu olmayabilir.
vi_vn: Chỉ một số game hỗ trợ rung. Yêu cầu chế độ X-Input và có thể không tương thích với tất cả các bộ điều khiển.
zh_tw: 只有部分遊戲支援震動。需要X-Input模式並且可能與控制器不相容。

# game_options
source: Only supported games. Higher settings increase system requirements.
ca: Només jocs suportats. Ajustos alts incrementen els requeriments del sistema.
es: Sólo juegos compatibles. Los valores más altos aumentan los requisitos del sistema.
eu_es: Onartutako jokuak bakarrik. Ezarpen altuagoek sistemaren eskakizunak handitzen ditu.
gl_es: Só xogos compatibles. As configuracións máis altas aumentan os requisitos do sistema.
hu: Csak támogatott játékok. A magasabb beállítások növelik a rendszerkövetelményeket.
it: Solo giochi supportati. Impostazioni maggiori necessitano di maggiori richieste.
ja_jp: 対応しているゲームのみ。設定を高くすると、システム要件が増加します
ko: 지원되는 게임만 있습니다. 설정이 높을수록 시스템 요구 사항이 증가합니다.
nb_no: Kun spill som støttes. Høyere innstillinger øker systemkravene.
pl: Tylko obsługiwane gry. Wyższe ustawienia zwiększają wymagania systemowe.
pt_pt: Somente jogos suportados. Ajustes mais altos aumentam os requisitos do sistema.
ro_ro: Doar jocurile suportate. Setările mai înalte afectează necesarul de sistem.
sk_sk: Iba podporované hry. Vyššie nastavenia zvyšujú systémové požiadavky.
sv_se: Endast spel som stöds. Högre inställningar ökar systemkraven.
tr: Sadece desteklenen oyunlar. Daha yüksek ayarlar sistem gereksinimlerini artırır.
vi_vn: Chỉ các trò chơi được hỗ trợ. Cài đặt cao hơn tăng yêu cầu hệ thống.
zh_tw: 僅支援的遊戲。更高的設定會增加系統需求。

# keys_files
source: Open Dolphin-triforce's menu
ca: Obrir el menú Dolphin-Triforce
es: Abrir menú de Dolphin-triforce
eu_es: Ireki Dolphin-triforce-aren menua
gl_es: Abre o menú de Dolphin-triforce
it: Apri il menu Dolphin-triforce
ja_jp: Dolphin-triforce メニューを開く
ko: 돌핀 드라이포스의 메뉴 열기
nb_no: Åpne Dolphin-triforce-menyen
pl: Otwórz menu Dolphin-triforce
ro_ro: Deschide meniul Dolphin-triforce
sk_sk: Otvoriť ponuku Dolphin triforce

# keys_files
source: Open DuckStation Quick Menu
ca: Obrir menú ràpid de DuckStation
es: Abrir menú rápido de DuckStation
eu_es: Ireki Duckstation Menu azkarra
gl_es: Abre o menú rápido de DuckStation
it: Apri il menu rapido DuckStation
ja_jp: DuckStation クイック メニューを開く
ko: 덕스테이션 빠른 메뉴 열기
nb_no: Åpne hurtigmenyen for DuckStation
pl: Otwórz menu podręczne DuckStation
ro_ro: Deschide meniul rapid Duckstation
sk_sk: Otvoriť rýchlu ponuku DuckStation

# keys_files
source: Open LUA console
es: Abrir consola LUA
eu_es: Ireki LUA kontsola
gl_es: Abre a consola LUA
hu: Nyissa meg a LUA konzolt
it: Apri la console LUA
ja_jp: LUA コンソールを開く
ko: LUA 콘솔 열기
nb_no: Åpne LUA-konsollen
pl: Otwórz konsolę LUA
pt_pt: Abrir a consola da LUA
ro_ro: Deschide consola LUA
sk_sk: Otvoriť konzolu LUA
sv_se: Öppna LUA-konsolen
tr: LUA konsolunu aç
vi_vn: Mở bảng điều khiển Lua
zh_tw: 開啟 LUA 主機

# keys_files
source: Open Load Menu
ko: 로드 메뉴 열기
pl: Otwarcie menu wczytywania

# keys_files
source: Open Menu
hu: Menü megnyitása
ko: 메뉴 열기
pl: Otwarcie menu
pt_pt: Abrir Menu
sv_se: Öppna meny
tr: Menüyü Aç
vi_vn: Mở menu
zh_tw: 開啟選單

# keys_files
source: Open Save Menu
ko: 저장 메뉴 열기
pl: Otwarcie menu zapisywania

# keys_files
source: Open build room menu
es: Abrir menú de construcción de habitación
eu_es: Ireki gela eraikitze menua
gl_es: Abrir o menú de construción da sala
hu: Nyissa meg a szerkesztés menüjét
it: Apri il menu costruzione stanza
ja_jp: ビルド ルーム メニューを開く
ko: 빌드 룸 메뉴 열기
nb_no: Åpne menyen for byggerom
pl: Otwórz menu pokoju kompilacji
pt_pt: Abrir menu da sala de construção
ro_ro: Deschide meniul camerei de construcție
sk_sk: Otvoriť ponuku výstavby izby
sv_se: Öppna byggmenyn för rum
tr: Derleme odası menüsünü aç
vi_vn: Mở menu xây dựng
zh_tw: 打開建造房間菜單

# keys_files
source: Open door
es: Abrir puerta
gl_es: Porta aberta
hu: Ajtónyitás
it: Apri porta
ja_jp: ドアを開ける
ko: 문 열기
pl: Otwórz drzwi
pt_pt: Porta aberta
ro_ro: Deschide ușa
sk_sk: Otvoriť dvere
sv_se: Öppna dörr
tr: Kapıyı aç
vi_vn: Mở cửa
zh_tw: 開門

# keys_files
source: Open furnish corridor menu
es: Abrir menú para amueblar pasillo
eu_es: Ireki pasilloa altzariztatzeko menua
gl_es: Abrir o menú do corredor de mobiliario
it: April il menu arredamento corridoio
ja_jp: furnish corridor メニューを開く
ko: 가구 복도 메뉴 열기
nb_no: Åpne innredningskorridormenyen
pl: Otwórz menu korytarza wyposażenia
pt_pt: Abrir menu do corredor de móveis
ro_ro: Deschide meniul coridorului de aprovizionare
sk_sk: Otvorená ponuka vybavenia chodby
sv_se: Öppna inredningsmenyn för korridorer
tr: Mobilya koridoru menüsünü aç
vi_vn: Mở menu nội thất
zh_tw: 打開家具走廊菜單

# game_options
source: OpenGL (Classic)
es: OpenGL (Clásico)
gl_es: OpenGL (Clásico)
hu: OpenGL (Klasszikus)
it: OpenHL (Classico)
ja_jp: OpenGL（クラシック）
ko: OpenGL (클래식)
pt_pt: OpenGL (Clássico)
ro_ro: OpenGL (Clasic)
sk_sk: OpenGL (klasické)
sv_se: OpenGL (klassisk)
tr: OpenGL (Klasik)
vi_vn: OpenGL (Cổ điển)

# game_options
source: OpenGL (Compute shader)
hu: OpenGL (Számítási shader)
it: OpenGL (Calcola shader)
ja_jp: OpenGL（コンピュートシェーダ）
ko: OpenGL (컴퓨트 셰이더)
pt_pt: OpenGL (Computação de Shader)
sk_sk: OpenGL (vypočítať shader)
sv_se: OpenGL (beräkna shader)
tr: OpenGL (Gölgelendirici hesap)
vi_vn: OpenGL (Tính toán Shader)

# game_options
source: OpenGL (Default)
ca: OpenGL (Per defecte)
es: OpenGL (Defecto)
eu_es: OpenGL (Defektuz)
gl_es: OpenGL (predeterminado)
hu: OpenGL (alapértelmezett)
ja_jp: OpenGL (標準)
ko: OpenGL (기본)
nb_no: OpenGL (standard)
pl: OpenGL (domyślnie)
pt_pt: OpenGL (Predefinição)
ro_ro: OpenGL (Implicit)
sk_sk: OpenGL (predvolené)
sv_se: OpenGL (standard)
tr: OpenGL (Varsayılan)
vi_vn: OpenGL (Mặc định)
zh_tw: OpenGL (預設)

# game_options
source: OpenGL (Overwrites Libretro API settings)
es: OpenGL (sobrescribe los ajustes de la API de Libretro)
gl_es: OpenGL (sobrescribe a configuración da API de Libretro)
hu: OpenGL (felülírja a Libretro API beállításait)
it: OpenGL (Sovrascrive le impostaioni API Libretro)
ja_jp: OpenGL (Libretro API 設定を上書きします)
ko: OpenGL (Libretro API 설정을 덮어씀)
nb_no: OpenGL (overskriver Libretro API-innstillinger)
pl: OpenGL (nadpisuje ustawienia API Libretro)
pt_pt: OpenGL (substitui as configurações da API do Libretro)
ro_ro: OpenGL (Suprascrie setările API Libretro)
sk_sk: OpenGL (prepíše Libretro API nastavenia)
sv_se: OpenGL (skriver över Libretro API-inställningar)
tr: OpenGL (Libretro API ayarlarının üzerine yazar)
vi_vn: OpenGL (Ghi đè cài đặt API Libretro)

# game_options
source: OpenGL (x86 only)
es: OpenGL (Sólo x86)
eu_es: OpenGL (x86 soilik)
gl_es: OpenGL (x86 só)
it: OpenGL (solo per x86)
ja_jp: OpenGL (PCのみ)
ko: OpenGL (x86 전용)
nb_no: OpenGL (kun x86)
pl: OpenGL (tylko x86)
pt_pt: OpenGL (somente x86)
ro_ro: OpenGL (Doar x86)
sk_sk: OpenGL (iba x86)
sv_se: OpenGL (endast x86)
tr: OpenGL (sadece x86)
vi_vn: OpenGL (chỉ x86)

# game_options
source: OpenGL with Shaders
es: OpenGL con Shaders (sombreadores)
eu_es: OpenGL Shader-ekin
gl_es: OpenGL con Sombreadores
it: OpenGL con Shaders
ja_jp: OpenGL と シェーダー
ko: 셰이더를 사용한 OpenGL
nb_no: OpenGL med Shaders
pl: OpenGL z shaderami
pt_pt: OpenGL com Shaders
ro_ro: OpenGL cu shadere
sk_sk: OpenGL so shadermi
sv_se: OpenGL med shaders
tr: Gölgelendiricili OpenGL
vi_vn: OpenGL với Shader

# game_options
source: OpenGLES (Default)
es: OpenGLES (Defecto)
eu_es: OpenGLES (Defektuz)
gl_es: OpenGLES (Predeterminado)
hu: OpenGLES (Alap)
ja_jp: OpenGLES (標準)
ko: OpenGLES (기본t)
nb_no: OpenGLES (standard)
pl: OpenGLES (domyślnie)
pt_pt: OpenGLES (Predefinição)
ro_ro: OpenGLES (Implicit)
sk_sk: OpenGLES (predvolené)
sv_se: OpenGLES (standard)
tr: OpenGLES (Varsayılan)
vi_vn: OpenGles (Mặc định)

# game_options
source: Optimized (auto)
ca: Optimitzat (automàtic)
es: Optimizado (auto)
eu_es: Optimizatua (automatikoa)
gl_es: Optimizado (automático)
hu: Optimalizált (automatikus)
it: Ottimizzato (auto)
ja_jp: 最適化（自動）
ko: 최적화 (자동)
nb_no: Optimalisert (automatisk)
pl: Zoptymalizowana (automatyczna)
pt_pt: Otimizado (automático)
ro_ro: Optimizat (auto)
sk_sk: Optimalizované (auto)
sv_se: Optimerad (auto)
tr: İyileştirilmiş (otomatik)
vi_vn: Tối ưu hóa (tự động)
zh_tw: 最佳化 (自動)

# game_options
source: Orange
es: Naranja
gl_es: Laranxa
hu: Narancs
it: Arancione
ja_jp: オレンジ
ko: 주황색
nb_no: Oransje
pl: Pomarańczowy
pt_pt: Laranja
ro_ro: Portocaliu
sk_sk: Oranžové
tr: Turuncu
vi_vn: Cam
zh_tw: 橙

# game_options
source: Orange - Hokage Orange
ca: Taronja - Taronja Hokage
es: Naranja - Hokage Orange
eu_es: Laranja - HOkage Laranja
gl_es: Laranxa - Hokage Orange
hu: Narancssárga - Hokage Orange
it: Arancione - Arancione Hokage
ja_jp: オレンジ - 火影オレンジ
ko: 주황색 - 호카게 오렌지
nb_no: Oransje - Hokage Orange
pl: Pomarańczowy - Pomarańczowy Hokage
pt_pt: Laranja - Hokage Laranja
sk_sk: Oranžová - Hokage Orange
tr: Portakal Rengi - Hokage Portakalı
zh_tw: 橙 - Hokage Orange

# game_options
source: Original
eu_es: Jatorrizkoa
gl_es: Orixinal
hu: Eredeti
it: Originale
ja_jp: オリジナル
ko: 오리지널
pl: Oryginał
ro_ro: Originală
sk_sk: Pôvodné
tr: Orijinal
vi_vn: Nguyên bản
zh_tw: 原來的

# game_options
source: Original Hardware (FirebrandX)
ca: Maquinar original (FirebrandX)
es: Hardware Original (FirebrandX)
eu_es: Jatorrizko Hardware-a (FirebrandX)
gl_es: Hardware orixinal (FirebrandX)
hu: Eredeti hardver (FirebrandX)
it: Hardware Originale (FirebrandX)
ja_jp: オリジナルハードウェア (FirebrandX)
ko: 오리지널 하드웨어 (파이어브랜드X)
nb_no: Original maskinvare (FirebrandX)
pl: Oryginalny sprzęt (FirebrandX)
pt_pt: Hardware Original (FirebrandX)
ro_ro: Hardware original (FirebrandX)
sk_sk: Pôvodný hardvér (FirebrandX)
sv_se: Original hårdvara (FirebrandX)
tr: Orijinal Donanım (FirebrandX)
zh_tw: 原來的硬體 (FirebrandX)

# game_options
source: Original Size
es: Tamaño original
eu_es: Jatorrizko Tamaina
gl_es: Tamaño orixinal
hu: Eredeti méret
it: Dimensioni Originali
ja_jp: オリジナルサイズ
ko: 오리지널 크기
nb_no: Opprinnelig størrelse
pl: Oryginalny rozmiar
pt_pt: Tamanho original
ro_ro: Mărimea originală
sk_sk: Pôvodná veľkosť
sv_se: Ursprunglig storlek
tr: Orjinal Boyut
vi_vn: Kích thước ban đầu
zh_tw: 原來的尺寸

# game_options
source: Original resolution
ca: Resolució original
es: Resolución original
eu_es: Jatorrizko bereizmena
gl_es: Resolución orixinal
hu: Eredeti felbontás
it: Risoluzione Originale
ja_jp: オリジナル解像度
ko: 오리지널 해상도
nb_no: Opprinnelig oppløsning
pl: Rozdzielczość oryginalna
pt_pt: Resolução original
ro_ro: Rezoluția originală
sk_sk: Pôvodné rozlíšenie
sv_se: Ursprunglig upplösning
tr: Orijinal çözünürlük
vi_vn: Độ phân giải ban đầu
zh_tw: 原來的解析度

# game_options
source: Original screen positions
ca: Posicions de pantalla originals
es: Posiciones de pantallas originales
eu_es: Jatorrizko pantaila posizioak
gl_es: Posicións das pantallas orixinais
hu: Eredeti képernyőpozíciók
it: Posizione schermi originale
ja_jp: 実機の画面位置で表示する
ko: 오리지널 화면 위치
nb_no: Opprinnelige skjermposisjoner
pl: Oryginalne pozycje ekranów
pt_pt: Posições originais do ecrã
ro_ro: Poziții ecran original
sk_sk: Pôvodné polohy obrazovky
sv_se: Ursprungliga skärmpositioner
tr: Orijinal ekran konumları
vi_vn: Vị trí màn hình gốc
zh_tw: 原來的螢幕位置

# game_options
source: Output rotation independent of xrandr or framebuffer settings.
ca: Sortida de rotació independent de xrandr o configuració de framebuffer.
es: Rotación de salida independiente de la configuración de xrandr o framebuffer.
eu_es: Irteera biratzea xrandr edo framebuffer ezarpenetatik independiente.
gl_es: Rotación de saída independente da configuración de xrandr ou framebuffer.
hu: A kimeneti forgatás független az xrandr vagy a framebuffer beállításaitól.
it: Rotazione output indipendente da xrandr o dalle impostazioni framebuffer.
ja_jp: xrandr やフレームバッファの設定に関係なく回転表示を出力します
ko: 출력 회전은 xrandr 또는 프레임 버퍼 설정과 무관합니다.
nb_no: Utgangsrotasjon uavhengig av xrandr- eller framebufferinnstillinger.
pl: Rotacja wyjścia niezależna od ustawień xrandr lub bufora ramki.
pt_pt: Rotação de saída independente das configurações de xrandr ou memória temporária.
ro_ro: Rotirea ieșirii independentă de setările bufferului de cadre sau xrandr.
sk_sk: Otočenie výstupu nezávislé na xrandr alebo nastavení framebuffera.
sv_se: Utgångsrotation oberoende av xrandr- eller framebuffer-inställningar.
tr: Xrandr veya çerçeve tamponu ayarlarından bağımsız çıkış döndürme.
zh_tw: 輸出旋轉獨立於 xrandr 或幀緩衝區設定。

# game_options
source: Overclock the SNES CPU (Gradius 3, Super R-Type).
ca: Forçar la CPU SNES (Gradius 3, Super R-Type).
es: Overclock la CPU de SNES (Gradius 3, Super R-Type).
eu_es: Overclock-a egin SNES-aren CPU-an (Gradius 3, Super R-Type)
gl_es: Overclock a CPU SNES (Gradius 3, Super R-Type).
hu: Túlhajtja az SNES CPU-t (Gradius 3, Super R-Type).
it: Overclocca la CPU SNES (Gradius 3, Super R-Type).
ja_jp: スーファミCPUのオーバークロック(グラディウス3,スーパーRタイプ)
ko: SNES CPU (그라디우스 3, 슈퍼 R 타입)를 오버 클럭합니다.
nb_no: Overklokke SNES-prosessoren (Gradius 3, Super R-Type).
pl: Podkręć procesor SNES-a (Gradius 3, Super R-Type).
pt_pt: Fazer overclock ao CPU da SNES (Gradius 3, Super R-Type).
ro_ro: Overclockează CPU-ul SNES-ului (Gradius 3, Super R-Type).
sk_sk: Pretaktovať SNES CPU (Gradius 3, Super R-Type).
sv_se: Överklocka SNES CPU (Gradius 3, Super R-Type).
tr: SNES işlemcisi hız aşımı (Gradius 3, Super R-Type).
vi_vn: Ép xung CPU SNES (Gradius 3, Super R-Type).
zh_tw: 超頻 SNES CPU（Gradius 3、Super R-Type）。

# game_options
source: Overrides the language mode of the emulated console.
es: Anula el modo de idioma de la consola emulada.
gl_es: Anula o modo de lingua da consola emulada.
hu: Felülbírálja az emulált konzol nyelvi módját.
it: Rimpiazza la modalità lingua della console emulata.
ja_jp: エミュレートされたコンソールの言語モードを上書きします
ko: 에뮬레이션된 콘솔의 언어 모드를 재정의합니다.
nb_no: Overstyrer språkmodusen til den emulerte konsollen.
pl: Zastępuje tryb języka emulowanej konsoli.
pt_pt: Substitui o modo do idioma da consola emulado.
ro_ro: Suprascrie modul lingvistic al consolei emulate.
sv_se: Åsidosätter språkläget för den emulerade konsolen.
tr: Taklit edilmiş konsolun dil modunu geçersiz kılar.
vi_vn: Ghi đè chế độ ngôn ngữ của bảng điều khiển mô phỏng.
zh_tw: 覆寫模擬主機的語言模式。

# game_options
source: P1 & P2
ca: J1 i J2
es: P1 y P2
gl_es: P1 e P2
ja_jp: P1 と P2
ko: P1 및 P2
nb_no: P1 OG P2
pl: P1 i P2
pt_pt: Jogador 1 & Jogador 2
ro_ro: P1 și P2
zh_tw: 玩家1與玩家2

# game_options
source: P1 only
ca: només J1
es: Sólo P1
eu_es: P1 soilik
gl_es: P1 só
hu: P1 csak
it: Solo P1
ja_jp: P1 のみ
ko: P1 전용
nb_no: Kun P1
pl: P1 tylko
pt_pt: Somente Jogador 1
ro_ro: Doar P1
sk_sk: Iba P1
sv_se: Endast P1
tr: Sadece P1
vi_vn: chỉ P1
zh_tw: 只有玩家1

# game_options
source: P2 only
ca: només J2
es: Sólo P2
eu_es: P2 soilik
gl_es: P2 só
hu: P2 csak
it: Solo P2
ja_jp: P2 のみ
ko: P2 전용
nb_no: Kun P2
pl: P2 tylko
pt_pt: Somente Jogador 2
ro_ro: Doar P2
sk_sk: Iba P2
sv_se: Endast P2
tr: Sadece P2
vi_vn: chỉ P2
zh_tw: 只有玩家2

# game_options
source: PAL 288x576px 50Hz
ko: PAL 288x576픽셀 50Hz

# game_options
source: PAL 288x576px 50Hz (auto)
ja_jp: PAL 288x576px 50Hz (自動)
ko: PAL 288x576픽셀 50Hz (자동)
nb_no: PAL 288x576px 50Hz (automatisk)
pt_pt: PAL 288x576px 50Hz (automático)
tr: PAL 288x576px 50Hz (otomatik)
vi_vn: PAL 288x576px 50Hz (Tự động)
zh_tw: PAL 288x576px 50Hz (自動)

# game_options
source: PAL 576x312px
ko: PAL 576x312픽셀
sv_se: PAL 576x312 pixlar

# game_options
source: PARALLEL-RDP UPSCALER
es: ESCALADOR PARALLEL-RDP
eu_es: PARALLEL-RDP ESKALATZAILEA
gl_es: ESCALADOR PARALLEL-RDP
hu: PÁRHUZAMOS-RDP FELSKÁLÁZÓ
it: UPSCALER PARALLEL-RDP
ja_jp: PARALLEL-RDP アップスケーラー
ko: 병렬-RDP 업스케일러
nb_no: PARALLELL-RDP-OPPSKALERER
pl: UPSCALER RÓWNOLEGŁY-RDP
pt_pt: UPSCALER RDP PARALELO
ro_ro: UPSCALER PARALLEL-RDP
sk_sk: ParaLLEl-RDP upscaller
sv_se: UPPSKALARE FÖR PARALLELL-RDP
tr: PARALLEL-RDP YÜKSELTİCİ

# game_options
source: PAUSE ON TRANSLATED SCREEN
ca: PAUSAR AL TRADUIR UNA PANTALLA
es: PAUSAR EN LA PANTALLA TRADUCIDA
eu_es: GELDITU ITZULITAKO PANTAILAN
gl_es: PAUSAR NA PANTALLA TRADUCIDA
hu: PILLANAT ÁLJ A LEFORDÍTOTT KÉPERNYŐN
it: PAUSA SULLO SCHERMO TRADOTTO
ja_jp: 翻訳画面で一時停止
ko: 번역된 화면에서 일시중지
nb_no: PAUSE PÅ OVERSATT SKJERM
pl: PAUZA NA EKRANIE Z TŁUMACZENIEM
pt_pt: PAUSAR NO ECRÃ TRADUZIDO
ro_ro: FĂ O PAUZĂ PE ECRANUL TRADUS
sk_sk: Pozastaviť na preloženej obrazovke
sv_se: PAUSA PÅ ÖVERSATT SKÄRM
tr: ÇEVİRİLEN EKRANDA DURAKLAT
vi_vn: TẠM DỪNG TRÊN MÀN HÌNH ĐÃ DỊCH
zh_tw: 翻譯顯示時暫停

# game_options
source: PAUSE SCREEN DISPLAY
es: PANTALLA DE PAUSA
eu_es: GELDITZE PANTAILA
gl_es: PANTALLA DE PAUSA
hu: KÉPERNYŐ KIJELZŐ SZÜNETELTETÉSE
it: SCHERMO DI PAUSA
ja_jp: 一時停止画面
ko: 화면 표시 일시중지
nb_no: PAUSESKJERMVISNING
pl: EKRAN WSTRZYMANIA
pt_pt: PAUSAR ECRÃ DE EXIBIÇÃO
ro_ro: AFIȘARE ECRAN PAUZĂ
sk_sk: Zobrazenie pri pozastavení
sv_se: PAUSA SKÄRMVISNING
tr: EKRANI GÖRÜNTÜLERKEN DURAKLAT
vi_vn: MÀN HÌNH TẠM DỪNG
zh_tw: 暫停螢幕顯示

# game_options
source: PC MODEL
ca: MODEL DE PC
es: MODELO DE PC
eu_es: PC MODELOA
gl_es: MODELO DE PC
it: MODELLO PC
ja_jp: PC モデル
ko: PC 모델
nb_no: PC-MODELL
pl: MODEL PC
pt_pt: MODELO DO COMPUTADOR
ro_ro: MODEL PC
sk_sk: Model PC
sv_se: PC-MODELL
tr: PC MODELİ
vi_vn: MÔ HÌNH PC

# game_options
source: PCE Joypad
ca: Comandament PCE
eu_es: PCE Joypad-a
gl_es: Mando Básico PCE
it: Joypad PCE
ja_jp: ジョイパッド
ko: PCE 조이패드
pl: Joypad PCE
pt_pt: Comando PCE
ro_ro: Joypad PCE
zh_tw: PCE 手把

# game_options
source: PCE Mouse
ca: Ratolí PCE
eu_es: PCE Xagua
gl_es: Rato PCE
it: Mouse PCE
ja_jp: マウス
ko: PCE 마우스
nb_no: PCE-mus
pl: Mysz PCE
pt_pt: Rato do PCE
ro_ro: Maus PCE
sk_sk: PCE myš
sv_se: PCE-mus
tr: PCE Fare
vi_vn: Chuột PCE
zh_tw: PCE 滑鼠

# game_options
source: PDP-1 Paper Tape Reader Images
ca: Imatges de lectora de cintes de paper PDP-1
eu_es: PDP-1 Paper zinta irakurle irudiak
gl_es: PDP-1 Lector de cintas de papel Imáxes
hu: PDP-1 papír szalagolvasó képek
it: Lettore immagini PDP-1 Paper Tape
ja_jp: PDP-1 ペーパーテープリーダーイメージ
ko: PDP-1 종이 테이프 리더 이미지
nb_no: Bilder av PDP-1 papirbåndleser
pl: Obrazy czytnika taśm papierowych PDP-1
pt_pt: Imagens do Leitor de Fita de Papel PDP-1
ro_ro: Imagine bandă de hârtie PDP-1
sk_sk: PDP-1 Paper Tape Reader obrazy
sv_se: PDP-1 pappersremsor-avbilder
tr: PDP-1 Kağıt Bant Okuyucu Görselleri

# game_options
source: PER TABLE FOLDER
es: CARPETA POR MESA
gl_es: CARTAFOL POR MESA
hu: ASZTALONKÉNTI MAPPA
it: UNA CARTELLA PER TAVOLA
ja_jp: テーブルフォルダごと
ko: 테이블 폴더당
nb_no: PER TABELLMAPPE
pl: FOLDER NA STÓŁ
pt_pt: POR PASTA DE TABELA
ro_ro: DOSAR PER TABEL
sv_se: PER-BORDSMAPP
tr: TABLO KLASÖRÜ BAŞINA
zh_tw: 每個表資料夾

# game_options
source: PER-GAME SAVES
ca: DESATS PER JOC
es: GUARDADOS POR JUEGO
eu_es: JOKU-GAKOITZEKO GORDETZEAK
gl_es: GARDADOS POR XOGO
hu: JÁTÉKONKÉNT MENTES
it: SALVATAGGI PER GIOCO
ja_jp: ゲームごとの保存データ
ko: 게임당 저장
nb_no: REDNINGER PER KAMP
pl: ZAPISY NA KAŻDĄ GRĘ
pt_pt: GRAVAÇÕES POR JOGO
ro_ro: SALVĂRI PER JOC
sk_sk: Uloženia podľa hry
sv_se: PER-SPEL-SPARNINGAR
tr: OYUN BAŞINA KAYITLAR
vi_vn: LƯU CHO MỖI TRÒ CHƠI
zh_tw: 每個遊戲存檔

# game_options
source: PERFORMANCE HACKS
ca: TRUCS DE RENDIMENT
es: TRUCOS DE RENDIMIENTO
eu_es: ERAGINKORTASUN HACK-AK
gl_es: TRUCOS DE RENDEMENTO
hu: TELJESÍTMÉNY HACKEK
it: HACK PERFORMANCE
ja_jp: 性能ハック
ko: 성능 해킹
nb_no: PRESTASJONSHACKS
pl: HAKI WYDAJNOŚCI
pt_pt: HACKS DE DESEMPENHO
ro_ro: HACK-URI DE PERFORMANȚĂ
sk_sk: Výkonnostné hacky
sv_se: PRESTANDAHACK
tr: PERFORMANS GELİŞTİRMELERİ
vi_vn: HACK HIỆU SUẤT
zh_tw: 效能補丁

# game_options
source: PERFORMANCE HACKS (needs review)
ca: TRUCS DE RENDIMENT (necessita revisió)
es: TRUCOS DE RENDIMIENTO (necesita revisión)
eu_es: ERAGINKORTASUN HACK-AK (berrikuspena behar du)
gl_es: HACKS DE RENDEMENTO (necesita revisión)
hu: TELJESÍTMÉNY HACKEK (felülvizsgálatra szorul)
it: HACKS PERFORMANCE (richiede verifica)
ja_jp: 性能ハック（要確認）
ko: 성능 해킹 (검토 필요)
nb_no: PERFORMANCE HACKS (må gjennomgås)
pl: HAKI WYDAJNOŚCIOWE (wymaga przeglądu)
pt_pt: HACKS DE DESEMPENHO (precisa de revisão)
ro_ro: HACK-URI DE PERFORMANȚĂ (necesită revizuire)
sk_sk: Výkonnostné hacky (potrebuje kontrolu)
sv_se: PRESTANDAHACK (behöver granskas)
tr: PERFORMANS GELİŞTİRMELERİ (incelenme gerektirir)
vi_vn: HACK HIỆU SUẤT (cần xem xét)
zh_tw: 效能補丁(需要審查)

# game_options
source: PERFORMANCE PRESETS
es: PRESETS DE RENDIMIENTO
gl_es: PRESETS DE RENDEMENTO
hu: TELJESÍTMÉNYBEÁLLÍTÁSOK
it: PRESETS PERFORMANCE
ja_jp: 性能プリセット
ko: 성능 사전 설정
nb_no: FORHÅNDSINNSTILLINGER FOR YTELSE
pl: PRESETY WYDAJNOŚCI
pt_pt: PREDEFINIÇÕES DE DESEMPENHO
ro_ro: GRUP DE SETĂRI DE PERFORMANȚĂ
sk_sk: Výkonnostné predvoľby
sv_se: FÖRINSTÄLLNINGAR FÖR PRESTANDA
tr: PERFORMANS ÖN AYARLARI
vi_vn: CÀI ĐẶT HIỆU SUẤT
zh_tw: 性能預設

# game_options
source: PHYSICAL KEYBOARD LAYOUT
ca: DISTRIBUCIÓ DE TECLAT FÍSIC
es: DISTRIBUCIÓN DEL TECLADO FÍSICO
eu_es: TEKLATU FISIKOAREN ANTOLAKETA
gl_es: DISPOSICIÓN FÍSICA DO TECLADO
hu: FIZIKAI BILLENTYŰZET ELHELYEZÉS
it: LAYOUT TASTIERA FISICA
ja_jp: キーボードレイアウトの選択
ko: 물리적 키보드 배열
nb_no: FYSISK TASTATUROPPSETT
pl: FIZYCZNY UKŁAD KLAWIATURY
pt_pt: LAYOUT DE TECLADO FÍSICO
ro_ro: DISPUNEREA TASTATURII FIZICE
sk_sk: Rozloženie fyzickej klávesnice
sv_se: FYSISK TANGENTBORDSLAYOUT
tr: FİZİKSEL KLAVYE DÜZENİ
vi_vn: BỐ CỤC BÀN PHÍM VẬT LÝ
zh_tw: 實體鍵盤佈局
