Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Use preemptive frames instead of run-ahead. Only runs ahead when controller state changes.
es: Utiliza fotogramas preventivos en lugar de run-ahead. Sólo avanza cuando cambia el estado del controlador.
gl_es: Usa cadros preventivos en vez de executar adiante. Só executa adiante cando cambia o estado do controlador.
hu: Használjon preemptív kereteket a előrefutás helyett. Csak akkor fut előre, ha a vezérlő állapota megváltozik.
it: Usa frames peemptivi invece di run-ahead. Usa run ahead solo quando lo statodel controller cambia.
ja_jp: 先読みの代わりにプリエンプティブフレームを使用します。 コントローラの状態変化時にのみ先に実行されます。
ko: 런-어헤드 대신 선점형 프레임을 사용합니다. 컨트롤러 상태가 변경될 때만 선점합니다.
nb_no: Bruk forebyggende rammer i stedet for forhåndskjøring. Bruker bare forhåndskjøring når kontrollerens tilstand endres.
pl: Używa ramek wstępnych zamiast run-ahead. Działa tylko wtedy, gdy zmienia się stan kontrolera.
pt_pt: Utilize frames preemptivos em run-ahead. Apenas corre à frente quando o comando alterações de estado.
ro_ro: Folosește cadre preemptive în loc de cele pre-rulate. Va pre-rula doar când starea controlerului se schimbă.
sv_se: Använd preemptive frames istället för run-ahead. Kör endast framåt när styrenhetens tillstånd ändras.
tr: Önden giden kareler yerine, önleyici kareler kullan. Kontrolcü durumu değiştiğinde önden giden kare çalışır.
vi_vn: Sử dụng các khung ưu tiên thay vì chạy về phía trước. Chỉ chạy về phía trước khi trạng thái bộ điều khiển thay đổi.
zh_tw: 使用搶佔式幀而不是先跑式幀。僅在控制器狀態改變時執行。

# game_options
source: Use the same art paths as standalone MAME - not recommended if using decorations or shaders.
ca: Usar la mateixa ruta d’art que l’emulador individual MAME - No recomanat si s’usen decoracions o shaders.
es: Utiliza mismas rutas que las ilustraciones de MAME - no se recomienda si usas decoraciones o shaders.
eu_es: Erabili arte-aren bide berbera MAME bere hortan - Ez da gomendagarria dekoradore eta shader-ak erabiltzean.
gl_es: Usa os mesmos camiños artísticos que cas ilustracións de MAME - non se recomenda se usas decoracións ou sombreadores.
hu: Használja ugyanazokat a művészeti útvonalakat, mint az önálló MAME – dekoráció vagy árnyékoló használata esetén nem ajánlott.
it: Utilizza la stessa path art per MAME standalone - non raccomandato assieme a decorazioni o shaders.
ja_jp: 「MAME」と同じartworkパスを使用します(シェーダー、ベゼルを使う場合は不可)
ko: 단독 실행 마메와 동일한 아트 경로를 사용 - 장식이나 셰이더를 사용하는 경우에는 권장하지 않습니다.
nb_no: Bruk de samme kunstbanene som i frittstående MAME - anbefales ikke hvis du bruker dekorasjoner eller shaders.
pl: Użyj tych samych ścieżek dla grafiki, co w przypadku samodzielnego MAME – nie jest to zalecane w przypadku korzystania z dekoracji lub shaderów.
pt_pt: Usar o mesmo caminho de arquivo de arte do MAME de forma independente - não recomendado se estiver a usar molduras ou sombreamentos.
ro_ro: Folosește aceleași căi pentru artă ca un MAME de sine stătător - nu este recomandat dacă se utilizează rame sau shadere.
sk_sk: Použiť rovnaké cesty grafiky ako samostatná MAME – neodporúča sa, ak používate dekorácie alebo shadery.
sv_se: Använd samma bildsökvägar som fristående MAME - rekommenderas inte om du använder dekorationer eller shaders.
tr: Bağımsız MAME ile aynı görsel yollarını kullanın - dekorasyon veya gölgelendirici kullanıyorsanız önerilmez.
vi_vn: Sử dụng các đường dẫn art tương tự như MAME độc lập - không được khuyến nghị nếu sử dụng đồ trang trí hoặc trình đổ bóng.
zh_tw: 使用與獨立MAME相同的藝術路徑-如果使用裝飾或著色器，不推薦使用。

# game_options
source: Use this to play online with custom servers that reimplement the discontinued Nintendo Wi-Fi.
es: Úselo para jugar online con servidores personalizados que vuelvan a implementar el descontinuado Nintendo Wi-Fi.
gl_es: Usa isto para xogar en liña con servidores personalizados que volvan a implementar o descontinuado Nintendo Wi-Fi.
hu: Ezzel online játszhatsz olyan egyedi szerverekkel, amelyek újraimplementálják a megszűnt Nintendo Wi-Fi-t.
it: Usa questo per giocare online con servers personalizzati che reimplementano il protocollo Nintendo Wi-Fi abbandonato.
ja_jp: 廃止された Nintendo Wi-Fi を再実装したカスタム サーバーでオンラインでプレイします
ko: 이 기능을 사용하면 중단된 닌텐도 Wi-Fi를 다시 구현한 커스텀 서버에서 온라인으로 플레이할 수 있습니다.
nb_no: Bruk denne til å spille online med egendefinerte servere som reimplementerer det utgåtte Nintendo Wi-Fi.
pl: Użyj tej funkcji, aby grać online z niestandardowymi serwerami, które ponownie implementują wycofane Wi-Fi Nintendo.
pt_pt: Use-o para jogar online com servidores personalizados que reimplementam o Nintendo Wi-Fi descontinuado.
ro_ro: Folosește asta pentru a juca online cu servere personalizate care reimplementează serviciul întrerupt Nintendo Wi-Fi.
sv_se: Använd den för att spela online med anpassade servrar som återimplementerar det nedlagda Nintendo Wi-Fi.
tr: Durdurulan Nintendo Wi-Fi'yi yeniden uygulayan özel sunucularla çevrimiçi oynamak için bunu kullanın.
vi_vn: Sử dụng tính năng này để chơi trực tuyến với các máy chủ tùy chỉnh triển khai lại Wi-Fi đã ngừng hoạt động của Nintendo.
zh_tw: 用它來玩線上遊戲，定製伺服器重新實現了停產的任天堂Wi-Fi。

# game_options
source: Use to eliminate cursor drift/unwanted input.
ca: Usar per eliminar la desviació de cursor o entrades no desitjades.
es: Úselo para eliminar la desviación del cursor/entradas no deseadas.
eu_es: Erabili kurtsorearen deriba/sarrera okerrak kentzeko
gl_es: Useo para eliminar a deriva do cursor/entradas non desexadas.
hu: Használja a kurzor elsodródásának/nem kívánt bemenetének kiküszöbölésére.
it: Usalo per eliminare il dript cursore / input non voluti.
ja_jp: カーソルが不動/移動/不要な入力を排除するために使用します
ko: 커서 드리프트/원치 않는 입력을 제거하는 데 사용합니다.
nb_no: Brukes til å eliminere markørdrift/uønsket input.
pl: Służy do eliminowania dryftu kursora/niepożądanych danych wejściowych.
pt_pt: Use para eliminar drift do cursor/input indesejado.
ro_ro: Folosit pentru a elimina deplasarea nedorită a cursorului.
sk_sk: Použite na odstránenie posunu kurzora/nežiaduceho vstupu.
sv_se: Används för att eliminera markördrift/oönskad inmatning.
tr: İmleç kaymasını/istenmeyen girişi ortadan kaldırmak için kullanın.
vi_vn: Sử dụng để loại bỏ con trỏ bị trôi/đầu vào không mong muốn.
zh_tw: 用於消除游標漂移/不需要的輸入。

# game_options
source: Use to eliminate joystick drift/unwanted input. Effects all controllers.
es: Utilícelo para eliminar el desplazamiento no deseado/drift del joystick. Afecta a todos los mandos.
gl_es: Use para eliminar a deriva do joystick/entrada non desexada. afecta a todos os mandos.
hu: Használja a joystick eltolódásának/nem kívánt bevitelének kiküszöbölésére. Az összes vezérlőt érinti.
it: Elimina il drift e input involontari del joystick. Vale per tutti i controllers.
ja_jp: ジョイスティックのドリフトや不要な入力を排除するために使用します。全コントローラーに影響を与えます
ko: 조이스틱 드리프트/원치 않는 입력을 제거하는 데 사용합니다. 모든 컨트롤러에 영향을 미칩니다.
nb_no: Brukes til å eliminere joystickdrift/uønsket input. Virker på alle kontrollere.
pl: Służy do eliminacji dryftu joysticka/niepożądanego wejścia. Działa na wszystkich kontrolerach.
pt_pt: Use para eliminar drift/indesejado do comando. Afeta todos os comandos.
ro_ro: Folosit pentru a elimina deplasarea nedorită a joystick-ului. Are efect pe toate controlerele.
sv_se: Används för att eliminera joystickdrift/oönskad inmatning. Påverkar alla styrenheter.
tr: Joystick sürüklenmesi / istenmeyen girişi kaldırmak için kullanın. Tüm kontrolcüleri etkiler.
vi_vn: Sử dụng để loại bỏ hiện tượng trôi cần điều khiển/đầu vào không mong muốn. Có hiệu lực trên tất cả các bộ điều khiển.
zh_tw: 用於消除搖桿漂移/不需要的輸入。影響所有控制器。

# game_options
source: Use to make joystick movement more or less sensitive. Effects all controllers.
es: Utilícelo para hacer que el movimiento del joystick sea más o menos sensible. Afecta a todos mandos.
gl_es: Use para facer co movemento do joystick sexa máis ou menos sensible. Afecta a todos os controladores.
hu: Használja a joystick mozgásának többé-kevésbé érzékenyebbé tételéhez. Az összes vezérlőt érinti.
it: Usalo per rendere meno sensibili i movimenti del joystick. Vale per tutti i controllers/
ja_jp: ジョイスティックの動きを敏感にするために使用します。全コントローラーに影響を与えます
ko: 조이스틱 움직임을 더 민감하게 또는 덜 민감하게 만드는 데 사용합니다. 모든 컨트롤러에 영향을 미칩니다.
nb_no: Brukes til å gjøre joystickbevegelser mer eller mindre følsomme. Virker på alle kontrollere.
pl: Służy do zwiększania lub zmniejszania czułości joysticka. Wpływa na wszystkie kontrolery.
pt_pt: Use para tornar o movimento do joystick mais ou menos sensível. Resulta em todos os comandos
ro_ro: Folosit pentru a face mișcarea să răspundă mai rapid sau mai încet față de joystick-ul. Are efect pe toate controlerele.
sv_se: Används för att göra joystickrörelser mer eller mindre känsliga. Påverkar alla kontroller.
tr: Joystick hareketini az ya da çok hassas hale getirmek için kullanın. Tüm kontrolcüleri etkiler.
vi_vn: Sử dụng để làm cho chuyển động của cần điều khiển trở nên nhạy hơn hoặc ít nhạy hơn. Có hiệu lực trên tất cả các bộ điều khiển.
zh_tw: 用於增加或減少搖桿移動的靈敏度。影響所有控制器。

# game_options
source: Use wheels instead of pads if wheels are connected.
es: Utilizar volantes en lugar de mandos si están conectados.
eu_es: Erabili bolanteak pad-en ordez, bolanteak konektatuta badaude.
gl_es: Use volantes en lugar de mandos se os volantes están conectados.
hu: Ha a kormány csatlakoztatva van, használja a kormányt a gombok helyett.
it: Usa i manubri al posto dei pad se le ruote sono connesse.
ja_jp: ホイールが接続されている場合は、パッドの代わりに使用します
ko: 핸들이 연결되어 있는 경우 패드 대신 핸들을 사용하세요.
nb_no: Bruk ratt i stedet for kontrollere hvis hjulene er tilkoblet.
pl: Jeśli kierownice są podłączone, użyj kierownic zamiast padów.
pt_pt: Usar volante em vez de comandos se o volante estiver conectado
ro_ro: Folosește volanele în loc de gamepad-uri dacă acestea sunt conectate.
sk_sk: Použiť kolieska namiesto ovládačov, ak sú pripojené.
sv_se: Använd ratt istället för knappar om det är ratt anslutna.
tr: Direksiyon bağlıysa kontrolcü yerine direksiyon kullanın.
vi_vn: Sử dụng wheels thay gamepad nếu wheels được kết nối.
zh_tw: 如果方向盤已連線，則使用方向盤而不是手把。

# game_options
source: Use your physical anaglypth 3D glasses!
ca: Usa les teves ulleres anàglif 3D físiques!
es: ¡Usa tus gafas 3D anaglifo físicas!
eu_es: Erabili zure anaglypht 3D betaurreko fisikoak!
gl_es: Usa as túas lentes 3D de anaglipto físicas!
hu: Használd fizikai anaglipt 3D szemüvegedet!
it: Usa i tuoi occhiali 3D fisici anaglypth
ja_jp: 実際にアナグリプス3Dメガネを使用してください！
ko: 실제 애너글리프 3D 안경을 사용하십시오!
nb_no: Bruk dine fysiske anaglypth 3D-briller!
pl: Użyj swoich fizycznych okularów 3D anaglifowych!
pt_pt: Use os seus próprios óculos 3D anaglíficos!
ro_ro: Folosește-ți proprii tăi ochelari 3D anaglyph!
sk_sk: Použite svoje fyzické anaglypth 3D okuliare!
sv_se: Använd dina fysiska 3D-glasögon med anaglypth!
tr: Fiziksel anaglif 3D gözlüğünüzü kullanın!
vi_vn: Sử dụng kính 3D tương phản vật lý của bạn!
zh_tw: 使用你的立體3D眼鏡！

# game_options
source: Useful for N64 style controllers.
es: Útil para mandos estilo N64.
eu_es: Erabilgarria N64 estiloko kontrolatzaileentzat.
gl_es: Útil para controladores de estilo N64.
hu: Hasznos az N64 típusú vezérlőkhöz.
it: Utile per controller stile N64.
ja_jp: N64 スタイルのコントローラーを使うときに便利です
ko: N64 스타일 컨트롤러에 유용합니다.
nb_no: Nyttig for N64-kontrollere.
pl: Przydatne dla kontrolerów typu N64.
pt_pt: Útil para comandos no estilo de N64.
ro_ro: Util pentru controlerele tip N64.
sk_sk: Užitočné pre ovládače typu N64.
sv_se: Användbar för handkontroller av N64-typ.
tr: N64 tarzı kontrolcüler için kullanışlıdır.
vi_vn: Hữu ích cho bộ điều khiển kiểu N64.
zh_tw: 適用於N64型控制器。

# game_options
source: Useful for N64 style controllers. Limited hotkeys for controllers without dedicated hotkey.
es: Útil para mandos estilo N64. Atajos de acceso rápido limitados para mandos sin botón HOTKEY.
eu_es: Erabilgarri N64 moduko kontrolatzaileentzat. Hotkey mugatuak horretarako botoi berezirik ez duten kontrolatzaileetan.
gl_es: Útil para mandos estilo N64. Teclas de atallo limitadas para mandos sen tecla de atallo dedicada.
hu: Hasznos az N64 típusú vezérlőkhöz. Korlátozott gyorsbillentyűk a dedikált gyorsbillentyű nélküli vezérlőkhöz.
it: Utile per controllers stile N64. Hotkey limitati per controller senza hotkey dedicati.
ja_jp: N64 スタイルのコントローラーを使うときに便利です ホットキー専用ボタンがない場合のホットキーは限定されます
ko: N64 스타일 컨트롤러에 유용합니다. 전용 단축키가 없는 컨트롤러의 경우 단축키가 제한적입니다.
nb_no: Nyttig for kontrollere i N64-stil. Begrensede hurtigtaster for kontrollere uten dedikert hurtigtast.
pl: Przydatne dla kontrolerów typu N64. Ograniczone skróty klawiszowe dla kontrolerów bez dedykowanego skrótu.
pt_pt: Útil para comandos no estilo da N64. Teclas de atalho limitadas para comandos sem tecla de atalho dedicada.
ro_ro: Util pentru controlerele tip N64. Taste rapide limitate pentru controlerele fără buton rapid dedicat.
sk_sk: Užitočné pre ovládače štýlu N64. Obmedzené klávesové skratky pre ovládače bez vyhradenej klávesovej skratky.
sv_se: Användbart för kontroller av N64-typ. Begränsade snabbtangenter för kontroller utan dedikerad snabbtangent.
tr: N64 tarzı kontrolcüler için kullanışlıdır. Özel kısayol tuşu olmayan denetleyiciler için sınırlı kısayol tuşları.
vi_vn: Hữu ích cho bộ điều khiển kiểu N64. Hạn chế phím nóng cho bộ điều khiển không có phím nóng chuyên dụng.
zh_tw: 適用於N64型控制器。沒有專用熱鍵的控制器的有限熱鍵。

# game_options
source: Useful for certain arcade games.
ca: Útil per a alguns jocs arcade.
es: Útil para ciertos juegos arcade.
eu_es: Erabilgarria arkade joko batzuetan.
gl_es: Útil para certos xogos arcade.
hu: Hasznos bizonyos arcade játékokhoz.
it: Utile per alcuni giochi arcade.
ja_jp: 特定のアーケード ゲームに便利です
ko: 특정 아케이드 게임에 유용합니다.
nb_no: Nyttig for visse arkadespill.
pl: Przydatne w niektórych grach zręcznościowych.
pt_pt: Útil para certos jogos de arcada.
ro_ro: Util pentru anumite jocuri arcade.
sk_sk: Užitočné pre niektoré arcade hry.
sv_se: Användbar för vissa arkadspel.
tr: Belirli atari oyunları için kullanışlıdır.
vi_vn: Hữu ích cho một số trò chơi arcade.
zh_tw: 對某些街機遊戲有用。

# game_options
source: Useful for speedruns/glitches.
ca: Útil per speedruns/defectes.
es: Útil para speedruns/glitches.
eu_es: Erabilgarria jokatze azkarretan/arazoak
gl_es: Útil para speedruns/glitches.
hu: Hasznos speedruns/glitches esetén.
it: Utile per speedrun/glitches.
ja_jp: タイムアタック／バグに便利です
ko: 스피드런/글리치에 유용합니다.
nb_no: Nyttig for speedruns/glitches.
pl: Przydatne przy speedrun'ach/glitch'ach.
pt_pt: Útil para speedruns/glitches.
ro_ro: Util pentru jocuri rapide/probleme.
sk_sk: Užitočné pre speedruns/glitche.
sv_se: Användbart för speedruns/glitches.
tr: Hızlı çalıştırmalar/hatalar için kullanışlıdır.
vi_vn: Hữu ích khi speedruns/glitches.
zh_tw: 對超速行駛/故障有用。

# game_options
source: Useful to troubleshoot when your Windows game won't start of crashes.
es: Útil para solucionar problemas cuando tu juego de Windows no se inicia o se bloquea.
gl_es: Útil para solucionar problemas cando o teu xogo de Windows non se inicia ou bloquea.
hu: Hasznos a hibaelhárításhoz, ha a Windows-játék nem indul el vagy összeomlik.
it: Utile per risolvere quando il gioco Windows si blocca all'avvio.
ja_jp: ゲームが起動しない場合や壊れる場合の問題解決に役立ちます
ko: 윈도우 게임이 시작되지 않거나 충돌이 발생할 때 문제를 해결하는 데 유용합니다.
nb_no: Nyttig til feilsøking når Windows-spillet ikke vil starte eller krasjer.
pl: Przydatne do rozwiązywania problemów, gdy gra w systemie Windows nie uruchamia się lub ulega awarii.
pt_pt: Útil para solucionar problemas quando o jogo do Windows não inicia ou trava.
ro_ro: Util pentru investigare când jocul tău Windows nu pornește sau crapă la pornire.
sv_se: Användbart för att felsöka när ditt Windows-spel inte startar eller kraschar.
tr: Windows oyununuz başlamadığında veya çöktüğünde sorun gidermede kullanışlıdır.
vi_vn: Hữu ích để khắc phục sự cố khi trò chơi Windows của bạn không bắt đầu do gặp sự cố.
zh_tw: 當您的Windows遊戲無法啟動時，對故障診斷非常有用。

# game_options
source: Usually not much faster than single core mode.
ca: Generalment, no gaire més ràpid que un sol nucli.
es: Por lo general, no es mucho más rápido que el modo de un sólo núcleo.
eu_es: Normalean nukleo bakarreko modua baino azkarragoa.
gl_es: Normalmente non é moito máis rápido que o modo de núcleo único.
hu: Általában nem sokkal gyorsabb, mint az egymagos üzemmód.
it: Solitamente non molto più veloce rispetto a singolo core.
ja_jp: 通常、シングルコアモードよりもそれほど高速ではありません
ko: 일반적으로 단일 코어 모드보다 훨씬 빠르지 않습니다.
nb_no: Vanligvis ikke mye raskere enn enkeltkjernemodus.
pl: Zwykle niewiele szybszy niż tryb jednordzeniowy.
pt_pt: Normalmente não muito mais rápido que o modo single core.
ro_ro: De regulă nu este cu mult mai rapid decât modul cu un singur nucleu.
sk_sk: Obyčajne nie oveľa rýchlejšie ako režim jedného jadra.
sv_se: Vanligtvis inte mycket snabbare än single core-läget.
tr: Genellikle tek çekirdekli moddan çok daha hızlı değildir.
vi_vn: Thường không nhanh hơn nhiều so với chế độ lõi đơn.
zh_tw: 通常比單核模式快不了多少。

# game_options
source: Uzbekistan
gl_es: Uzbekistán
hu: Üzbegisztán
ko: 우즈베키스탄
pt_pt: Uzbequistão
tr: Özbekistan

# game_options
source: V-Tech Creativision cartridges
ca: Cartutxos V-Tech Creativision
es: Cartuchos V-Tech Creativision
eu_es: V-Tech Creativision kartutxoak
gl_es: Cartuchos V-Tech Creativision
it: Cartucce V-Tech Creativision
ja_jp: V-Tech Creativision カートリッジ
ko: V-테크 크리에이티비전 카트리지
nb_no: V-Tech Creativision-kassetter
pl: Kartridże V-Tech Creativision
pt_pt: Cartuchos V-Tech Creativision
ro_ro: Cartele V-Tech Creativision
sk_sk: V-Tech Creativision kartridže
sv_se: V-Tech Creativision-kassetter
tr: V-Tech Creativision kartuşları
zh_tw: V-Tech Creativision 卡匣

# game_options
source: VARIABLE REFRESH RATE
ca: TAXA DE REFRESC VARIABLE
es: FRECUENCIA DE ACTUALIZACIÓN VARIABLE
eu_es: FRESKATZE TASA ALDAKORRA
gl_es: TAXA DE ACTUALIZACIÓN VARIABLE
hu: VÁLTOZÓ FRISSÍTÉSI GYAKORISÁG
it: FREQUENZA DI REFRESH VARIABILE
ja_jp: 可変リフレッシュレート
ko: 가변 재생률
nb_no: VARIABEL OPPDATERINGSFREKVENS
pl: ZMIENNA CZĘSTOTLIWOŚĆ ODŚWIEŻANIA
pt_pt: TAXA DE ATUALIZAÇÃO VARIÁVEL
ro_ro: RATĂ DE REÎMPROSPĂTARE VARIABILĂ
sk_sk: Premenlivá obnovovacia frekvencia
sv_se: VARIABEL UPPDATERINGSFREKVENS
tr: DEĞİŞKEN YENİLEME HIZI
vi_vn: BIẾN SỐ TỶ LỆ LÀM MỚI
zh_tw: 可變重新整理率

# game_options
source: VB - Virtual Boy
ja_jp: VB - バーチャルボーイ
ko: VB - 버추얼 보이

# game_options
source: VBI SKIP
es: OMITIR VBI
eu_es: VBI SALTATU
gl_es: SALTAR VBI
hu: VBI SKIP (KIHAGYÁS)
it: SALTA VBI
ja_jp: VBI(垂直ブランク割り込み) スキップ
ko: VBI 건너뛰기
pl: POMIŃ VBI
pt_pt: SALTAR VBI
ro_ro: OMITERE VBI
sk_sk: Preskočiť VBI
tr: VBI ATLA
vi_vn: BỎ QUA VBI

# game_options
source: VERTICAL ROTATION (TATE)
ca: GIR VERTICAL (TATE)
es: ROTACIÓN VERTICAL (TATE)
eu_es: BIRAKETA BERTIKALA (TATE)
gl_es: ROTACIÓN VERTICAL (TATE)
hu: FÜGGŐLEGES FORGÁS (TATE)
it: ROTAZIONE VERTICALE (TATE)
ja_jp: 画面垂直回転（縦画面）
ko: 수직 회전 (테이트)
nb_no: VERTIKAL ROTASJON (TATE)
pl: OBRÓT W PIONIE (TATE)
pt_pt: ROTAÇÃO VERTICAL (TATE)
ro_ro: ROTIRE VERTICALĂ (TATE)
sk_sk: Zvislá rotácia (tate)
sv_se: VERTIKAL ROTATION (TATE)
tr: DİKEY DÖNÜŞ (TATE)
vi_vn: XOAY DỌC (TATE)
zh_tw: 垂直旋轉(TATE)

# game_options
source: VGA (Default)
ca: VGA (Per defecte)
es: VGA (Defecto)
eu_es: VGA (Defektuzkoa)
gl_es: VGA (predeterminado)
hu: VGA (Alapértelmezett)
ja_jp: VGA (標準)
ko: VGA (기본)
nb_no: VGA (standard)
pl: VGA (domyślnie)
pt_pt: VGA (Predefinição)
ro_ro: VGA (Implicit)
sk_sk: VGA (predvolené)
sv_se: VGA (standard)
tr: VGA (Varsayılan)
vi_vn: VGA (Mặc định)
zh_tw: VGA (預設)

# game_options
source: VIC20 NTSC Automatic
ca: VIC20 NTSC Automàtic
es: VIC20 NTSC Automático
eu_es: VIC20 NTSC Automatikoa
ja_jp: VIC20 NTSC 自動
ko: VIC20 NTSC 자동
nb_no: VIC20 NTSC Automatisk
pt_pt: VIC20 NTSC Automátic
ro_ro: VIC20 NTSC Automat
sk_sk: VIC20 NTSC automaticky
sv_se: VIC20 NTSC Automatisk
tr: VIC20 NTSC Otomatik
vi_vn: VIC20 NTSC tự động

# game_options
source: VIC20 PAL Automatic
ca: VIC20 PAL Automàtic
es: VIC20 PAL Automático
eu_es: VIC20 PAL Automatikoa
it: VIC20 PAL Automatico
ja_jp: VIC20 PAL 自動
ko: VIC20 PAL 자동
nb_no: VIC20 PAL Automatisk
pt_pt: VIC20 PAL Automátic
ro_ro: VIC20 PAL Automat
sk_sk: VIC20 PAL automaticky
sv_se: VIC20 PAL Automatisk
tr: VIC20 PAL Otomatik
vi_vn: Vic20 Pal tự động

# game_options
source: VIDEO
es: VÍDEO
eu_es: BIDEOA
hu: VIDEÓ
ja_jp: 映像
ko: 비디오
pl: WIDEO
pt_pt: VÍDEO
zh_tw: 影像

# game_options
source: VIDEO FILTER
ca: FILTRE DE VIDEO
es: FILTRO DE VÍDEO
eu_es: BIDEO FILTROA
gl_es: FILTRO DE VÍDEO
hu: VIDEÓSZŰR
it: FILTRO VIDEO
ja_jp: ビデオフィルター
ko: 비디오 필터
pl: FILTR WIDEO
pt_pt: FILTRO DE VÍDEO
ro_ro: FILTRU VIDEO
tr: VİDEO FİLTRESİ
vi_vn: BỘ LỌC VIDEO
zh_tw: 影像濾鏡

# game_options
source: VIDEO FILTERS
es: FILTROS DE VÍDEO
eu_es: BIDEO FILTROAK
gl_es: FILTROS DE VIDEO
hu: VIDEÓSZŰRŐK
it: FILTRI VIDEO
ja_jp: ビデオ フィルター
ko: 비디오 필터
nb_no: VIDEOFILTER
pl: FILTRY WIDEO
pt_pt: FILTROS DE VÍDEO
ro_ro: FILTRE VIDEO
sk_sk: Video filtre
sv_se: VIDEOFILTER
tr: VİDEO FİLTRELERİ
vi_vn: BỘ LỌC VIDEO
zh_tw: 影像鏡

# game_options
source: VIDEO FORMAT STANDARD
ca: ESTÀNDARD DE FORMAT DE VÍDEO
es: FORMATO DE VÍDEO ESTÁNDAR
eu_es: BIDEO FORMATU STANDARD-A
gl_es: FORMATO DE VIDEO ESTÁNDAR
hu: VIDEÓ FORMÁTUM SZABVÁNY
it: FORMATO VIDEO STANDARD
ja_jp: 標準 映像フォーマット
ko: 비디오 형식 표준
nb_no: STANDARD FOR VIDEOFORMAT
pl: STANDARD FORMATU WIDEO
pt_pt: FORMATO PADRÃO DE VIDEO
ro_ro: STANDARD FORMAT VIDEO
sk_sk: Štandard video formátu
sv_se: STANDARD FÖR VIDEOFORMAT
tr: VİDEO BİÇİMİ STANDART
vi_vn: ĐỊNH DẠNG VIDEO TIÊU CHUẨN
zh_tw: 影像格式標準

# game_options
source: VIDEO MODE
ca: MODE DE VÍDEO
es: MODO DE VÍDEO
eu_es: BIDEO MODUA
gl_es: MODO DE VIDEO
hu: VIDEO MÓD
it: MODALITÀ VIDEO
ja_jp: ゲーム画面モード
ko: 비디오 모드
nb_no: VIDEOMODUS
pl: TRYB WIDEO
pt_pt: MODO DE RESOLUÇÃO DE VÍDEO
ro_ro: MOD VIDEO
sk_sk: Režim videa
sv_se: VIDEOLÄGE
tr: VİDEO MODU
vi_vn: CHẾ ĐỘ VIDEO
zh_tw: 影像模式

# game_options
source: VIDEO QUALITY
ca: QUALITAT D'IMATGE
es: CALIDAD DE VÍDEO
eu_es: BIDEO KALITATEA
gl_es: CALIDADE DE VIDEO
hu: VIDEÓ MINŐSÉG
it: QUALITÀ VIDEO
ja_jp: 映像品質
ko: 비디오 품질
nb_no: VIDEOKVALITET
pl: JAKOŚĆ WIDEO
pt_pt: QUALIDADE DE VÍDEO
ro_ro: CALITATE VIDEO
sk_sk: Kvalita videa
sv_se: VIDEOKVALITET
tr: VİDEO KALİTESİ
vi_vn: CHẤT LƯỢNG VIDEO
zh_tw: 影像品質

# game_options
source: VIDEO RESOLUTION
ca: RESOLUCIÓ DE VÍDEO
es: RESOLUCIÓN DE VÍDEO
eu_es: BIDEO BEREIZMENA
gl_es: RESOLUCIÓN DO VIDEO
hu: VIDEOFELBONTÁS
it: RISOLUZIONE VIDEO
ja_jp: 映像解像度
ko: 비디오 해상도
nb_no: VIDEOOPPLØSNING
pl: ROZDZIELCZOŚĆ WIDEO
pt_pt: RESOLUÇÃO DE VÍDEO
ro_ro: REZOLUȚIE VIDEO
sk_sk: Rozlíšenia videa
sv_se: VIDEOUPPLÖSNING
tr: VİDEO ÇÖZÜNÜRLÜĞÜ
vi_vn: ĐỘ PHÂN GIẢI VIDEO
zh_tw: 影像解析度

# game_options
source: VIDEO SETTINGS
es: AJUSTES DE VÍDEO
gl_es: CONFIGURACIÓN DE VIDEO
hu: KÉP BEÁLLÍTÁSOK
it: IMPOSTAZIONI VIDEO
ja_jp: 映像設定
ko: 비디오 설정
nb_no: VIDEOINNSTILLINGER
pl: USTAWIENIA WIDEO
pt_pt: DEFINIÇÕES DE VÍDEO
ro_ro: SETĂRI VIDEO
sk_sk: Nastavenia videa
sv_se: VIDEOINSTÄLLNINGAR
tr: VİDEO AYARLARI
vi_vn: CÀI ĐẶT VIDEO
zh_tw: 影像設定

# game_options
source: VIDEO STREAM BITRATE
ca: TAXA DE BITS DE TRANSMISSIÓ DE VÍDEO
es: BITRATE DE TRANSMISIÓN DE VÍDEO
eu_es: BIDEO JARIO BIT TASA
gl_es: BITRATE DE TRANSMISIÓN DE VÍDEO
hu: VIDEÓ ADATFOLYAM BITRÁTÁJA
it: BITRATE FLUSSO VIDEO
ja_jp: 映像ストリームビットレート
ko: 비디오 스트림 비트 전송률
nb_no: BITRATE FOR VIDEOSTRØM
pl: BITRATE STRUMIENIA WIDEO
pt_pt: TAXA DE BITS DE TRANSMISSÃO DE VÍDEO
ro_ro: RATA DE BIȚI A FLUXULUI VIDEO
sk_sk: Bitová rýchlosť video streamu
sv_se: BITFREKVENS FÖR VIDEOSTRÖM
tr: VİDEO AKIŞI BİT HIZI
zh_tw: 影像串流碼率

# game_options
source: VIDEO STREAM CODEC
ca: CÒDEC DE TRANSMISSIÓ DE VÍDEO
es: CÓDEC DE TRANSMISIÓN DE VÍDEO
eu_es: BIDEO JARIO CODEC-A
gl_es: CÓDEC DE TRANSMISIÓN DE VIDEO
hu: VIDEÓ FOLYAM KÓDOLÁS
it: CODEC FLUSSO VIDEO
ja_jp: 映像ストリームコーデック
ko: 비디오 스트림 코덱
nb_no: KODING AV VIDEOSTRØMMER
pl: KODEK STRUMIENIA WIDEO
pt_pt: CODIFICAÇÃO DE TRANSMISSÃO DE VÍDEO
ro_ro: CODEC FLUX VIDEO
sk_sk: Kodek video streamu
sv_se: KODEK FÖR VIDEOSTRÖM
tr: VİDEO AKIŞI ÇÖZÜCÜSÜ
zh_tw: 影像串流編解碼器
