Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Disable weapon waggle.
hu: Fegyvermozgás letiltása.
pt_pt: Desativar o movimento da arma.
sv_se: Inaktivera vickning av vapen.
tr: Silah sallamayı devre dışı bırak.
zh_tw: 禁用武器擺動。

# keys_files
source: Down/Crouch
hu: Lefelé/Guggolás
pt_pt: Baixar/Agachar
sv_se: Ner/Kryp
tr: Aşağı/Çömel
zh_tw: 下/蹲伏

# keys_files
source: Drop item
hu: Elem eldobása
pt_pt: Largar item
sv_se: Släpp föremål
tr: Envanteri bırak
zh_tw: 掉落物品

# keys_files
source: Duck
hu: Kacsa
sv_se: Ducka
tr: Ördek

# game_options
source: Dynamic
hu: Dinamikus
pt_pt: Dinâmico
sv_se: Dynamiskt
tr: Dinamik
zh_tw: 動態

# game_options
source: EFFECTS DETAIL
hu: EFFEKTEK RÉSZLETEI
pt_pt: DETALHES DOS EFEITOS
sv_se: EFFEKTDETALJER
tr: EFEKT AYRINTISI
zh_tw: 效果細節

# game_options
source: ENABLE HIDRAW
hu: HIDRAW ENGEDÉLYEZÉSE
pt_pt: ATIVAR HIDRAW
sv_se: AKTIVERA HIDRAW
tr: HAM GİRİŞ CİHAZLARINI ETKİNLEŞTİR
vi_vn: BẬT HIDRAW
zh_tw: 啟用 HIDROW

# game_options
source: EVDEV (Default)
hu: EVDEV (alapértelmezett)
pt_pt: EVDEV (Padrão)
sv_se: EVDEV (standard)
tr: EVDEV (Varsayılan)
vi_vn: EVDEV (Mặc định)
zh_tw: EVDEV (預設)

# game_options
source: EXPANSION PACK
hu: BŐVÍTŐ CSOMAG
pt_pt: PACOTE DE EXPANSÃO
sv_se: EXPANSIONSPACK
tr: GENİŞLEME PAKETİ
zh_tw: 擴充包

# game_options
source: Enable High Dynamic Range if your display supports it.
hu: Engedélyezze a Nagy dinamikatartományt (High Dynamic Range), ha a kijelzője támogatja.
pt_pt: Ativar o High Dynamic Range se o seu monitor for compatível.
sv_se: Aktivera High Dynamic Range om din skärm har stöds för det.
tr: Ekranınız destekliyorsa Yüksek Dinamik Aralık özelliğini etkinleştirin.
zh_tw: 如果您的顯示器支持，請啟用高動態範圍。

# game_options
source: Enable aiming crosshair.
hu: Célkereszt engedélyezése.
pt_pt: Ativar apontar a mira.
sv_se: Aktivera hårkors för sikte.
tr: Kafa nişangahını etkinleştir.
zh_tw: 啟用瞄準十字準星。

# game_options
source: Enable auto aiming.
hu: Automatikus célzás engedélyezése.
pt_pt: Ativar a mira automática.
sv_se: Aktivera automatisk siktning.
tr: Otomatik nişan almayı etkinleştir.
zh_tw: 啟用自動瞄準。

# game_options
source: Enable full subtitles on cutscenes.
hu: Teljes feliratok engedélyezése a jelenetekben.
pt_pt: Ativar legendas completas nas cenas.
sv_se: Aktivera fullständiga undertexter för mellanscener.
tr: Ara sahnelerde tam altyazıları etkinleştirin.
zh_tw: 在過場動畫上啟用完整字幕。

# game_options
source: Enable gamepad HID raw access. This allow modern game to use special gamepad features (like gyroscope for example), but can break older games with x-input support only.
hu: Gamepad HID nyers hozzáférés engedélyezése. Ez lehetővé teszi, hogy a modern játékok használhassák a gamepad speciális funkcióit (például a giroszkópot), de a régebbi, csak x-bemenetet támogató játékokat tönkreteheti.
pt_pt: Activar o acesso bruto HID do comando. Isto permite que um jogo moderno utilize um comando especial recursos (como o giroscópio, por exemplo), mas pode falhar em jogos mais antigos com x-apenas suporte de entrada.
sv_se: Aktivera rå åtkomst till gamepad HID. Detta gör att moderna spel kan använda speciella gamepadfunktioner (som gyroskop till exempel), men kan förstöra äldre spel med endast stöd för x-input.
tr: Oyun kolu ham erişimini etkinleştirin. Bu, modern oyunların özel oyun kolu özelliklerini (örneğin jiroskop gibi) kullanmasına izin verir, ancak yalnızca x-giriş desteği olan eski oyunları bozabilir.
vi_vn: Cho phép truy cập thô HID gamepad. Điều này cho phép trò chơi hiện đại sử dụng các tính năng gamepad đặc biệt (chẳng hạn như con quay hồi chuyển), nhưng có thể phá vỡ các trò chơi cũ hơn chỉ với hỗ trợ đầu vào x.
zh_tw: 啟用手把 HID 原始存取。這允許現代遊戲使用特殊的手把功能（例如陀螺儀）但可能會破壞僅支援 x-input 的舊遊戲。

# game_options
source: Enable high dots per inch.
hu: Magas képpont/hüvelyk arány engedélyezése.
pt_pt: Ativar os pontos altos por polegada.
sv_se: Aktivera höga punkter per tum.
tr: İnç başına yüksek noktayı etkinleştirin.
zh_tw: 啟用每英吋高點數。

# game_options
source: Enable lightsaber auto-camera.
hu: Fénykard automatikus kamera engedélyezése.
pt_pt: Ativar a câmara automática do sabre de luz.
sv_se: Aktivera automatisk kamera för ljussabel.
tr: Işın kılıcı otomatik kamerasını etkinleştir.
zh_tw: 啟用光劍自動相機。

# game_options
source: Enable rotation on overlay map.
hu: Elforgatás engedélyezése az átfedő térképen.
pt_pt: Ativar a rotação no mapa de sobreposição.
sv_se: Aktivera rotering av överläggskarta.
tr: Üst katman haritasında dönüşü etkinleştir.
zh_tw: 在覆疊地圖上啟用旋轉功能。

# game_options
source: Enable the IP address for OutRun 2 network play against another PC on the same network.
hu: Engedélyezze az IP-címet az OutRun 2 hálózati játékhoz egy másik, ugyanazon a hálózaton lévő PC ellen.
pt_pt: Activar o endereço IP para jogar OutRun 2 em rede contra outro PC na mesma rede.
sv_se: Aktivera IP-adressen för OutRun 2-nätverksspel mot en annan dator i samma nätverk.
tr: OutRun 2 ağının aynı ağdaki başka bir bilgisayara karşı oynatılması için IP adresini etkinleştirin.
vi_vn: Kích hoạt địa chỉ IP cho mạng OutRun 2 khi chơi với một PC khác trên cùng mạng.
zh_tw: 啟用 OutRun 2 網路遊戲的 IP 位址，以對抗同一網路中的另一台電腦。

# game_options
source: Enable the Virtual Keyboard.
hu: Engedélyezze a virtuális billentyűzetet.
pt_pt: Ativar o teclado virtual.
tr: Sanal klavyeyi etkinleştirin.

# game_options
source: Enable to emulate the card reader in Virtua Tenis 3.
hu: Engedélyezi a kártyaolvasó emulálását a Virtua Tenis 3-ban.
pt_pt: Activar para emular o leitor de cartões no Virtua Tennis 3.
sv_se: Möjliggör emulering av kortläsaren i Virtua Tenis 3.
tr: Virtua Tenis 3 için kart okuyucuyu taklit etmeyi etkinleştirin.
vi_vn: Kích hoạt tính năng mô phỏng đầu đọc thẻ trong Virtua Tenis 3.
zh_tw: 啟用以模擬 Virtua Tenis 3 中的讀卡機。

# game_options
source: Enable widescreen support for game rendering.
hu: A szélesvásznú képernyő támogatásának engedélyezése a játék rendereléséhez.
pt_pt: Ativar suporte de ecrã amplo para renderização de jogos.
sv_se: Aktivera bredbildsstöd för spelrendering.
tr: Oyun işlemede geniş ekran desteğini etkinleştirin.
zh_tw: 為遊戲算繪啟用寬螢幕支援。

# game_options
source: Enables cheats files to be read from the `cheats` directory.
hu: Engedélyezi a csalási fájlok olvasását a `cheats` könyvtárból.
pt_pt: Permite que os ficheiros de cheats sejam lidos do diretório `cheats`.
tr: Hile dosyalarının `cheats` dizininden okunmasını sağlar.
zh_tw: 允許從“cheats”目錄讀取作弊檔案。

# game_options
source: English (United Kingdom)
hu: Angol (Egyesült Királyság)
pt_pt: Inglês (Reino Unido)
sv_se: Engelska (United Kingdom)
tr: İngilizce (Birleşik Krallık)
zh_tw: 英語(英國)

# game_options
source: English (United States)
hu: Angol (Egyesült Államok)
pt_pt: Inglês (Estados Unidos)
sv_se: Engelska (USA)
tr: İngilizce (ABD)
zh_tw: 英語(美國)

# game_options
source: FAST CD/DVD ACCESS
hu: GYORS CD/DVD ELÉRÉS
pt_pt: ACESSO RÁPIDO A CD/DVD
tr: HIZLI CD/DVD ERİŞİMİ

# game_options
source: FIELD OF VIEW
hu: LÁTÓMEZŐ
pt_pt: CAMPO DE VISÃO
sv_se: SYNFÄLT
tr: GÖRÜŞ ALANI
zh_tw: 視野

# game_options
source: FIST CROSSHAIR
hu: FIST CÉLKERESZT
pt_pt: MIRA DO PUNHO
sv_se: HÅRKORS FÖR KNYTNÄVE
tr: YUMRUK NİŞANGAHI
zh_tw: 拳頭十字準星

# game_options
source: FOV VERTICAL
hu: FÜGGŐLEGES FOV
sv_se: SYNFÄLT VERTIKALT
tr: DİKEY GÖRÜŞ
zh_tw: FOV垂直

# game_options
source: FPS LIMIT
pt_pt: LIMITE DE FPS
sv_se: FPS-GRÄNS
tr: FPS SINIRI
zh_tw: FPS 限制

# game_options
source: FRAME SKIPPING
hu: FRAME KIHAGYÁS
pt_pt: SALTO DE FPS
tr: KARELERİ ATLA
zh_tw: 影格跳格

# game_options
source: FRAMESKIP CONTROL
hu: KÉPKOCKA-KIHAGYÁS VEZÉRLÉSE
pt_pt: CONTROLO DE FRAMES
tr: KARE ATLAMA KONTROLÜ
zh_tw: 影格跳格控制

# game_options
source: FULL ENTITY LIGHTING
hu: TELJES KÖRŰ VILÁGÍTÁS
pt_pt: ILUMINAÇÃO DE ENTIDADE COMPLETA
sv_se: BELYSNING FÖR HELA ENTITETEN
tr: TAM AYDINLATMA
zh_tw: 全實體照明

# keys_files
source: Fast
hu: Gyors
pt_pt: Rápida
sv_se: Snabb
tr: Hızlı
zh_tw: 快速

# keys_files
source: Fast forward
hu: Gyors előretekerés
pt_pt: Avanço rápido
sv_se: Snabbspola
tr: Hızlı ileri sar
zh_tw: 快進

# game_options
source: Faster but can cause text problems in some games.
hu: Gyorsabb, de egyes játékokban szöveges problémákat okozhat.
pt_pt: Mais rápido, mas pode causar problemas de texto em alguns jogos.
tr: Daha hızlıdır ancak bazı oyunlarda yazı sorunlarına neden olabilir.
zh_tw: 速度較快，但可能會導致部分遊戲的文字顯示問題。

# keys_files
source: Field Light
hu: MEZŐ VILÁGÍTÁS
pt_pt: Luz de campo
sv_se: Fältljus
tr: Alan Işığı
zh_tw: 區域照明

# game_options
source: Field of view is vertical (Hor+).
hu: A látómező függőleges (Hor+).
pt_pt: O campo de visão é vertical (Hor+).
sv_se: Synfält är vertikalt (Hor+).
tr: Görüş alanı dikeydir (Hor+).
zh_tw: 視野是垂直的(Hor+)。

# keys_files
source: Fire 1
hu: Tűz 1
pt_pt: Fogo 1
sv_se: Skjut 1
tr: Ateş 1
zh_tw: 開火1

# keys_files
source: Fire 2
hu: Tűz 2
pt_pt: Fogo 2
sv_se: Skjut 2
tr: Ateş 2
zh_tw: 開火2

# game_options
source: Fixes some shadows and textures in Virtua Tennis 3 and Virtua Fighter 5 franchise for non Nvidia GPUs. May need the FPS limiter option enabled.
hu: Kijavít néhány árnyékot és textúrát a Virtua Tennis 3 és Virtua Fighter 5 franchise-ban nem Nvidia GPU-khoz. Lehetséges, hogy engedélyezni kell az FPS limiter opciót.
pt_pt: Corrige algumas sombras e texturas no Virtua Tennis 3 e Virtua Fighter 5 franquia para GPUs não Nvidia. Pode ser necessário ativar a opção limitador de FPS.
sv_se: Fixar vissa skuggor och texturer i Virtua Tennis 3 och Virtua Fighter 5 franchise för GPU:er som inte är från Nvidia. Kan behöva alternativet FPS-begränsare aktiverat.
tr: Nvidia olmayan GPU için Virtua Tennis 3 ve Virtua Fighter 5 serisindeki bazı gölgeleri ve dokuları düzeltir. FPS sınırlayıcı seçeneğinin etkinleştirilmesi gerekebilir.
zh_tw: 修復非 Nvidia GPUs 的虛擬網球3和Virtua Fighter 5中的一些陰影和紋理。可能需要啟用FPS限制器選項。

# game_options
source: French (Canada)
hu: Francia (Canada)
pt_pt: Francês (Canadá)
sv_se: Franska (Kanada)
tr: Fransızca (Kanada)

# game_options
source: French (France)
hu: Francia (France)
pt_pt: Francês (França)
sv_se: Franska (Frankrike)
tr: Fransızca (Fransa)

source: GAME OPTIONS
hu: JÁTÉK OPCIÓK
pt_pt: OPÇÕES DE JOGO
sv_se: SPELALTERNATIV
tr: OYUN SEÇENEKLERİ
vi_vn: TÙY CHỌN TRÒ CHƠI
zh_tw: 遊戲選項

# game_options
source: GAMEPLAY
hu: JÁTÉKMENET
pt_pt: JOGO
sv_se: SPELNING
tr: OYNANIŞ
zh_tw: 遊戲部分

# game_options
source: GAMMA
pt_pt: GAMA
tr: GAMA

# game_options
source: GENERAL
hu: ÁLTALÁNOS
sv_se: ALLMÄNT
tr: GENEL
zh_tw: 一般

# game_options
source: GEOMETRIC DETAIL
hu: GEOMETRIAI RÉSZLETEK
pt_pt: DETALHE GEOMÉTRICO
sv_se: GEOMETRISK DETALJ
tr: GEOMETRİK AYRINTI
zh_tw: 幾何細節

# game_options
source: GSPLUS BIOS FILENAME
hu: GSPLUS BIOS FÁJLNÉV
pt_pt: NOME DO FICHEIRO BIOS GSPLUS
sv_se: FILNAMN FÖR GSPLUS-BIOS
tr: GSPLUS BIOS DOSYA ADI
zh_tw: GSPLUS BIOS 檔名

# game_options
source: Gun Only
hu: Csak fegyver
pt_pt: Somente armas
sv_se: Endast vapen
tr: Sadece Silah
zh_tw: 僅光槍

# game_options
source: HARDWARE TESSELLATION
pt_pt: TESSELAGEM POR HARDWARE
tr: DONANIMI DETAYLANDIR
zh_tw: 硬體細分

# game_options
source: HUD SCALE
pt_pt: ESCALA HUD
sv_se: HUD-SKALA
tr: HUD ÖLÇEĞİ
zh_tw: HUD 縮放

# game_options
source: HUMMER FLICKER FIX
hu: HUMMER VIBRÁLÁS JAVÍTÁS
pt_pt: CORREÇÃO DE FLICKER HUMMER
sv_se: HUMMER FLIMMER FIX
tr: HUMMER FLICKER DÜZELTMESİ
zh_tw: HUMMER FLICKER 修復

# keys_files
source: Help computer
hu: Számítógépes segítség
pt_pt: Ajuda computador
sv_se: Hjälpdator
tr: Yardımcı bilgisayar

# game_options
source: Helps forcing an international Japanese version to English. Unlocking more European languages etc.
hu: Segít a nemzetközi japán verzió angolra kényszerítésében. Több európai nyelv feloldása stb.
pt_pt: Ajuda a forçar uma versão internacional japonesa para inglês. Desbloqueando mais Línguas europeias etc.
tr: Uluslararası Japonca sürümün İngilizceye zorlanmasına yardımcı olur. Daha fazla Avrupa dilinin kilidini açar vb.
zh_tw: 幫助將國際版日文強制轉為英文，並解鎖更多歐洲語言等選項。

# keys_files
source: Hide bezels
hu: Keretek elrejtése
pt_pt: Ocultar molduras
sv_se: Dölj ramar
tr: Çerçeveleri gizle
zh_tw: 隱藏邊框

# game_options
source: High Detail
hu: Magas részlet
pt_pt: Alto detalhe
sv_se: Hög detaljrikedom
tr: Yüksek Ayrıntı
zh_tw: 高細節

# game_options
source: High-Resolution Keyboard, which is larger and might be easier to see.
hu: Nagy felbontású billentyűzet, amely nagyobb és könnyebben látható.
pt_pt: Teclado de alta resolução, que é maior e pode ser mais fácil de ver.
tr: Daha büyük olan ve daha kolay görülebilen Yüksek Çözünürlüklü Klavye.

# game_options
source: Higher
hu: Magasabb
pt_pt: Alto
sv_se: Högre
tr: Yüksek
zh_tw: 更高

# game_options
source: Highest
hu: Legmagasabb
pt_pt: Superior
sv_se: Högsta
tr: Çok Yüksek
zh_tw: 最高

# game_options
source: House of the Dead 4 speed fix. Select CPU base frequency of your processor.
hu: House of the Dead 4 sebességjavítás. Válaszd ki a processzorod alapfrekvenciáját.
pt_pt: Correção de velocidade do House of the Dead 4. Selecione a frequência base da CPU do seu processador.
tr: House of the Dead 4 hız düzeltmesi. İşlemcinizin CPU taban frekansını seçin.
zh_tw: 《死亡之屋4》速度修正。請選擇您的處理器的 CPU 基本頻率。

# game_options
source: IDENTIFY TARGET
hu: CÉL AZONOSÍTÁSA
pt_pt: IDENTIFICAR O ALVO
sv_se: IDENTIFIERA MÅL
tr: HEDEFİ TANIMLA
zh_tw: 識別目標

# game_options
source: IP ADDRESS
hu: IP-CÍM
pt_pt: ENDEREÇO ​​​​IP
sv_se: IP-ADRESS
tr: İP ADRESİ
vi_vn: ĐỊA CHỈ IP
zh_tw: IP位址

# game_options
source: If a game runs at 30hz, PPSSPP wtill push 60 frames to the monitor.
hu: Ha egy játék 30 Hz-en fut, a PPSSPP 60 képkockát küld a monitorra.
pt_pt: Se um jogo correr a 30Hz, o PPSSPP ainda enviará 60 frames para o monitor.
tr: Bir oyun 30hz ile çalışıyorsa, PPSSPP monitöre 60 kare gönderecektir.
zh_tw: 如果遊戲以 30Hz 運行，PPSSPP 仍會以 60 幀輸出到顯示器。

# game_options
source: In Cinematics
hu: A Moziban
pt_pt: Em Cinematografia
sv_se: I filmsekvenser
tr: Sinematikte
zh_tw: 在電影中

# game_options
source: In some games, this can fix severe slowdowns, but can also cause graphical issues.
hu: Néhány játékban ez súlyos lassulásokat orvosolhat, de grafikai problémákat is okozhat.
pt_pt: Em alguns jogos, isto pode corrigir lentidão severa, mas também pode causar problemas gráficos.
tr: Bazı oyunlarda bu durum ciddi yavaşlamaları giderebilir ancak aynı zamanda grafiksel sorunlara da yol açabilir.
zh_tw: 在某些遊戲中，這可以修復嚴重的卡頓問題，但也可能導致畫面異常。

# game_options
source: Increases texture quality.
hu: Növeli a textúra minőségét.
pt_pt: Aumenta a qualidade da textura.
sv_se: Ökar texturens kvalitet.
tr: Doku kalitesini arttırır.
zh_tw: 提高紋理品質。

# game_options
source: Indonesian
hu: Indonéz
pt_pt: Indonésia
sv_se: Indonesiska
tr: Endonezce

# game_options
source: Interlaced
hu: Váltott soros
pt_pt: Entrelaçado
tr: Tam Taramalı

# game_options
source: Internal accelerometer. Disable if you experience random tilts or unexpected ball behavior.
hu: Beépített gyorsulásmérő. Kapcsolja ki, ha véletlenszerű dőlést vagy váratlan labdaviselkedést tapasztal.
pt_pt: Acelerómetro interno. Desativar se experimentar inclinações aleatórias ou inesperadas comportamento da bola.
sv_se: Intern accelerometer. Inaktivera om du upplever slumpmässiga lutningar eller oväntat beteende hos bollen.
tr: Dahili ivmeölçer. Rastgele eğimler veya beklenmeyen top davranışları yaşarsanız devre dışı bırakın.
zh_tw: 內部加速度計。如果遇到隨機傾斜或意外的球行為，請停用。

# keys_files
source: Inventory
hu: Leltár
pt_pt: Inventário
sv_se: Lager
tr: Envanter
zh_tw: 庫存

# keys_files
source: Jump
hu: Ugrás
pt_pt: Saltar
sv_se: Hoppa
tr: Zıpla
zh_tw: 跳躍

# game_options
source: KEEP CORPSES
hu: HOLTTARTÁS
pt_pt: MANTER CADÁVERES
sv_se: BEHÅLL DÖDA KROPPAR
tr: VÜCUTLARI KORU
zh_tw: 保留屍體

# game_options
source: KEEP LIGHTSABER
hu: TARTSD MEG A FÉNYKARDOT
pt_pt: MANTER A SABRE DE LUZ
sv_se: BEHÅLL LJUSSABEL
tr: IŞIN KILICINI SAKLA
zh_tw: 保留光劍

# game_options
source: KEYBOARD LAYOUT
hu: BILLENTYŰZET KIOSZTÁS
pt_pt: LAYOUT DO TECLADO
tr: KLAVYE DÜZENİ

# game_options
source: KEYBOARD OPTIONS
hu: BILLENTYŰZET-BEÁLLÍTÁSOK
pt_pt: OPÇÕES DE TECLADO
tr: KLAVYE SEÇENEKLERİ

# game_options
source: KEYBOARD TRANSPARENCY
hu: BILLENTYŰZET ÁTLÁTSZÓSÁGA
pt_pt: TRANSPARÊNCIA DO TECLADO
tr: KLAVYE ŞEFFAFLIĞI

# game_options
source: LANGUAGE UNLOCK
hu: NYELVI FELOLDÁS
pt_pt: DESBLOQUEIO DE IDIOMA
tr: DİL KİLİDİNİ AÇ
zh_tw: 語言解鎖

# game_options
source: LARGER KEYBOARD
hu: NAGYOBB BILLENTYŰZET
pt_pt: TECLADO MAIOR
tr: DAHA BÜYÜK KLAVYE

# game_options
source: LAZY TEXTURE CACHING
hu: LUSTA TEXTÚRA GYORSÍTÓTÁROLÁSA
pt_pt: CACHE DE TEXTURA PREGUIÇOSO
tr: TEMBEL DOKU ÖNBELLEKMESİ
zh_tw: 延遲貼圖快取

# game_options
source: LIGHT FLARES
hu: FÉNY SZÓRÓDÁS
pt_pt: REFLEXOS DE LUZ
sv_se: LJUSFACKLOR
tr: IŞIK PARLAMALARI
zh_tw: 光焰

# game_options
source: LIGHT GUN CROSSHAIRS
hu: FÉNYPUSKA CÉLKERESZT
pt_pt: MIRA DA PISTOLA DE LUZ
sv_se: LJUSPISTOLENS HÅRKORS
tr: HAFİF SİLAH NİŞANGAHLARI
zh_tw: 光槍十字準星

# game_options
source: LIGHTSABER CAMERA
hu: FÉNYKARDI KAMERA
pt_pt: CÂMARA SABRE DE LUZ
sv_se: KAMERA FÖR LJUSSABEL
tr: IŞIN KILIÇLI KAMERA
zh_tw: 光劍相機

# game_options
source: LIGHTSABER CROSSHAIR
hu: FÉNYKARD CÉLKERESZT
pt_pt: MIRA SABRE DE LUZ
sv_se: HÅRKORS FÖR LJUSSABEL
tr: IŞIN KILICI NİŞANGAH
zh_tw: 光劍十字準星

# keys_files
source: Lean left
hu: Hajoljon balra
pt_pt: Incline-se para a esquerda
sv_se: Luta åt vänster
tr: Sola eğil
zh_tw: 向左傾斜

# keys_files
source: Lean right
hu: Hajoljon jobbra
pt_pt: Incline-se para a direita
sv_se: Luta åt höger
tr: Sağa eğil
zh_tw: 向右傾斜

# keys_files
source: Look
hu: Nézze
pt_pt: Olhar
sv_se: Titta
tr: Bak
zh_tw: 看

# keys_files
source: Look down
hu: Nézz lefelé
pt_pt: Olhar para baixo
sv_se: Titta neråt
tr: Aşağı bak
zh_tw: 向下看

# keys_files
source: Look up
hu: Nézz fel
pt_pt: Olhar para cima
sv_se: Titta uppåt
tr: Yukarı bak
zh_tw: 向上看

# game_options
source: Lower
hu: Alacsonyabb
pt_pt: Baixo
sv_se: Lägre
tr: Düşük
zh_tw: 較低

# game_options
source: Lowest
hu: Legalacsonyabb
pt_pt: Inferior
sv_se: Lägsta
tr: Çok Düşük
zh_tw: 最低

# game_options
source: MAP ROTATION
hu: TÉRKÉP FORGATÁSA
pt_pt: ROTAÇÃO DO MAPA
sv_se: KARTROTATION
tr: HARİTA DÖNDÜRME
zh_tw: 地圖旋轉

# game_options
source: MISSION START
hu: KÜLDETÉS KEZDÉS
pt_pt: INÍCIO DA MISSÃO
sv_se: UPPDRAGSSTART
tr: GÖREV BAŞLANGICI
zh_tw: 任務開始

# game_options
source: MODEL DETAIL
hu: MODELL RÉSZLETEI
pt_pt: DETALHES DO MODELO
sv_se: MODELLDETALJER
tr: MODEL AYRINTISI
zh_tw: 機型細節

# game_options
source: MODEL DISMEMBERMENT
hu: MODELL FELOSZTÁSA
pt_pt: DESMEMBRO DO MODELO
sv_se: MODELLSTYCKNING
tr: MODEL SÖKÜMÜ
zh_tw: 機型分解

# game_options
source: MOUSE AXIS FOR PADDLE 1 HORIZONTAL
hu: EGÉRTENGELY AZ 1. LAPÁTHOZ VÍZSZINTES
pt_pt: EIXO DO RATO PARA PADDLE 1 HORIZONTAL
sv_se: MUSAXEL FÖR PADDEL 1 HORISONTELL
tr: YATAY PEDAL 1 İÇİN FARE EKSENİ
zh_tw: 滑鼠軸用於踏板1水平

# game_options
source: MOUSE AXIS FOR PADDLE 1 VERTICAL
hu: EGÉRTENGELY AZ 1. LAPÁTHOZ FÜGGŐLEGES
pt_pt: EIXO DO RATO PARA PADDLE 1 VERTICAL
sv_se: MUSAXEL FÖR PADDEL 1 VERTIKAL
tr: DİKEY PEDAL 1 İÇİN FARE EKSENİ
zh_tw: 滑鼠軸用於踏板1垂直

# game_options
source: MOUSE AXIS FOR PADDLE 2 HORIZONTAL
hu: EGÉRTENGELY AZ 2. LAPÁTHOZ VÍZSZINTES
pt_pt: EIXO DO RATO PARA PADDLE 2 HORIZONTAL
sv_se: MUSAXEL FÖR PADDEL 2 HORISONTELL
tr: YATAY PEDAL 2 İÇİN FARE EKSENİ
zh_tw: 滑鼠軸用於踏板2水平

# game_options
source: MOUSE AXIS FOR PADDLE 2 VERTICAL
hu: EGÉRTENGELY AZ 2. LAPÁTHOZ FÜGGŐLEGES
pt_pt: EIXO DO RATO PARA PADDLE 2 VERTICAL
sv_se: MUSAXEL FÖR PADDEL 2 VERTIKAL
tr: DİKEY PEDAL 2 İÇİN FARE EKSENİ
zh_tw: 滑鼠軸用於踏板2垂直

# game_options
source: MOUSE AXIS FOR PADDLE 3 HORIZONTAL
hu: EGÉRTENGELY AZ 3. LAPÁTHOZ FÜGGŐLEGES
pt_pt: EIXO DO RATO PARA PADDLE 3 HORIZONTAL
sv_se: MUSAXEL FÖR PADDEL 3 HORISONTELL
tr: YATAY PEDAL 3 İÇİN FARE EKSENİ
zh_tw: 滑鼠軸用於踏板3水平

# game_options
source: MOUSE AXIS FOR PADDLE 3 VERTICAL
hu: EGÉRTENGELY AZ 3. LAPÁTHOZ FÜGGŐLEGES
pt_pt: EIXO DO RATO PARA PADDLE 3 VERTICAL
sv_se: MUSAXEL FÖR PADDEL 3 VERTIKAL
tr: DİKEY PEDAL 3 İÇİN FARE EKSENİ
zh_tw: 滑鼠軸用於踏板3垂直

# game_options
source: MOUSE AXIS FOR PADDLE 4 HORIZONTAL
hu: EGÉRTENGELY AZ 4. LAPÁTHOZ FÜGGŐLEGES
pt_pt: EIXO DO RATO PARA PADDLE 4 HORIZONTAL
sv_se: MUSAXEL FÖR PADDEL 4 HORISONTELL
tr: YATAY PEDAL 4 İÇİN FARE EKSENİ
zh_tw: 滑鼠軸用於踏板4水平

# game_options
source: MOUSE AXIS FOR PADDLE 4 VERTICAL
hu: EGÉRTENGELY AZ 4. LAPÁTHOZ FÜGGŐLEGES
pt_pt: EIXO DO RATO PARA PADDLE 4 VERTICAL
sv_se: MUSAXEL FÖR PADDEL 4 VERTIKAL
tr: DİKEY PEDAL 4 İÇİN FARE EKSENİ
zh_tw: 滑鼠軸用於踏板4垂直

# keys_files
source: Map
hu: Térkép
pt_pt: Mapa
sv_se: Karta
tr: Harita
zh_tw: 映射

# game_options
source: Max
pt_pt: MÁXIMO
tr: Azami
zh_tw: 最大

# game_options
source: Max Detail
pt_pt: Detalhe Máximo
sv_se: Max detaljer
tr: En Yüksek Ayrıntı
zh_tw: 最大細節

# keys_files
source: Menu back / exit
hu: Menü vissza / kilépés
pt_pt: Menu voltar / sair
sv_se: Meny tillbaka / avsluta
tr: Menü geri / çıkış
zh_tw: 選單返回/離開

# keys_files
source: Menu down
hu: Menü le
pt_pt: Menu abaixo
sv_se: Meny nedåt
tr: Menü aşağı
zh_tw: 選單向下

# keys_files
source: Menu enter
hu: Menü belépés
pt_pt: Menu entrar
sv_se: Meny Enter
tr: Menü enter
zh_tw: 選單進入

# keys_files
source: Menu left
hu: Menü balra
pt_pt: Menu à esquerda
sv_se: Meny vänster
tr: Menü sol
zh_tw: 選單向左

# keys_files
source: Menu right
hu: Menü jobbra
pt_pt: Menu à direita
sv_se: Meny höger
tr: Menü sağ
zh_tw: 選單向右

# keys_files
source: Menu up
hu: Menü fel
pt_pt: Menu acima
sv_se: Meny upp
tr: Menü yukarı
zh_tw: 選單向上

# game_options
source: Mouse axis for player 1, horizontal screen motion.
pt_pt: Eixo do rato para o jogador 1, movimento horizontal do ecrã.
sv_se: Musaxel för spelare 1, horisontell skärmrörelse.
tr: 1. oyuncu için fare ekseni, yatay ekran hareketi.
zh_tw: 玩家 1 的滑鼠軸用於水平螢幕運動。

# game_options
source: Mouse axis for player 1, vertical screen motion.
hu: Egértengely az 1. játékoshoz, függőleges képernyőmozgás.
pt_pt: Eixo do rato para o jogador 1, movimento vertical do ecrã.
sv_se: Musaxel för spelare 1, vertikal skärmrörelse.
tr: 1. oyuncu için fare ekseni, dikey ekran hareketi.
zh_tw: 玩家 1 的滑鼠軸用於垂直螢幕運動。

# game_options
source: Mouse axis for player 2, horizontal screen motion.
hu: Egértengely a 2. játékoshoz, vízszintes képernyőmozgás.
pt_pt: Eixo do rato para o jogador 2, movimento horizontal do ecrã.
sv_se: Musaxel för spelare 2, horisontell skärmrörelse.
tr: 2. oyuncu için fare ekseni, yatay ekran hareketi.
zh_tw: 玩家 2 的滑鼠軸用於水平螢幕運動。

# game_options
source: Mouse axis for player 2, vertical screen motion.
hu: Egértengely a 2. játékoshoz, függőleges képernyőmozgás.
pt_pt: Eixo do rato para o jogador 2, movimento vertical do ecrã.
sv_se: Musaxel för spelare 2, vertikal skärmrörelse.
tr: 2. oyuncu için fare ekseni, dikey ekran hareketi.
zh_tw: 玩家 2 的滑鼠軸用於垂直螢幕運動。

# game_options
source: Mouse axis for player 3, horizontal screen motion.
hu: Egértengely a 3. játékoshoz, vízszintes képernyőmozgás.
pt_pt: Eixo do rato para o jogador 3, movimento horizontal do ecrã.
sv_se: Musaxel för spelare 3, horisontell skärmrörelse.
tr: 3. oyuncu için fare ekseni, yatay ekran hareketi.
zh_tw: 玩家 3 的滑鼠軸用於水平螢幕運動。

# game_options
source: Mouse axis for player 3, vertical screen motion.
hu: Egértengely a 3. játékoshoz, függőleges képernyőmozgás.
pt_pt: Eixo do rato para o jogador 3, movimento vertical do ecrã.
sv_se: Musaxel för spelare 3, vertikal skärmrörelse.
tr: 3. oyuncu için fare ekseni, dikey ekran hareketi.
zh_tw: 玩家 3 的滑鼠軸用於垂直螢幕運動。

# game_options
source: Mouse axis for player 4, horizontal screen motion.
hu: Egértengely a 4. játékoshoz, vízszintes képernyőmozgás.
pt_pt: Eixo do rato para o jogador 4, movimento horizontal do ecrã.
sv_se: Musaxel för spelare 4, horisontell skärmrörelse.
tr: 4. oyuncu için fare ekseni, yatay ekran hareketi.
zh_tw: 玩家 4 的滑鼠軸用於水平螢幕運動。
