Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: HIDE LIGHT GUN CROSSHAIRS
ca: AMAGAR EL PUNT DE MIRA DE LA PISTOLA DE LLUM
es: OCULTAR PUNTO DE MIRA DE ARMA LIGHT GUN
eu_es: EZKUTATU ARGIZKO PISTOLAREN JOPUNTUAK
gl_es: OCULTAR MIRILLA DE PISTOLA ÓPTICA
it: NASCONDI MIRINO PISTOLA
ja_jp: ガンコンクロスエア(照準)を非表示
ko: 라이트 건 십자선 숨기기
nb_no: SKJUL TRÅDKORSET TIL LYSPISTOLER
pl: UKRYJ CELOWNIK PISTOLETU ŚWIETLNEGO
ro_ro: ASCUNDE MARCAJUL ȚINTĂ PENTRU PISTOLUL LUMINOS
sk_sk: Skryť nitkové kríže svetelnej pištole
vi_vn: ẨN TÂM NGẮM LIGHT GUN

# game_options
source: HIDE NVIDIA GPU
ca: AMAGAR GPU NVIDIA
es: OCULTAR GPU NVIDIA
eu_es: EZKUTATU NVIDIA GPU-A
gl_es: OCULTAR GPU NVIDIA
hu: NVIDIA GPU ELREJTÉSE
it: NASCONDI GPU NVIDIA
ja_jp: NVIDIA GPUを隠す
ko: 엔비디아 GPU 숨기기
nb_no: SKJULE NVIDIA GPU
pl: UKRYJ GPU NVIDIA'i
pt_pt: OCULTAR GPU NVIDIA
ro_ro: ASCUNDE GPU NVIDIA
sk_sk: Skryť nVidia GPU
sv_se: DÖLJ NVIDIA GPU
tr: NVIDIA GPU GİZLE
vi_vn: ẨN GPU NVIDIA
zh_tw: 隱藏NVIDIA GPU

# game_options
source: HIGH RESOLUTION MODE
ca: MODE D’ALTA RESOLUCIÓ
es: MODO ALTA RESOLUCIÓN
eu_es: BEREIZMEN ALTUKO MODUA
gl_es: MODO ALTA RESOLUCIÓN
hu: NAGY FELBONTÁSÚ MÓD
it: MODALITÀ RISOLUZIONE ALTA
ja_jp: 高解像度モード
ko: 고해상도 모드
nb_no: MODUS FOR HØY OPPLØSNING
pl: TRYB WYSOKIEJ ROZDZIELCZOŚCI
pt_pt: MODO DE ALTA RESOLUÇÃO
ro_ro: MOD REZOLUȚIE ÎNALTĂ
sk_sk: Režim vysokého rozlíšenia
sv_se: HÖGUPPLÖSNINGSLÄGE
tr: YÜKSEK ÇÖZÜNÜRLÜK MODU
vi_vn: CHẾ ĐỘ ĐỘ PHÂN GIẢI CAO
zh_tw: 高解析度模式

# game_options
source: HIGH SCORE PLUGIN
ca: EXTENSIÓ DE PUNTUACIONS
es: PLUGIN DE RECORD DE PUNTUACIÓN
eu_es: PUNTUAZIO ALTUENEN PLUGIN-A
gl_es: COMPLEMENTO DE RECORD DE PUNTUACIÓN
hu: MAGAS PONTSZÁM PLUGIN
it: PLUGIN PUNTEGGI MASSIMI
ja_jp: HIGH SCORE プラグイン
ko: 고득점 플러그인
nb_no: PLUGIN FOR HØY POENGSUM
pl: WTYCZKA PUNKTACJI GIER
pt_pt: PLUGIN DO RECORDE DE PONTOS
ro_ro: PLUGIN SCOR MAXIM
sk_sk: Plugin najvyššieho skóre
sv_se: INSTICK FÖR HÖGA POÄNG
tr: YÜKSEK SKOR EKLENTİSİ
vi_vn: PLUGIN ĐIỂM CAO
zh_tw: 高分插件

# game_options
source: HIGH-RES BLENDING
eu_es: BEREIZMEN ALTUKO NAHASKETA
gl_es: MESTURA EN ALTA RESOLUCIÓN
hu: NAGY FELBONTÁSÚ KEVERÉS
it: BLENDING HIGH-RES
ja_jp: 高解像度ブレンディング
ko: 고해상도 혼합
nb_no: HØYOPPLØSELIG BLANDING
pl: MIESZANIE HIGH-RES
pt_pt: BLENDING DE ALTA RESOLUÇÃO
ro_ro: CONTOPIRE HI-RES
sk_sk: Miešanie s vysokým rozlíšením
sv_se: HÖGUPPLÖST BLANDNING
tr: YÜKSEK ÇÖZÜNÜRLÜKLÜ KARIŞTIRMA
zh_tw: 高解析度混合

# game_options
source: HLE (Fastest)
ca: HLE (El més ràpid)
es: HLE (Más rápido)
eu_es: HLE (Azkarrena)
gl_es: HLE (máis rápido)
hu: HLE (Gyorsabb)
it: HLE (il più veloce)
ja_jp: HLE (最速)
ko: 고수준 에뮬레이션 (가장 빠름)
nb_no: HLE (raskest)
pl: HLE (najszybsza)
pt_pt: HLE (Mais Rápido)
ro_ro: HLE (Cel mai rapid)
sk_sk: HLE (najrýchlejšie)
sv_se: HLE (snabbast)
tr: HLE (Hızlı)
vi_vn: HLE (Nhanh nhất)
zh_tw: HLE (最快)

# game_options
source: HLE (per-pixel)
es: HLE (por pixel)
hu: HLE (képpontonként)
ja_jp: HLE (ピクセルごと)
ko: 고수준 에뮬레이션 (픽셀당)
nb_no: HLE (per-piksel)
pl: HLE (na-piksel)
pt_pt: HLE (por pixel)
sv_se: HLE (per bildpunkt)
tr: HLE (pixel başına)

# game_options
source: HLE (per-strip)
es: HLE (Por tira)
it: HLE (per-striscia)
ja_jp: HLE (ストリップごと)
ko: 고수준 에뮬레이션 (스트립당)
nb_no: HLE (per-lenke)
pl: HLE (na-linię)
pt_pt: HLE (por tira)
ro_ro: HLE (per fâșie)
sv_se: HLE (per band)
tr: HLE (şerit başına)

# game_options
source: HQ (bilinear filter)
es: HD (filtro bilineal)
eu_es: HQ (bilinear filtroa)
gl_es: HQ (filtro bilineal)
it: HQ (filtro bilineare)
ja_jp: HQ (バイリニアフィルター)
ko: 고품질 (이중선형 필터)
nb_no: HQ (bilineært filter)
pl: HQ (filtr dwuliniowy)
pt_pt: HQ (filtro bilinear)
ro_ro: HQ (filtru bilinear)
sk_sk: HQ (bilineárne filtrovanie)
sv_se: HQ (bilinjärt filter)
tr: HQ (çift doğrusal filtre)
zh_tw: HQ (線性濾鏡)

# game_options
source: HQ MODE
ca: MODE HQ
es: MODO ALTA CALIDAD
eu_es: HQ MODUA
gl_es: MODO HQ
hu: HQ MÓD
it: MODALITÀ HQ
ja_jp: HQ モード
ko: 고품질 모드
nb_no: HQ-MODUS
pl: TRYB HQ
pt_pt: MODO DE ALTA RESOLUÇÃO
ro_ro: MOD HQ
sk_sk: Režim HQ
sv_se: HQ-LÄGE
tr: HQ MODU
zh_tw: HQ 模式

# game_options
source: Hack. Increases most PAL games' speed by 17%.
ca: Truc. Incrementa la majoria dels jocs PAL un 17%.
es: Truco. Aumenta la velocidad de la mayoría de los juegos PAL en un 17%.
eu_es: Hack. PAL jokuen abiadura %17 handitzen du.
gl_es: Pirateo. Aumenta a velocidade da maioría dos xogos PAL nun 17%.
hu: Hack. A legtöbb PAL játék sebességét 17%-kal növeli.
it: Hack. Aumenta la velocità di molti giochi PAL del 17%.
ja_jp: ハック：ほとんどのPALゲームの速度が17％向上します
ko: 해킹. 대부분의 PAL 게임의 속도가 17% 증가합니다.
nb_no: Hack. Øker hastigheten i de fleste PAL-spill med 17 %.
pl: Hack. Zwiększa szybkość działania większości gier PAL o 17%.
pt_pt: Hack. Aumentar a velocidade da maioria dos jogos PAL em 17%.
ro_ro: Hack. Crește viteza majorității jocurilor PAL cu 17%.
sk_sk: Hack. Zvýši rýchlosť väčšiny PAL hier o 17 percent.
sv_se: Hack. Ökar de flesta PAL-spels hastighet med 17%.
tr: Geliştir. Çoğu PAL oyununun hızını %17 artırır.
vi_vn: Hack. Tăng tốc độ của hầu hết các trò chơi PAL lên 17%.
zh_tw: 破解將大多數 PAL 遊戲的速度提高 17%。

# game_options
source: Hard
es: Díficil
gl_es: Difícil
hu: Kemény
it: Difficile
ja_jp: 難しい
ko: 하드
nb_no: Vanskelig
pl: Trudny
pt_pt: Difícil
ro_ro: Greu
sk_sk: Ťažké
sv_se: Svårt
tr: Zor
vi_vn: Khó

# game_options
source: Hard Disk Image
ca: Imatge de disc dur
es: Imagen de disco duro
eu_es: Disko Gogor Irudia
gl_es: Imaxe do disco duro
hu: Merevlemez kép
it: Immagine Hard Disk
ja_jp: HDイメージ
ko: 하드 디스크 이미지
nb_no: Harddiskavbildning
pl: Obraz dysku twardego
pt_pt: Imagem do Disco Rígido
ro_ro: Imagine disc dur
sk_sk: Obraz pevného disku
sv_se: Hårddiskavbildning
tr: Sabit Sürücü İmajı
zh_tw: 硬碟鏡像

# game_options
source: Hard Drive
ca: Disc dur
es: Disco Duro
eu_es: Disko Gogorra
gl_es: Disco duro
hu: Merevlemez
ja_jp: ハードディスク
ko: 하드 디스크
nb_no: Harddisk
pl: Dysk twardy
pt_pt: Disco Rígido
ro_ro: Disc dur
sk_sk: Pevný disk
sv_se: Hårddisk
tr: Sabit Disk
vi_vn: Ổ cứng
zh_tw: 硬碟

# game_options
source: Hard Drive (II UX)
ca: Disc dur (II UX)
es: Disco Duro (II UX)
eu_es: Disko gogorra (II UX)
gl_es: Disco duro (II UX)
hu: Merevlemez (II UX)
ja_jp: ハードディスク (II UX)
ko: 하드 드라이브 (II UX)
nb_no: Harddisk (II UX)
pl: Dysk twardy (II UX)
pt_pt: Disco Rígido (II UX)
ro_ro: Disc dur (II UX)
sk_sk: Pevný disk (II UX)
sv_se: Hårddisk (II UX)
vi_vn: Ổ cứng (II UX)
zh_tw: 硬碟 (II UX)

# game_options
source: Hardware (default)
es: Hardware (Defecto)
eu_es: Hardware (defektuzkoa)
gl_es: Hardware (predeterminado)
hu: Hardware (Alap)
ja_jp: ハードウェア (標準)
ko: 하드웨어 (기본)
nb_no: Maskinvare (standard)
pl: Sprzęt (domyślnie)
pt_pt: Hardware (padrão)
ro_ro: Hardware (Implicit)
sk_sk: Hardvér (predvolené)
sv_se: Hårdvara (standard)
tr: Donanım (Varsayılan)
vi_vn: Phần cứng (Mặc định)
zh_tw: 硬體 (預設)

# game_options
source: Hartung Game Master cartridges
ca: Cartutxos Hartung Game Master
es: Cartuchos Hartung Game Master
eu_es: Hartung Game Master kartutxoak
gl_es: Cartuchos Hartung Game Master
hu: Hartung Game Master kazetták
it: Cartucce Hartung Game Master
ja_jp: Hartung Game Master カートリッジ
ko: 하르퉁 게임 마스터 카트리지
nb_no: Hartung Game Master-kassetter
pl: Kartridże Hartung Game Master
pt_pt: Cartuchos Hartung Game Master
ro_ro: Cartele Hartung Game Master
sk_sk: Hartung Game Master kartridže
sv_se: Hartung Game Master-kassetter
tr: Hartung Game Master kartuşları
zh_tw: Hartung Game Master 卡匣

# keys_files
source: Hat Down
ca: Creu digital, Avall
es: Direccional abajo
eu_es: Txapela Behera
gl_es: Sombreiro Abaixo
hu: Hat Le
it: Hat Giu
ja_jp: ハットキー 下
ko: 햇 아래쪽
nb_no: Hatt ned
pl: Hat w dół
pt_pt: Direcional para Baixo
ro_ro: Pălărie Jos
sk_sk: Klobúk dolu
sv_se: Hatt ner
tr: Şapka Aşağı
vi_vn: Hat Xuống
zh_tw: HAT 下

# keys_files
source: Hat Left
ca: Creu digital, Esquerra
es: Direccional izquierda
eu_es: Txapela Ezkerrera
gl_es: Sombreiro Esquerdo
hu: Hat Bal
it: Hat Sinistra
ja_jp: ハットキー 左
ko: 햇 왼쪽
nb_no: Hatt Venstre
pl: Hat w lewo
pt_pt: Direcional para a esquerda
ro_ro: Pălărie Stânga
sk_sk: Klobúk vľavo
sv_se: Hatt vänster
tr: Şapka Sol
vi_vn: Hat Trái
zh_tw: HAT 左

# keys_files
source: Hat Right
ca: Creu digital, Dreta
es: Direccional derecha
eu_es: Txapela Eskuinera
gl_es: Sombreiro Dereito
hu: Hat Jobb
it: Hat Destra
ja_jp: ハットキー 右
ko: 햇 오른쪽
nb_no: Hatt Høyre
pl: Hat w prawo
pt_pt: Direcional para a Direita
ro_ro: Pălărie Dreapta
sk_sk: Klobúk vpravo
sv_se: Hatt höger
tr: Şapka Sağ
vi_vn: Hat Phải
zh_tw: HAT 右

# keys_files
source: Hat Up
ca: Creu digital, Amunt
es: Direccional arriba
eu_es: Txapela Gora
gl_es: Sombreiro Arriba
hu: Hat Fel
it: Hat Su
ja_jp: ハットキー 上
ko: 햇 위쪽
nb_no: Hatt opp
pl: Hat w górę
pt_pt: Direcional para Cima
ro_ro: Pălărie Sus
sk_sk: Klobúk hore
sv_se: Hatt upp
tr: Şapka Yukarı
vi_vn: Hat Lên
zh_tw: HAT 上

# game_options
source: Have Batocera set the first audio output device.
ca: Establir el primer dispositiu d’àudio.
es: Deja a Batocera establecer el primer dispositivo de audio.
eu_es: Batocera-k ezarri dezala lehenengo irteera gailua.
gl_es: Fai que Batocera configure o primeiro dispositivo de saída de audio.
hu: A Batocera állítsa be az első hangkimeneti eszközt.
it: Lascia impostare a batocera il primo disposivo audio in uscita.
ja_jp: Batocera で最初の音声出力デバイスに設定します
ko: 바토세라에서 첫 번째 오디오 출력 장치를 설정합니다.
nb_no: Få Batocera til å stille inn den første lydutgangsenheten.
pl: Niech Batocera ustawi pierwsze urządzenie wyjściowe audio.
pt_pt: Fazer com que o Batocera defina o primeiro dispositivo de saída de áudio.
ro_ro: Lasă pe Batocera să aleagă primul dispozitiv de ieșire audio.
sk_sk: Nechať Batocera použiť prvé výstupné zvukové zariadenie.
sv_se: Låt Batocera ställa in den första ljudutmatningsenheten.
tr: Batocera'nın ilk ses çıkış cihazını ayarlamasını sağla.
vi_vn: Yêu cầu Batocera thiết lập thiết bị đầu ra âm thanh đầu tiên.
zh_tw: 讓 Batocera 設定第一個音訊輸出裝置。

# game_options
source: Hebrew
es: Hebreo
eu_es: Hebrearra
gl_es: Hebreo
hu: Héber
it: Ebreo
ja_jp: ヘブライ語
ko: 히브리어
nb_no: Hebraisk
pl: Hebrajski
pt_pt: Hebraico
ro_ro: Ebraică
sk_sk: Hebrejčina
sv_se: Hebreiska
tr: İbranice
vi_vn: Tiếng Do Thái

# game_options
source: Help and Information
es: Ayuda e información
eu_es: Laguntza eta informazioa
gl_es: Axuda e Información
hu: Segítség és információ
it: Aiuto e Informazioni
ja_jp: ヘルプと情報
ko: 도움말과 정보
nb_no: Hjelp og informasjon
pl: Pomoc i informacje
pt_pt: Ajuda e informações
ro_ro: Ajutor și informații
sk_sk: Pomocník a informácie
sv_se: Hjälp och information
tr: Yardım ve Bilgilendirme
vi_vn: Thông tin và Trợ giúp
zh_tw: 幫助和資訊

# game_options
source: Help games which are too quick or that have bugs.
ca: Ajuda als docs que són molt ràpids o tenen defectes.
es: Ayuda a los juegos que son demasiado rápidos o que tienen errores.
eu_es: Lagundu azkarregi edo arazoak dituzen jokuak
gl_es: Axuda aos xogos que son demasiado rápidos ou que teñen erros.
hu: Segítség a túl gyors vagy hibákkal rendelkező játékoknak.
it: Aiuta i giochi che sono troppo veloci o che hanno bugs.
ja_jp: 速すぎるゲームやバグのあるゲームを対処します
ko: 너무 빠르거나 버그가 있는 게임을 도와주세요.
nb_no: Hjelp spill som er for raske eller har feil.
pl: Pomóż w grach, które są zbyt szybkie lub zawierają błędy.
pt_pt: Ajuda jogos que são muito rápidos ou que possuem bugs.
ro_ro: Ajută jocurile care sunt prea rapide sau care au bug-uri.
sk_sk: Pomôcť hrám, ktoré sú príliš rýchle alebo ktoré obsahujú chyby.
sv_se: Hjälp spel som är för snabba eller som har buggar.
tr: Çok hızlı olan veya hataları olan oyunlara yardım et.
vi_vn: Trợ giúp các trò chơi quá nhanh hoặc có lỗi.
zh_tw: 幫助那些速度太快或有錯誤的遊戲。

# game_options
source: Helps reduce CPU power consumption by throttling the CPU when not needed. Useful for handhelds.
es: Ayuda a reducir el consumo de energía de la CPU estrangulando la CPU cuando no es necesaria. Útil para dispositivos portátiles.
eu_es: CPU-aren energia kontsumoa gutxitzen laguntzen du CPU erabilera gutxitzen behar ez denean. Eskuzko makinentzat baliagarria.
gl_es: Axuda a reducir o consumo de enerxía da CPU limitando a CPU cando non é necesario. Útil para portátiles.
hu: Segít csökkenteni a CPU energiafogyasztását azáltal, hogy leszabályozza a CPU-t, amikor nincs rá szükség. Hasznos kézi számítógépekhez.
it: Aiuta a ridurre il consumo della CPU tramite throttling della CPU quando non necessaria. Utile per gli handheld.
ja_jp: 不要なときに CPU を制限することで、CPU の電力消費を削減します。 ハンドヘルドに便利です
ko: 필요하지 않을 때 CPU를 조절하여 CPU 전력 소모를 줄이는 데 도움이 됩니다. 핸드헬드에 유용합니다.
nb_no: Bidrar til å redusere CPU-strømforbruket ved å strupe CPU-en når det ikke er behov for den. Nyttig for håndholdte enheter.
pl: Pomaga zmniejszyć zużycie energii przez procesor, zmniejszając jego wydajność, gdy nie jest potrzebny. Przydatne dla urządzeń przenośnych.
pt_pt: Ajuda a reduzir o consumo de energia da CPU limitando a CPU quando não for necessária. Útil para portáteis.
ro_ro: Ajută la reducerea consumului de energie al CPU-ului prin gâtuirea CPU-ului când nu este necesar. Util pentru dispozitive portabile.
sk_sk: Pomáha znižovať spotrebu CPU tým, že znižuje výkon CPU, keď nie je potrebný. Užitočné pre handheldy.
sv_se: Hjälper till att minska CPU:ns strömförbrukning genom att strypa CPU:n när den inte behövs. Användbart för handdatorer.
tr: Gerekmediğinde CPU kısıtlayarak CPU güç tüketimini azaltmaya yardımcı olur. El bilgisayarları için kullanışlıdır.
vi_vn: Giúp giảm mức tiêu thụ điện năng của CPU bằng cách điều tiết CPU khi không cần thiết. Hữu ích cho thiết bị cầm tay.
zh_tw: 透過在不需要時限制 CPU 來幫助降低功耗。適用於手持裝置。

# game_options
source: Hercules
ja_jp: ヘラクレス
ko: 허큘리스
nb_no: Herkules
zh_tw: 單色顯示卡

# game_options
source: Hermite
ja_jp: エルミート
ko: 에르미트
sk_sk: Hermit

# game_options
source: Hermite (Default)
ca: Hermite (Per defecte)
es: Hermite (Defecto)
eu_es: Hermite (Defektuzkoa)
gl_es: Hermite (predeterminado)
hu: Hermite (alapértelmezett)
ja_jp: エルミート (標準)
ko: 에르미트 (기본)
nb_no: Hermite (standard)
pl: Hermite (domyślnie)
pt_pt: Hermite (Predefinição)
ro_ro: Hermite (Implicit)
sk_sk: Pustovník (predvolené)
sv_se: Hermite (standard)
tr: Hermite (Varsayılan)
vi_vn: Hermite (Mặc định)
zh_tw: Hermite

# game_options
source: Hide
es: Ocultar
eu_es: Ezkutatu
gl_es: Ocultar
hu: Elrejt
it: Nascondi
ja_jp: 非表示
ko: 숨기기
nb_no: Skjul
pl: Ukryj
pt_pt: Esconder
ro_ro: Ascunde
sk_sk: Skryť
sv_se: Dölj
tr: Gizle
vi_vn: Ẩn
zh_tw: 隱藏

# game_options
source: Hide crosshairs in supported games e.g. ActionMax, Maddog II.
es: Oculta puntos de mira en juegos compatibles, por ej. ActionMax, Maddog II.
gl_es: Ocultar punto de mira nos xogos compatibles, p. ex. ActionMax, Maddog II.
it: Nascondi mirini nei giochi che lo supportano es. ActionMax, Maddog II.
ja_jp: 対応しているゲームで十字線を隠します(例:ActionMax, Maddog II)
ko: 지원되는 게임(예: 액션맥스, 매드독 II)에서 조준선을 숨깁니다.
nb_no: Sjul trådkorset i støttede spill som f.eks. ActionMax, Maddog II.
pl: Ukryj celownik w obsługiwanych grach, np. ActionMax, Maddog II.
ro_ro: Ascunde marcajul țintă în jocurile suportate, cum ar fi ActionMax, Maddog II.
vi_vn: Ẩn tâm ngắm trong các trò chơi được hỗ trợ, ví dụ: ActionMax, Maddog II.

# keys_files
source: Hide the bezel
es: Ocultar bisel
eu_es: Ezkutatu bezel-a
gl_es: Oculta o bisel
it: Nascondi il bordo
ja_jp: ベゼルを隠す
ko: 베젤 숨기기
nb_no: Skjul rammen
pl: Ukrywanie ramki
ro_ro: Ascunde rama
sk_sk: Skryť okraj
vi_vn: Ẩn bezel

# game_options
source: Hides borders on many games. Some games use the borders.
ca: Oculta vores a molts jocs. Alguns jocs les usen.
es: Oculta bordes en muchos juegos. Algunos juegos utilizan los bordes.
eu_es: Ertzak ezkutatzen ditu jokuu askotan. Joku batzuk ertzak erabiltzen dituzte.
gl_es: Oculta os bordos de moitos xogos. Algúns xogos usan o bordos.
hu: Számos játék határait rejti el. Egyes játékok kereteket használnak.
it: Nasconde i bordi di molti giochi. Alcuni giochi usano i bordi.
ja_jp: 多くのゲームの境界線を非表示にします。一部のゲームは境界線を使用します
ko: 많은 게임에서 테두리를 숨깁니다. 어떤 게임은 테두리를 사용합니다.
nb_no: Skjuler rammene i mange spill. Noen spill bruker rammene.
pl: Ukrywa obramowania w wielu grach. Niektóre gry używają ramek.
pt_pt: Oculta bordas em muitos jogos. Alguns jogos usam as bordas.
ro_ro: Ascunde marginile multor jocuri. Unele jocuri folosesc marginile.
sk_sk: Skryje okraje v mnohých hrách. Niektoré hry používajú okraje.
sv_se: Döljer ramar på många spel. Vissa spel använder ramarna.
tr: Birçok oyunda kenarları gizler. Bazı oyunlar kenarları kullanır.
vi_vn: Ẩn đường viền trên nhiều trò chơi. Một số trò chơi sử dụng đường viền.
zh_tw: 隱藏許多遊戲的邊界。有些遊戲使用邊框。

# game_options
source: Hides borders on many games. Some games used the borders.
ca: Oculta vores a molts jocs. Alguns jocs les usaven.
es: Oculta los bordes en muchos juegos. Algunos juegos usaban los bordes.
eu_es: Joko askotan ertzak ezkutatzen ditu. Joko batzuk ertzak erabiltzen dituzte
gl_es: Oculta os bordos de moitos xogos. Algúns xogos usaban os bordos.
hu: Sok játékban elrejti a határokat. Néhány játék használta a határokat.
it: Nascondi i bordi in molti giochi. Alcuni giochi usano i bordi.
ja_jp: 多くのゲームの境界線を非表示にします。一部のゲームは境界線を使用しています
ko: 많은 게임에서 테두리를 숨깁니다. 일부 게임은 테두리를 사용했습니다.
nb_no: Skjuler rammene i mange spill. Noen spill brukte rammene.
pl: Ukrywa obramowania w wielu grach. Niektóre gry wykorzystywały obramowania.
pt_pt: Oculta bordas em certos jogos. Alguns jogos usam as bordas.
ro_ro: Ascunde marginile la o multitudine de jocuri. Unele jocuri foloseau marginea.
sk_sk: Skryje okraje v mnohých hrách. Niektoré hry používajú okraje.
sv_se: Döljer ramar på många spel. Vissa spel använde ramarna.
tr: Birçok oyunda kenarları gizler. Bazı oyunlar kenarları kullanır.
vi_vn: Ẩn đường viền trên nhiều trò chơi. Một số trò chơi sử dụng đường viền.
zh_tw: 在多數遊戲隱藏邊界。有一些遊戲依然使用邊界。

# game_options
source: High
ca: Alt
es: Alto
eu_es: Altua
gl_es: Alto
hu: Magas
it: Alto
ja_jp: 大
ko: 높음
nb_no: Høy
pl: Wysokie
pt_pt: Alto
ro_ro: Mare
sk_sk: Vysoké
sv_se: Hög
tr: Yüksek
vi_vn: Cao
zh_tw: 高

# game_options
source: High (Default)
ca: Alta (per defecte)
es: Alta (Defecto)
eu_es: Altua (Defektuzkoa)
gl_es: Alto (predeterminado)
hu: Magas (alapértelmezett)
it: Alta (Default)
ja_jp: 高 (標準)
ko: 높음 (기타)
nb_no: Høy (standard)
pl: Wysoka (domyślnie)
pt_pt: Alto (Predefinição)
ro_ro: Înaltă (Implicit)
sk_sk: Vysoké (predvolené)
sv_se: Hög (standard)
tr: Yüksek (Varsayılan)
vi_vn: Cao (Mặc định)
zh_tw: 高 (預設)

# game_options
source: High 720p
ca: Alta 720p
es: 720p Alta
eu_es: Altua 720p
gl_es: Alta 720p
hu: Magas 720p
it: Alta 720p
ja_jp: 高 720p
ko: 높음 720p
nb_no: Høy 720p
pl: Wysoka 720p
pt_pt: Alto 720p
ro_ro: Înalt 720p
sk_sk: Vysoké 720p
sv_se: Hög 720p
tr: Yüksek 720p
vi_vn: Cao 720p
zh_tw: 高 720p

# game_options
source: High Performance
es: Alto Rendimiento
gl_es: Alto rendemento
hu: Nagy teljesítményű
it: Alta Performance
ja_jp: ハイパフォーマンス
ko: 고성능
nb_no: Høy ytelse
pl: Wysoka Wydajność
pt_pt: Alta Performance
ro_ro: Performanță ridicată
sk_sk: Vysoký výkon
sv_se: Hög prestanda
tr: Yüksek Performans
vi_vn: Hiệu năng cao
zh_tw: 高表現

# game_options
source: High-end Computer
es: Ordenador de gama alta
gl_es: Ordenador de gama alta
hu: Csúcskategóriás számítógép
it: Computer Nuovo
ja_jp: ハイエンドコンピュータ
ko: 고급 컴퓨터
nb_no: Høy-ytelses datamaskin
pl: Komputer wysokiej klasy
pt_pt: Computador de última geração
ro_ro: Calculator foarte bun
sk_sk: Rýchly počítač
sv_se: Avancerad dator
tr: İleri Teknoloji Bilgisayar
vi_vn: Máy tính cao cấp
zh_tw: 高端電腦

# game_options
source: Higher number for higher picture quality, but requires more bandwidth.
ca: Nombre major per a major qualitat, però requereix ample de banda.
es: Un número más alto proporciona una mayor calidad de imagen, pero requiere más ancho de banda.
eu_es: Zenbaki altuagoa irudi kalitate handiagorako, baino banda zabalera handiagoa behar du.
gl_es: Número máis alto para unha maior calidade de imaxe, pero require máis ancho de banda.
hu: Nagyobb szám nagyobb képminőséget eredményez, de több sávszélességet igényel.
it: Numeri alti significa maggiore qualità immagine, richiede più banda.
ja_jp: 画質を上げると、より多くの帯域幅が必要になります
ko: 숫자가 높을수록 사진 품질이 좋아지지만, 더 많은 대역폭이 필요합니다.
nb_no: Høyere tall gir høyere bildekvalitet, men krever mer båndbredde.
pl: Wyższa liczba oznacza wyższą jakość obrazu, ale wymaga większej szybkości transmisji.
pt_pt: Número mais alto para maior qualidade de imagem, mas requer mais largura de banda.
ro_ro: Un număr mai mare pentru o calitate mai mare a imaginii, dar necesită o lățime de bandă mai mare.
sk_sk: Vyššie číslo pre vyššiu kvalitu obrazu, ale vyžaduje väčšiu priepustnosť.
sv_se: Högre siffra ger högre bildkvalitet, men kräver mer bandbredd.
tr: Daha yüksek resim kalitesi için daha yüksek değer, fakat daha fazla bant genişliği gerektirir.
vi_vn: Số cao hơn cho chất lượng hình ảnh cao hơn nhưng yêu cầu nhiều băng thông hơn.
zh_tw: 數字越大，影像品質越高，但需要更多頻寬。

# game_options
source: Highlight all entities on the game map.
ca: Ressaltar totes les entitats al mapa de joc.
es: Resalta todas las entidades en el mapa del juego.
eu_es: Nabarmendu arerio guztiak joko mapan.
gl_es: Destaca todas as entidades no mapa do xogo.
hu: Jelölje ki az összes entitást a játéktérképen.
it: Evidenzia tutte le entità sulla mappa del gioco.
ja_jp: マップ上の全エンティティ(実体)を強調表示します
ko: 게임 맵의 모든 개체를 강조 표시합니다.
nb_no: Marker alle enheter på spillkartet.
pl: Podświetl wszystkie podmioty na mapie gry.
pt_pt: Realça todas as entidades no mapa do jogo.
ro_ro: Evidențiază toate entitățile pe harta jocului.
sk_sk: Zvýrazniť všetky entity v hernej mape.
sv_se: Framhäv alla entiteter på spelkartan.
tr: Oyun haritasındaki tüm varlıkları vurgula.
vi_vn: Đánh dấu tất cả các thực thể trên bản đồ trò chơi.
zh_tw: 反白遊戲地圖上的所有實體。

# keys_files
source: Hire staff
es: Contratar personal
eu_es: Langileak kontratatu
gl_es: Contratar persoal
it: Assumi personale
ja_jp: スタッフを増やす
ko: 직원 고용
nb_no: Ansette medarbeidere
pl: Zatrudnij personel
pt_pt: Procurar pessoal
ro_ro: Angajează personal
sk_sk: Najať personál
sv_se: Anställ personal
tr: Personel kirala
vi_vn: Thuê nhân viên
zh_tw: 僱用員工

# game_options
source: Honduras
ko: 온두라스

# game_options
source: Hong Kong
ja_jp: 香港
ko: 홍콩
vi_vn: Hồng Kông

# game_options
source: Horizontal
ca: Horitzontal
eu_es: Horizontala
hu: Vízszintes
it: Orizzontale
ja_jp: 横表示
ko: 수평 (가로)
nb_no: Horisontal
pl: Poziomo
ro_ro: Orizontal
sk_sk: Vodorovne
sv_se: Horisontell
tr: Yatay
vi_vn: Nằm ngang
zh_tw: 水平的

# game_options
source: How much RAM the emulated FM Towns will have installed
ca: Quanta memòria RAM tindran instal·lada els FM Towns emulats
es: Cuanta RAM tendrá instalada el emulador de FM Towns
eu_es: Zenbat RAM izango du instalatuta emulatutako FM Towns-ak
gl_es: Canta RAM terán instalados os FM Towns emulados
hu: Mennyi RAM lesz telepítve az emulált FM Towns-ban
it: Quanta RAM sarà installata per l'FM Towns emulato.
ja_jp: エミュレートする FM Towns のRAM容量
ko: 에뮬레이션된 FM 타운에 설치된 램 용량
nb_no: Hvor mye RAM den emulerte FM Towns skal ha installert
pl: Ile pamięci RAM będzie miał zainstalowany emulowany FM Towns
pt_pt: Quanto de memória RAM emulada o FM Towns terá instalado
ro_ro: Cât de mult RAM instalat va avea modelul emulat de FM Towns
sk_sk: Koľko pamäte RAM bude mať emulovaná FM Towns
sv_se: Hur mycket RAM-minne den emulerade FM Towns kommer att ha installerat
tr: Taklit edilen FM Towns ne kadar RAM kuracağı
vi_vn: Trình giả lập FM Towns sẽ cài đặt bao nhiêu RAM
zh_tw: 模擬的 FM Towns 將安裝多少 RAM
