Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Skips Vertical Blank Interrupts when lag is detected, allowing for smooth audio playback when emulation speed is not 100%.
es: Omite las Vertical Blank Interrupts cuando se detecta un retraso, lo que permite una reproducción de audio suave cuando la velocidad de emulación no es del 100%.
eu_es: Txuritze bertikal etenak saltatzen ditu latentzia antzematen denean, audio erreprodukzio leuna ahalbideratzen du abiadura %100 ez denean.
gl_es: Salta as interrupcións en branco verticais cando se detecta un atraso, o que permite unha reprodución de audio suave cando a velocidade de emulación non é do 100%.
hu: Kihagyja a függőleges üres megszakításokat, ha késleltetést észlel, lehetővé téve a sima hanglejátszást, ha az emulációs sebesség nem 100%-os.
it: Salta le strisce verticali d'interruzione quando viene rilevato un ritardo,rende l'audio senza scatti quando la velocità d'emulazione non è al 100%.
ja_jp: ラグを検知するとVBIをスキップするため、エミュレーション速度が 100％でない場合でもスムーズな音声再生が可能です
ko: 지연이 감지되면 수직 공백 인터럽트를 건너뛰어 에뮬레이션 속도가 100%가 아닐 때에도 원활한 오디오 재생이 가능합니다.
nb_no: Hopp over vertikale tomromavbrudd når forsinkelse oppdages, noe som gir jevn lydavspilling når emuleringshastigheten ikke er 100 %.
pl: Pomija Vertical Blank Interrupts po wykryciu opóźnienia, umożliwiając płynne odtwarzanie dźwięku, gdy prędkość emulacji nie wynosi 100%.
pt_pt: Ignora interrupções verticais em branco quando atraso é detectado, permitindo suave reprodução de áudio quando a velocidade de emulação não é 100%.
ro_ro: Omite întreruperile de blank vertical când este detectată latență, permițând redarea cursivă a sunetului când viteza de emulare nu este 100%.
sk_sk: Preskočí vertikálne prázdnote prerušenia, keď sa zistí oneskorenie, čo umožňuje plynulé prehrávanie zvuku, keď rýchlosť emulácie nie je 100 %.
sv_se: Hoppar över Vertical Blank-avbrott när fördröjning upptäcks, vilket möjliggör smidig ljuduppspelning när emuleringshastigheten inte är 100%.
tr: Dikey Boşluğu Atlar Gecikme tespit edildiğinde kesintiye uğrar ve emülasyon hızı %100 olmadığında sorunsuz ses oynatımına olanak tanır.
vi_vn: Bỏ qua Vertical Blank Interrupts khi phát hiện bị lag, cho phép phát lại âm thanh mượt mà khi tốc độ mô phỏng không phải là 100%.
zh_tw: 當檢測到遲滯時跳過垂直空白中斷，允許在模擬速度不是100%時平滑音訊回放。

# game_options
source: Skynet
ko: 스카이넷
zh_tw: 天網

# keys_files
source: Slot +
ca: Ranura +
eu_es: Zirrikitua +
ja_jp: スロット +
ko: 슬롯 +
nb_no: Spor +
pl: Gniazdo +

# keys_files
source: Slot -
ca: Ranura -
eu_es: Zirrikitua -
ja_jp: スロット -
ko: 슬롯 -
nb_no: Spor -
pl: Gniazdo -

# game_options
source: Slot A (Default)
ca: Ranura A (Per defecte)
es: Ranura A (Defecto)
eu_es: A Zirrikitua (Defektuz)
gl_es: Rañura A (Predeterminada)
ja_jp: スロット A(標準)
ko: 슬롯 A (기본)
nb_no: Spor A (standard)
pl: Slot A (domyślnie)
pt_pt: Slot A (Predefinição)
ro_ro: Slot A (Implicit)
sk_sk: Slot A (predvolené)
sv_se: Plats A (standard)
tr: Yuva A (Varsayılan)
vi_vn: Khe A (Mặc định)
zh_tw: 插槽A(預設)

# game_options
source: Slot B
ca: Ranura B
es: Ranura B
eu_es: B Zirrikitua
gl_es: Rañura B
ja_jp: スロット B
ko: 슬롯 B
nb_no: Spor B
sv_se: Plats B
tr: Yuva B
vi_vn: Khe B
zh_tw: 插槽B

# game_options
source: Slot C
ca: Ranura C
es: Ranura C
eu_es: C Zirrikitua
gl_es: Rañura C
ja_jp: スロット C
ko: 슬롯 C
nb_no: Spor C
sv_se: Plats C
tr: Yuva C
vi_vn: Khe C
zh_tw: 插槽C

# game_options
source: Slot D
ca: Ranura D
es: Ranura D
eu_es: D Zirrikitua
gl_es: Rañura D
ja_jp: スロット D
ko: 슬롯 D
nb_no: Spor D
sv_se: Plats D
tr: Yuva D
vi_vn: Khe D
zh_tw: 插槽D

# game_options
source: Slot E
ca: Ranura E
es: Ranura E
eu_es: E Zirrikitua
gl_es: Rañura E
ja_jp: スロット E
ko: 슬롯 E
nb_no: Spor E
sv_se: Plats E
tr: Yuva E
vi_vn: Khe E
zh_tw: 插槽E

# game_options
source: Slovak
es: Eslovaco
gl_es: Eslovaco
hu: Szlovák
it: Slovacco
ja_jp: スロバキア語
ko: 슬로바키아어
nb_no: Slovakisk
pl: Slowacki
pt_pt: Eslovaco
ro_ro: Slovacă
sk_sk: Slovenčina
sv_se: Slovakiska

# game_options
source: Slovakia
ca: Eslovàquia
es: Eslovaquia
eu_es: Eslobakia
gl_es: Eslovaquia
hu: Szlovákia
it: Slovacchia
ja_jp: スロバキア
ko: 슬로바키아
pl: Słowacja
pt_pt: Eslováquia
ro_ro: Slovacia
sk_sk: Slovensko
sv_se: Slovakien
tr: Slovakya

# game_options
source: Slovenia
ca: Eslovènia
es: Eslovenia
eu_es: Eslobenia
gl_es: Eslovenia
hu: Szlovénia
ja_jp: スロベニア
ko: 슬로베니아
pl: Słowenia
pt_pt: Eslovénia
sk_sk: Slovinsko
sv_se: Slovenien
tr: Slovenya

# game_options
source: Slovenian
es: Esloveno
gl_es: Esloveno
hu: Szlovén
it: Sloveno
ja_jp: スロベニア語
ko: 슬로베니아어
nb_no: Slovensk
pl: Slowenski
pt_pt: esloveno
ro_ro: Slovenă
sk_sk: Slovinčina
sv_se: Slovenska
tr: Slovence
vi_vn: Người Slovenia

# game_options
source: Slow down or speed up games as appropriate.
ca: Alenteix o accelera els jocs com sigui apropiat.
es: Ralentiza o acelera los juegos según sea apropiado.
eu_es: Jokuen abiadura aldatu modu egokian
gl_es: Ralentiza ou acelera os xogos segundo corresponda.
hu: Szükség szerint lassítsd vagy gyorsítsd fel a játékokat.
it: Rallenta o accelera i giochi appropriatamente.
ja_jp: 必要に応じて、ゲームの速度を可変します
ko: 적절하게 게임 속도를 늦추거나 높입니다.
nb_no: Sakte ned eller øke hastigheten på spillene etter behov.
pl: W razie potrzeby spowalniaj lub przyspieszaj gry.
pt_pt: Desacelera ou acelera os jogos conforme apropriado.
ro_ro: Încetinește sau accelerează jocurile în funcție de caz.
sk_sk: Spomaliť alebo zrýchliť hry podľa potreby.
sv_se: Sakta ner eller snabba upp spelen efter behov.
tr: Oyunları uygun şekilde yavaşlatın veya hızlandırın.
vi_vn: Làm chậm hoặc tăng tốc trò chơi cho phù hợp.
zh_tw: 適當放慢或加快遊戲速度。

# game_options
source: Small performance increase (may drop frames).
ca: Petit increment de rendiment (pot ometre quadres)
es: Pequeño aumento de rendimiento (puede ocasionar pérdida de fotogramas).
eu_es: Eraginkortasun hobekuntza xumea (frame batzuk galdu daitezke)
gl_es: Pequeno aumento do rendemento (pode perder fotogramas).
hu: Kismértékű teljesítménynövekedés (a képkockák kieshetnek).
it: Modesto miglioramento performance (può andare a scatti).
ja_jp: の微向上（フレームドロップする可能性）
ko: 약간의 성능 향상 (프레임이 떨어질 수 있음).
nb_no: Liten ytelsesøkning (kan hoppe over bilder).
pl: Niewielki wzrost wydajności (mogą występować spadki klatek).
pt_pt: Pequeno aumento de desempenho (pode perder quadros)
ro_ro: O mică creștere de performanță (poate omite cadre).
sk_sk: Malé zvýšenie výkonu (môže vynechať snímky).
sv_se: Liten prestandaförbättring (kan tappa bildrutor).
tr: Küçük performans artışı (kare düşebilir).
vi_vn: Tăng hiệu suất nhỏ (có thể giảm khung hình).
zh_tw: 效能略有提高(可能會丟幀)。

# game_options
source: Smaller
es: Pequeño
eu_es: Txikiagoa
gl_es: Máis pequeno
hu: Kisebb
it: Piccolo
ja_jp: 小さい
ko: 더 작음
nb_no: Mindre
pl: Mniejszy
pt_pt: Menor
ro_ro: Mai mică
sk_sk: Menšie
sv_se: Mindre
tr: Daha Küçük
vi_vn: Nhỏ hơn
zh_tw: 較小的

# game_options
source: Smooth
es: Tranquilo
gl_es: Suave
hu: Sima
it: Morbidi
ja_jp: スムーズ
ko: 부드러움
nb_no: Jevn
pl: Gladki
pt_pt: Suave
ro_ro: Neted
sk_sk: Plynulé
sv_se: Mjuk
tr: Yumuşak
zh_tw: 平滑

# game_options
source: Smooth (Linear)
ca: Suavitzat (Linear)
es: Suavizado (Lineal)
eu_es: Leuntzea (Lineala)
gl_es: Suave (lineal)
hu: Sima (lineáris)
it: Sfumato (Lineare)
ja_jp: スムーズ（線形）
ko: 부드러움 (선형)
nb_no: Glatt (lineær)
pl: Wygładzanie (liniowe)
pt_pt: Suave (Linear)
ro_ro: Neted (Liniar)
sk_sk: Plynulé (lineárne)
sv_se: Mjuk (linjär)
tr: Pürüzsüz (Doğrusal)
zh_tw: 平滑(線性)

# game_options
source: Smooth 1
ca: Suavitzat 1
es: Suavizado 1
eu_es: 1 Leuntzea
gl_es: Suavizado 1
hu: Sima 1
it: Sfuma 1
ja_jp: スムーズ 1
ko: 부드러움 1
nb_no: Glatt 1
pl: Wygładzanie 1
pt_pt: Suave 1
ro_ro: Netezire 1
sk_sk: Plynulé 1
sv_se: Mjuk 1
tr: Pürüzsüz 1
vi_vn: Mịn màng 1
zh_tw: 平滑1

# game_options
source: Smooth 2
ca: Suavitzat 2
es: Suavizado 2
eu_es: 2 Leuntzea
gl_es: Suavizado 2
hu: Sima 2
it: Sfuma 2
ja_jp: スムーズ 2
ko: 부드러움 2
nb_no: Glatt 2
pl: Wygładzanie 2
pt_pt: Suave 2
ro_ro: Netezire 2
sk_sk: Plynulé 2
sv_se: Mjuk 2
tr: Pürüzsüz 2
vi_vn: Mịn màng 2
zh_tw: 平滑2

# game_options
source: Smooth 3
ca: Suavitzat 3
es: Suavizado 3
eu_es: 3 Leuntzea
gl_es: Suavizado 3
hu: Sima 3
it: Sfuma 3
ja_jp: スムーズ 3
ko: 부드러움 3
nb_no: Glatt 3
pl: Wygładzanie 3
pt_pt: Suave 3
ro_ro: Netezire 3
sk_sk: Plynulé 3
sv_se: Mjuk 3
tr: Pürüzsüz 3
vi_vn: Mịn màng 3
zh_tw: 平滑3

# game_options
source: Smooth 4
ca: Suavitzat 4
es: Suavizado 4
eu_es: 4 Leuntzea
gl_es: Suavizado 4
hu: Sima 4
it: Sfuma 4
ja_jp: スムーズ 4
ko: 부드러움 4
nb_no: Glatt 4
pl: Wygładzanie 4
pt_pt: Suave 4
ro_ro: Netezire 4
sk_sk: Plynulé 4
sv_se: Mjuk 4
tr: Pürüzsüz 4
vi_vn: Mịn màng 4
zh_tw: 平滑4

# game_options
source: Smooth textures on 3D objects.
ca: Suavitzar textures a objectes 3D.
es: Suaviza texturas en objetos 3D.
eu_es: Leundu testura 3D objektuetan.
gl_es: Suaviza texturas en obxectos 3D.
hu: Sima textúrák 3D objektumokon.
it: Fluma le texture sugli oggetti 3D.
ja_jp: 3Dオブジェクトのテクスチャを滑らかにします
ko: 3D 개체의 부드러운 텍스처.
nb_no: Glatte teksturer på 3D-objekter.
pl: Gładkie tekstury na obiektach 3D.
pt_pt: Texturas suaves em objectos 3D.
ro_ro: Netezește texturile pe obiectele 3D.
sk_sk: Vyhladiť textúry na 3D objektoch.
sv_se: Jämna texturer på 3D-objekt.
tr: 3D nesnelerde pürüzsüz dokular.
vi_vn: Làm mượt họa tiết trên các đối tượng 3D.
zh_tw: 3D物件上的平滑紋理。

# game_options
source: Smooth textures on distant 3D objects based on angle.
ca: Suavitzar textures a objectes 3D distants basant-se en l’angle.
es: Suaviza texturas en objetos 3D lejanos según el ángulo.
eu_es: Pixel leunak distantzian dauden 3D objektuen testuretan angeluan oinarrituta
gl_es: Suaviza texturas en obxectos 3D distantes en función do ángulo.
hu: Távoli 3D objektumok textúráinak simítása a szög alapján.
it: Sfuma texture di oggetti 3D distanti a seconda dell'angolo.
ja_jp: 角度に基づいて、離れた3Dオブジェクトのテクスチャを滑らかにします
ko: 각도에 따라 멀리 떨어진 3D 개체의 부드러운 텍스처.
nb_no: Glatte teksturer på fjerne 3D-objekter basert på vinkel.
pl: Wygładzanie tekstur na odległych obiektach 3D w oparciu o kąt.
pt_pt: Texturas suaves em objetos 3D distantes com base no Ângulo.
ro_ro: Netezește texturile de pe obiectele 3D distante bazat pe unghi.
sk_sk: Hladké textúry na vzdialených 3D objektoch na základe uhla.
sv_se: Jämna ut texturer på avlägsna 3D-objekt baserat på vinkel.
tr: Açıya göre uzaktaki 3D nesnelerde pürüzsüz dokular.
vi_vn: Kết cấu mượt mà trên các đối tượng 3D xa dựa trên góc.
zh_tw: 基於角度的遠距離三維物體的平滑紋理。

# game_options
source: Smooth textures.
ca: Suavitzar textures.
es: Suaviza texturas.
eu_es: Testura leunak.
gl_es: Suaviza Texturas.
hu: Sima textúrák.
it: Textures sfumate.
ja_jp: 滑らかなテクスチャ
ko: 부드러운 텍스처.
nb_no: Glatte teksturer.
pl: Gładkie tekstury.
pt_pt: Texturas suaves.
ro_ro: Netezește texturile.
sk_sk: Plynulé textúry.
sv_se: Mjuka texturer.
tr: Pürüzsüz dokular.
vi_vn: Họa tiết mịn.
zh_tw: 光滑的紋理。

# game_options
source: Smooths out textures on 3D objects.
ca: Suavitza textures en objectes 3D.
es: Suavizado de texturas en objetos 3D.
eu_es: Testurak leuntzen ditu 3D objektueta.
gl_es: Suavizado de texturas en obxectos 3D.
hu: Kisimítja a textúrákat a 3D objektumokon.
it: Sfuma le texture per gli oggetti 3D.
ja_jp: 3Dオブジェクトのテクスチャを滑らかにします
ko: 3D 개체의 텍스처를 부드럽게 만듭니다.
nb_no: Glatter ut teksturer på 3D-objekter.
pl: Wygładza tekstury na obiektach 3D.
pt_pt: Suaviza texturas em objetos 3D.
ro_ro: Netezește texturile pe obiectele 3D.
sk_sk: Vyhladí textúry na 3D objektoch.
sv_se: Slätar ut texturer på 3D-objekt.
tr: 3D nesnelerdeki dokuları pürüzsüzleştirir.
vi_vn: Làm mịn kết cấu trên các đối tượng 3D.
zh_tw: 平滑3D物件上的紋理。

# game_options
source: Smooths the overall picture as it is displayed on the screen. Corrects positioning between pixels.
es: Suaviza la imagen general tal como se muestra en la pantalla. Corrige el posicionamiento entre píxeles.
eu_es: Irudi orokorra leuntzen du pantailan erakusten denean. Pixel-en arteko posizionatzea konpontzen du.
gl_es: Suaviza a imaxe xeral tal como se amosa na pantalla. Corrixe o posicionamento entre píxeles.
hu: Kisimítja a teljes képet, ahogyan az a képernyőn megjelenik. Korrigálja a képpontok közötti pozicionálást.
it: Sfuma l'immagine d'insieme come mostrata a schermo. Corregge ilposizionamento tra i vari pixels.
ja_jp: 画面に表示される画像全体を滑らかにして、ピクセル間の位置を修正します
ko: 화면에 표시되는 전체 그림을 부드럽게 합니다. 픽셀 간의 위치를 ​​수정합니다.
nb_no: Jevner ut hele bildet etter hvert som det vises på skjermen. Korrigerer plasseringen mellom piksler.
pl: Wygładza ogólny obraz wyświetlany na ekranie. Koryguje położenie między pikselami.
pt_pt: Suaviza a imagem geral conforme ela é exibida no ecrã. corrige posicionamento entre pixels.
ro_ro: Netezește imaginea per total pe măsură ce este afișată pe ecran. Corectează poziționarea dintre pixeli.
sk_sk: Vyhladí celkový obraz ako je zobrazený na obrazovke. Opraví polohy medzi bodmi.
sv_se: Utjämnar den övergripande bilden när den visas på skärmen. Korrigerar positionering mellan bildpunkter.
tr: Ekranda görüntülenen genel resmi düzgünleştirir. Pikseller arasındaki konumlandırmayı düzeltir.
vi_vn: Làm mịn hình ảnh tổng thể khi nó được hiển thị trên màn hình. Sửa vị trí giữa các pixel.
zh_tw: 使整個畫面在螢幕上顯示時變得平滑。校正畫素之間的位置。

# game_options
source: Snapshot
ca: Captura
es: Captura de pantalla
eu_es: Snapshot-a
gl_es: Captura de pantalla
ja_jp: スナップショット
ko: 스냅샷
pl: Migawka
pt_pt: Captura de ecrã
ro_ro: Captură
sk_sk: Snímka
sv_se: Ögonblicksbild
tr: Anlık görüntü
vi_vn: Ảnh chụp nhanh
zh_tw: 快照

# game_options
source: Snow
es: Nieve
eu_es: Elurra
gl_es: Neve
hu: Hó
it: Neve
ja_jp: スノー
ko: 눈
nb_no: Snø
pl: Śnieg
pt_pt: Neve
ro_ro: Zăpadă
sk_sk: Sneh
sv_se: Snö
tr: Kar
zh_tw: 雪

# game_options
source: Soften the hash sound effect from some games.
ca: Suavitza el soroll en l’àudio d’alguns jocs.
es: Suaviza el efecto de sonido hash en algunos juegos.
eu_es: Leundi joku batzuetako soinu efektu zakarrak.
gl_es: Suaviza o efecto son de hash nalgúns xogos.
hu: Egyes játékok hash hangeffektusának lágyítása.
it: Allevia l'effetto sonoro hash di alcuni giochi.
ja_jp: 一部のゲームの耳障りな効果音を和らげます
ko: 일부 게임의 해시 사운드 효과를 부드럽게합니다.
nb_no: Demp hash-lydeffekten fra enkelte spill.
pl: Zmiękcz efekt dźwiękowy haszu w niektórych grach.
pt_pt: Suaviza o efeito de ruído do som de alguns jogos.
ro_ro: Netezește efectul sonor dur al unor jocuri.
sk_sk: Zjemniť zvukový efekt hash z niektorých hier.
sv_se: Dämpa hash-ljudeffekten från vissa spel.
tr: Bazı oyunlardan karma ses efektini yumuşatın.
vi_vn: Làm mềm hiệu ứng âm thanh băm từ một số trò chơi.
zh_tw: 軟化一些遊戲的雜湊音效。

# game_options
source: Software
ca: Programari
eu_es: Software-a
hu: Szoftver
ja_jp: ソフトウェア
ko: 소프트웨어
nb_no: Translate me
pl: Programowo
sk_sk: Softvér
sv_se: Programvara
tr: Yazılım
vi_vn: Phần mềm
zh_tw: 軟體

# game_options
source: Software mode is faster and more accurate, while OpenGL mode supports scaling 3D graphics.
es: El modo software es más rápido y preciso, mientras que el modo OpenGL admite el escalado de gráficos 3D.
gl_es: O modo software é máis rápido e preciso, mentres que o modo OpenGL admite o escalado de gráficos 3D.
hu: A szoftver mód gyorsabb és pontosabb, míg az OpenGL mód támogatja a 3D grafikák méretezését.
it: La modalità software è più veloce e accurata, mentre OpenGL supporta scaling della grafica 3D.
ja_jp: ソフトウェア モードはより高速かつ正確ですが、OpenGL モードは 3D グラフィックスのスケーリングをサポートします
ko: 소프트웨어 모드는 더 빠르고 정확하며, OpenGL 모드는 3D 그래픽 크기 조정을 지원합니다.
nb_no: Programvaremodus er raskere og mer nøyaktig, mens OpenGL-modus støtter skalering av 3D-grafikk.
pl: Tryb programowy jest szybszy i dokładniejszy, podczas gdy tryb OpenGL obsługuje skalowanie grafiki 3D.
pt_pt: O modo software é mais rápido e preciso, enquanto o modo OpenGL suporta dimensionamento de gráficos 3D.
ro_ro: Modul software este mai rapid și mai exact, pe când modul OpenGL suportă scalarea graficelor 3D.
sv_se: Programvaruläget är snabbare och mer exakt, medan OpenGL-läget stöder skalning av 3D-grafik.
tr: Yazılım modu daha hızlı ve daha doğrudur, OpenGL modu ise 3D grafiklerin ölçeklendirilmesini destekler.
vi_vn: Chế độ phần mềm nhanh hơn và chính xác hơn, trong khi chế độ OpenGL hỗ trợ mở rộng đồ họa 3D.
zh_tw: 軟體模式更快更準確，而OpenGL模式支援縮放3D圖形。

# game_options
source: Some games accept input from port 2 instead of port 1.
ca: Alguns jocs accepten entrada des del port 2 enlloc de l’1.
es: Algunos juegos aceptan entrada desde el puerto 2 en lugar del puerto 1.
eu_es: Joko batzuek 2. portuan onartzen dituzte sarrerak 1 portuaren ordez.
gl_es: Algúns xogos aceptan entrada dende o porto 2 en lugar do porto 1.
hu: Egyes játékok a 2-es portról fogadják a bemenetet az 1-es helyett.
it: Alcuni giochi accettano input dalla porta 2 invece che 1
ja_jp: 一部のゲームは、ポート1ではなくポート2からの入力を受け入れます
ko: 일부 게임은 포트 1 대신 포트 2의 입력을 허용합니다.
nb_no: Noen spill aksepterer input fra port 2 i stedet for port 1.
pl: Niektóre gry akceptują wejście z portu 2 zamiast portu 1.
pt_pt: Alguns jogos aceitam entrada da porta 2 em vez da porta 1.
ro_ro: Unele jocuri acceptă intrare de la portul 2 în loc de portul 1.
sk_sk: Niektoré hry preberajú vstup z portu 2 namiesto portu 1.
sv_se: Vissa spel accepterar inmatning från port 2 istället för port 1.
tr: Bazı oyunlar, 1. bağlantı noktası yerine 2. bağlantı noktasından girişi kabul eder.
vi_vn: Một số trò chơi chấp nhận đầu vào từ cổng 2 thay vì cổng 1.
zh_tw: 一些遊戲從埠2而不是埠1接受輸入。

# game_options
source: Some games and homebrews require more RAM
es: Algunos juegos y homebrews requieren más RAM
gl_es: Algúns xogos e homebrews requiren máis memoria RAM
hu: Egyes játékokhoz és házi készítésű programokhoz több RAM szükséges
it: Alcuni giochi e homebrew richiedono piu' RAM
ja_jp: 一部のゲームや自作にはより多くの RAM が必要です
ko: 일부 게임과 홈브류에는 더 많은 램이 필요함
nb_no: Noen spill og homebrews trenger mere RAM
pl: Niektóre gry i homebrew wymagają więcej RAM
pt_pt: Alguns jogos e homebrews requerem mais RAM
ro_ro: Unele jocuri și homebrew necesită mai mult RAM
sk_sk: Niektoré doma vyrobené hry potrebujú viac RAM
sv_se: Vissa spel och homebrews kräver mer RAM
tr: Bazı oyunlar ve ev yapımı oyunlar daha fazla RAM gerektirir
vi_vn: Một số trò chơi và homebrew yêu cầu nhiều RAM hơn
zh_tw: 一些遊戲和自製軟體需要更多的記憶體

# game_options
source: Some games have issues when the animation is shown, others require it.
ca: Alguns jocs tenen problemes quan es mostra l’animació; uns altres la requereixen.
es: Algunos juegos tienen problemas cuando se muestra la animación, otros lo requieren.
eu_es: Joko batzuk arazoak dituzte animazioak erakustean, beste batzuek eskatu egiten dute.
gl_es: Algúns xogos teñen problemas cando se amosa a animación, outros o requiren.
hu: Egyes játékoknál gondot okoz, ha az animáció megjelenik, másoknál viszont szükség van rá.
it: Alcuni giochi hanno problemi durante l'animazione, altri la richiedono.
ja_jp: アニメ表示で問題が出る場合とアニメ表示が必須の場合があります
ko: 일부 게임에는 애니메이션이 표시 될 때 문제가 있고 다른 게임에는 문제가 필요합니다.
nb_no: Noen spill har problemer når animasjonen vises, andre krever det.
pl: Niektóre gry mają problemy, gdy animacja jest wyświetlana, inne jej wymagają.
pt_pt: Alguns jogos tem problemas quando a animação é exibida, outros exigem isto.
ro_ro: Unele jocuri au probleme când animația este afișată, altele o necesită.
sk_sk: Niektoré hry majú problémy so zobrazením animácie, iné to vyžadujú.
sv_se: Vissa spel har problem när animationen visas, andra kräver det.
tr: Bazı oyunlarda animasyon gösterildiğinde sorunlar olabilir, bazılarında ise animasyon gereklidir.
vi_vn: Một số trò chơi gặp sự cố khi hiển thị hoạt ảnh, một số trò chơi khác lại yêu cầu.
zh_tw: 有些遊戲在播放動畫時會有問題，有些則需要。

# game_options
source: Some games rely on this (Apros).
ca: Alguns jocs depenen d’això (Apros).
es: Algunos juegos se basan en esto (Apros).
eu_es: Joko batzuek hau erabiltzen dute.
gl_es: Algúns xogos dependen diso (Apros).
hu: Néhány játék erre támaszkodik (Apros).
it: Alcuni giochi lo richiedono (Apros).
ja_jp: 一部のゲームはこれでのみ正しく動作します（Apros）
ko: 일부 게임은 이것에 의존합니다 (Apros).
nb_no: Noen spill er avhengige av dette (Apros).
pl: Niektóre gry opierają się na tym (Apros).
pt_pt: Alguns jogos dependem desta opção (Simulado).
ro_ro: Unele jocuri se bazează pe asta (Apros).
sk_sk: Niektoré hry sa na to spoliehajú (Apros).
sv_se: Vissa spel förlitar sig på detta (Apros).
tr: Bazı oyunlar buna dayanır (Apros).
vi_vn: Một số trò chơi dựa vào điều này (Apros).
zh_tw: 有些遊戲就靠這個(Apros)。

# game_options
source: Sonic 2 (tap jump)
ca: Sonic 2 (pitja per saltar)
es: Sonic 2 (pulsar salto)
eu_es: Sonic 2 (ikutu saltoa)
gl_es: Sonic 2 (saltar)
it: Sonic 2 (premi veloce il salto)
ja_jp: ソニック2（タップジャンプ）
ko: 소닉 2 (탭 점프)
nb_no: Sonic 2 (hopp med trykk)
pl: Sonic 2 (skok przez stuknięcie)
pt_pt: Sonic 2 (tocar para saltar)
ro_ro: Sonic 2 (atinge pentru salt)
sk_sk: Sonic 2 (skok stlačením)
sv_se: Sonic 2 (tryck hopp)
tr: Sonic 2 (dokun zıpla)
vi_vn: Sonic 2 (nhấn nhảy)

# game_options
source: Sonic CD (hold jump)
ca: Sonic CD (mantenir salt)
es: Sonic CD (mantener salto)
eu_es: Sonic CD (mantendu saltoa)
gl_es: Sonic CD (saltar)
it: Sonic CD (tieni premuto il salto)
ja_jp: ソニックCD（ホールドジャンプ）
ko: 소닉 CD (점프 홀드)
nb_no: Sonic CD (hold hopp)
pl: Sonic CD (skok z przytrzymaniem)
pt_pt: Sonic CD (segure o salto)
ro_ro: Sonic CD (ține pentru salt)
sk_sk: Sonic CD (skok držaním)
sv_se: Sonic CD (håll hopp)
tr: Sonic CD (zıplamak için basılı tut)
vi_vn: Sonic CD (giữ nhảy)

# game_options
source: Sony CXA2025AS
ja_jp: ソニー CXA2025AS
ko: 소니 CXA2025AS

# game_options
source: Sony DS
ja_jp: ソニー DS
ko: 소니 DS

# game_options
source: SounBlaster 1.0
ko: 사운드블라스터 1.0
ro_ro: SoundBlaster 1.0

# game_options
source: SounBlaster 16 (Default)
ca: SounBlaster 16 (per defecte)
es: SounBlaster 16 (Defecto)
eu_es: SounBlaster 16 (Defektuzkoa)
gl_es: SounBlaster 16 (Predeterminado)
ja_jp: SounBlaster 16 (標準)
ko: 사운드블라스터 16 (기본)
nb_no: SounBlaster 16 (standard)
pl: SounBlaster 16 (domyślnie)
pt_pt: SounBlaster 16 (Predefinição)
ro_ro: SoundBlaster 16 (Implicit)
sk_sk: SounBlaster 16 (predvolené)
sv_se: SounBlaster 16 (standard)
tr: SounBlaster 16 (Varsayılan)
vi_vn: SounBlaster 16 (Mặc định)

# game_options
source: SounBlaster 2.0
ko: 사운드블라스터 2.0
ro_ro: SoundBlaster 2.0

# game_options
source: SounBlaster Pro
ko: 사운드블라스터 프로
ro_ro: SoundBlaster Pro

# game_options
source: SounBlaster Pro 2
eu_es: SounBlaster Pro
ko: 사운드블라스터 프로 2
ro_ro: SoundBlaster Pro 2
