Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Mac Classic (4Mb RAM, 2 HD Floppies/HDD)
ca: Mac Classic (4Mb RAM, 2 Disquets HD/HDD)
eu_es: Mac Classic (4Mb RAM, 2 HD Floppy-ak/HDD)
it: Mac Classico (4Mb RAM, 2 HD Floppies/HDD)
ja_jp: Mac Classic (4MBメモリ,2 HD FD/HDD)
ko: 맥 클래식 (4Mb 램, 2 HD 플로피/HDD)
nb_no: Mac Classic (4 MB RAM, 2 HD-disketter/HDD)
pl: Mac Classic (4Mb RAM, 2 dyskietki HD/HDD)
pt_pt: Mac Classic (4Mb RAM, 2 disquetes HD/HDD)
sk_sk: Mac Classic (4Mb RAM, 2 HD mechaniky/HDD)
sv_se: Mac Classic (4Mb RAM, 2 HD-disketter/HDD)
tr: Mac Classic (4Mb RAM, 2 HD Disket/HDD)

# game_options
source: Mac Harddisks
ca: Discs durs Mac
es: Discos duros Mac
eu_es: Mac Disko gogorrak
gl_es: Disco duro Mac
it: Harddisk Mac
ja_jp: Mac ハードディスク
ko: 맥 하드 디스크
nb_no: Mac-harddisker
pl: Dyski twarde Mac
pt_pt: Disco Rígido Mac
ro_ro: Discuri dure Mac
sk_sk: Mac harddisky
sv_se: Mac-hårddiskar
tr: Mac Sabit Diskleri

# game_options
source: Mac II (2Mb RAM, Color, 2 HD Floppies/CD/HDD)
ca: Mac II (2Mb RAM, Color, 2 Disquets HD/CD/HDD)
eu_es: Mac II (2Mb RAM, Color, 2 HD Floppy-ak/CD/HDD)
ja_jp: Mac II (2MBメモリ,カラー,2 HD FD/CD/HDD)
ko: 맥 II (2MB 램, 컬러, 2 HD 플로피/CD/하드 디스크)
nb_no: Mac II (2 MB RAM, farge, 2 HD-disketter/CD/HDD)
pl: Mac II (2Mb RAM, Kolor, 2 dyskietki HD/CD/HDD)
pt_pt: Mac II (2Mb RAM, colorido, 2 disquetes HD/CD/HDD)
sk_sk: Mac II (2Mb RAM, farebný, 2 HD mechaniky/CD/HDD)
sv_se: Mac II (2Mb RAM, färg, 2 HD-disketter/CD/HDD)
tr: Mac II (2Mb RAM, Renkli, 2 HD Disket/CD/HDD)

# game_options
source: Mac IIx (2Mb RAM, Color, 2 HD Floppies/CD/HDD, Image Reader)
ca: Mac IIx (2Mb RAM, Color, 2 Disquets HD/CD/HDD, Lector d’imatges)
eu_es: Mac IIx (2Mb RAM, Colorea, 2 HD Floppies/CD/HDD, Irudi irakurlea)
gl_es: Mac IIx (2 Mb de RAM, cor, 2 disquetes HD/CD/HDD, lector de imaxes)
it: Mac IIx (2Mb RAM, Colori, 2 HD Floppies/CD/HDD, Image Reader
ja_jp: Mac IIx（2MBメモリ,カラー,2HD FD/CD/HDD,イメージリーダー)
ko: 맥 IIx (2MB 램, 컬러, 2 HD 플로피 / CD / 하드 디스크, 이미지 리더)
nb_no: Mac IIx (2 MB RAM, farge, 2 HD-disketter/CD/HDD, bildeleser)
pl: Mac IIx (2Mb RAM, Color, 2 dyskietki HD/CD/HDD/czytnik obrazu)
pt_pt: Mac IIx (2 MB de RAM, Colorido, 2 Disquetes HD/CD/HDD, Leitor de imagens)
sk_sk: Mac IIx (2Mb RAM, farebný, 2 HD mechaniky/CD/HDD/čítačka obrazov)
sv_se: Mac IIx (2 Mb RAM, färg, 2 HD-disketter/CD/HDD, avbildläsare)
tr: Mac IIx (2Mb RAM, Renkli, 2 HD Disket/CD/HDD, Kalıp Okuyucu)
vi_vn: Mac IIx (RAM 2Mb, Màu, 2 Đĩa mềm HD/CD/HDD, Trình đọc ảnh)

# game_options
source: Mac IIx (2Mb RAM, Color, 2 HD Floppies/CD/HDD/Image Reader)
ca: Mac IIx (2Mb RAM, Color, 2 Disquets HD/CD/HDD/Lector d’imatges)
eu_es: Mac IIx (2Mb RAM, Color, 2 HD Floppy-ak/CD/HDD/Irudi irakurlea)
it: Mac IIx (2Mb RAM, Color, 2 HD Floppies/CD/HDD/Lettore immagini)
ja_jp: Mac IIx（2MBメモリ,カラー,2HD FD/CD/HDD,イメージリーダー)
ko: 맥 IIx (2MB 램, 컬러, 2 HD 플로피/CD/하드 디스크/이미지 리더)
nb_no: Mac IIx (2 MB RAM, farge, 2 HD-disketter/CD/HDD/bildeleser)
pl: Mac IIx (2Mb RAM, Kolor, 2 dyskietki HD/CD/HDD/czytnik obrazu)
pt_pt: Mac IIx (2Mb de RAM, Colorido, 2 Disquetes HD/CD/HDD/Leitor de Imagens)
sk_sk: Mac IIx (2Mb RAM, farebný, 2 HD mechaniky/CD/HDD/čítačka obrazov)
sv_se: Mac IIx (2Mb RAM, färg, 2 HD-disketter/CD/HDD/avbildläsare)
tr: Mac IIx (2Mb RAM, Renkli, 2 HD Disket/CD/HDD/Kalıp Okuyucu)

# game_options
source: Mac LC 3 (Default) (4Mb RAM, Color, 2 HD Floppies/CD/HDD)
ca: Mac LC 3 (Per defecte) (4Mb RAM, Color, 2 Disquets HD/CD/HDD)
eu_es: Mac LC 3 (Defektuz) (4Mb RAM, Color, 2 HD Floppy-ak/CD/HDD)
ja_jp: Mac LC 3 (標準) (4MBメモリ,カラー,2 HD FD/CD/HDD)
ko: 맥 LC 3 (기본값) (4MB 램, 컬러, 2 HD 플로피/CD/하드 디스크)
nb_no: Mac LC 3 (standard) (4 MB RAM, farge, 2 HD-disketter/CD/HDD)
pl: Mac LC 3 (domyślnie) (4Mb RAM, kolor, 2 dyskietki HD/CD/HDD)
pt_pt: Mac LC 3 (Predefinição) (4Mb RAM, Cor, 2 disquetes HD/CD/HDD)
ro_ro: Mac LC 3 (Implicit) (4Mb RAM, Color, 2 HD Floppies/CD/HDD)
sk_sk: Mac LC 3 (predvolené) (4Mb RAM, farebný, 2 HD mechaniky/CD/HDD)
sv_se: Mac LC 3 (standard) (4 MB RAM, färg, 2 HD-disketter/CD/HDD)
tr: Mac LC 3 (Varsayılan) (4Mb RAM, Renkli, 2 HD Disket/CD/HDD)

# game_options
source: Mac Plus (4Mb RAM, 2 LD Floppies/HDD)
ca: Mac Plus (4Mb RAM, 2 Disquets LD/HDD)
eu_es: Mac Plus (4Mb RAM, 2 LD Floppy-ak/HDD)
ja_jp: Mac Plus (4MBメモリ,2 LD FD/HDD)
ko: 맥 플러스 (4MB 램, 2 LD 플로피/하드 디스크)
nb_no: Mac Plus (4 MB RAM, 2 LD-disketter/HDD)
pl: Mac Plus (4Mb RAM, 2 dyskietki LD/HDD)
pt_pt: Mac Plus (4Mb RAM, 2 disquetes LD/HDD)
sk_sk: Mac Plus (4Mb RAM, 2 LD mechaniky/HDD)
sv_se: Mac Plus (4Mb RAM, 2 LD disketter/HDD)
tr: Mac Plus (4Mb RAM, 2 LD Disket/HDD)

# game_options
source: Mac SE (4Mb RAM, 2 LD Floppies/HDD)
ca: Mac SE (4Mb RAM, 2 Disquets LD/HDD)
eu_es: Mac SE (4Mb RAM, 2 LD Floppy-ak/HDD)
ja_jp: Mac SE (4MBメモリ,2 LD FD/HDD)
ko: 맥 SE (4MB 램, 2 LD 플로피/하드 디스크)
nb_no: Mac SE (4 MB RAM, 2 LD disketter/HDD)
pl: Mac SE (4Mb RAM, 2 dyskietki LD/HDD)
pt_pt: Mac SE (4Mb RAM, 2 disquetes LD/HDD)
sk_sk: Mac SE (4Mb RAM, 2 LD mechaniky/HDD)
sv_se: Mac SE (4Mb RAM, 2 LD disketter/HDD)
tr: Mac SE (4Mb RAM, 2 LD Disket/HDD)

# game_options
source: Macau
hu: Makaó
ko: 마카오
pl: Makau
tr: Makao

# game_options
source: Macintosh 400K/800K Disk images
ca: Imatges de disc Macintosh 400K/800K
es: Imágenes de disco Macintosh 400K/800K
eu_es: Macintosh 400K/800K Disko irudiak
gl_es: Imaxes de disco de Macintosh 400K/800K
it: Immagini disco Macintosh 400K/800K
ja_jp: Macintosh 400K/800K ディスクイメージ
ko: 매킨토시 400K/800K 디스크 이미지
nb_no: Macintosh 400K/800K diskavbildninger
pl: Obrazy dysków Macintosh 400K/800K
pt_pt: Macintosh 400K/800K
ro_ro: Imagini de disc Macintosh 400K/800K
sk_sk: Macintosh 400K/800K obrazy disku
sv_se: Macintosh 400K/800K diskavbilder
tr: Macintosh 400K/800K Disk kalıpları

# game_options
source: Macintosh High Density Disk images
ca: Imatges de disquet d’alta densitat Macintosh
es: Imágenes de disco Macintosh High Density
eu_es: Macintosh High Density Disko irudiak
gl_es: Imaxes de disco de alta densidade de Macintosh
it: Immagini dischi Macintosh High Density
ja_jp: Macintosh 高密度ディスクイメージ
ko: 매킨토시 고밀도 디스크 이미지
nb_no: Avbildninger av Macintosh High Density Disk
pl: Obrazy dysków Macintosh High Density
pt_pt: Imagens de disco de alta densidade do Macintosh
ro_ro: Imagini de disc Macintosh High Density
sk_sk: Macintosh High Density obrazy disku
sv_se: Macintosh High Density-diskettavbilder
tr: Macintosh High Density Disk kalıpları

# game_options
source: Mailbox (Recommended)
es: Mailbox (Recomendado)
gl_es: Caixa de correo (recomendado)
hu: Postaláda (ajánlott)
it: Mailbox (Raccomandato)
ja_jp: メールボックス (推奨)
ko: 메일박스 (권장)
nb_no: Postboks (anbefalt)
pl: Mailbox (Polecane)
pt_pt: Caixa de correio (recomendado)
ro_ro: Cutie poștală (Recomandat)
sk_sk: Mailbox (odporúčané)
sv_se: Brevlåda (rekommenderas)
tr: Posta Kutusu (Önerilen)
vi_vn: Hộp thư (được đề xuất)
zh_tw: 郵箱(推薦)

# game_options
source: Make game history, setup instructions, and special moves viewable in the menu
ca: Fes visible al menú l’històric de joc, les instruccions de configuració i els moviments especials
es: Hace que el historial de juego, las instrucciones de configuración y los movimientos especiales sean visibles en el menú.
eu_es: Erakutsi menuan joko historia, konfigurazio jarraibideak, eta mugimendu bereziak.
gl_es: Fai que o historial do xogo, as instrucións de configuración e os movementos especiais sexan visibles no menú
hu: Tedd megtekinthetővé a menüben a játéktörténetet, a beállítási utasításokat és a speciális mozdulatokat
it: Crea storico gioco, instruzioni di installazione e mosse speciali visibili nel menu
ja_jp: ゲーム履歴、セットアップ手順、必殺技コマンドなどをメニューに表示します
ko: 게임 기록, 설정 지침 및 필살기를 메뉴에서 볼 수 있도록 설정
nb_no: Gjør spillhistorikk, oppsettinstruksjoner og spesialtrekk synlige i menyen
pl: Spraw, aby historia gry, instrukcje konfiguracji i specjalne ruchy były widoczne w menu.
pt_pt: Torne o histórico do jogo, as instruções de configuração e os movimentos especiais visíveis no menu
ro_ro: Fă vizibile în meniu istoricul jocului, informațiile de configurare și mișcări speciale
sk_sk: V ponuke môžete zobraziť históriu hry, pokyny na nastavenie a špeciálne pohyby
sv_se: Gör spelhistorik, installationsinstruktioner och specialrörelser synliga i menyn
tr: Menüde oyun geçmişini, kurulum talimatlarını ve özel hareketleri görüntülenebilir hale getir
vi_vn: Hiển thị lịch sử trò chơi, hướng dẫn thiết lập và các bước di chuyển đặc biệt trong menu
zh_tw: 使遊戲歷史記錄、設定說明和特殊動作在選單中可見

# game_options
source: Makes second fire button press up instead.
ca: Prémer el segon botó com alternativa.
es: En su lugar, hace que el segundo botón de disparo se presione hacia arriba.
eu_es: Bigarren tiro botoia sakatzea eragiten du horren ordez.
gl_es: Fai que o segundo botón de disparo SE prema cara arriba.
hu: Ehelyett megnyomja a második tűzgombot.
it: Rende il secondo bottone di sparo premuto in alto.
ja_jp: 代替えで2番目のボタンを有効にします
ko: 대신 두 번째 발사 버튼을 위로 누릅니다.
nb_no: Gjør at den andre avfyringsknappen trykkes opp i stedet.
pl: Sprawia naciśnięcie drugiego przycisku 'fire'.
pt_pt: Faz com que o segundo botão de disparo pressione cima como alternativa .
ro_ro: Face ca al doilea buton de tragere să apese în sus.
sk_sk: Namiesto toho stlačí druhé tlačidlo streľby.
sv_se: Gör att den andra eldknappen trycks upp istället.
tr: Bunun yerine ikinci ateşleme tuşuna basılmasını sağlar.
vi_vn: Làm cho nút bắn phụ được nhấn ngay lập tức.
zh_tw: 改為按下第二個射擊按鈕。

# game_options
source: Makes the blue button press up instead.
ca: Prémer el botó blau com alternativa.
es: En su lugar, hace que el botón azul presione hacia arriba.
eu_es: Botoi berdea sakatzea eragiten du horren ordez.
gl_es: Fai que o botón azul prema cara arriba.
hu: Ehelyett a kék gombot nyomja felfelé.
it: Rende il pulsante blue premuto in alto.
ja_jp: 代替えで青いボタンを有効にします
ko: 대신 파란색 버튼을 위로 누릅니다.
nb_no: Gjør at den blå knappen trykkes opp i stedet.
pl: Sprawia naciśnięcie przycisku niebieskiego.
pt_pt: Faz com que o botão azul pressionado seja cima.
ro_ro: Face ca butonul albastru să apese în sus.
sk_sk: Namiesto toho stlačí modré tlačidlo.
sv_se: Gör att den blå knappen trycks upp istället.
tr: Bunun yerine mavi tuşa basılmasını sağlar.
vi_vn: Làm cho nút xanh được nhấn ngay lập tức.
zh_tw: 使藍色按鈕按下。

# game_options
source: Makes the dither pattern much less obvious at higher resolutions.
es: Hace que el patrón de tramado sea mucho menos obvio en resoluciones más altas.
eu_es: Dither patrioa ezkutatzen du bereizmen altuetan
gl_es: Fai que o patrón de tramado sexa moito menos obvio a resolucións máis altas.
hu: Nagyobb felbontásoknál sokkal kevésbé nyilvánvalóvá teszi a dither-mintázatot.
it: Rende il dither pattern meno ovvio ad alte risoluzioni.
ja_jp: 解像度が高くなると、「ディザ パターン」あまりが目立たなくなります
ko: 고해상도에서 디더 패턴이 훨씬 덜 눈에 띄게 됩니다.
nb_no: Gjør dither-mønsteret mye mindre tydelig ved høyere oppløsninger.
pl: Sprawia, że wzór ditheringu jest znacznie mniej widoczny w wyższych rozdzielczościach.
pt_pt: Torna o dithering menos óbvio em resoluções mais altas.
ro_ro: Face ca tiparul de dither să fie mult mai puțin vizibil la rezoluții mari.
sk_sk: Pri vyšších rozlíšeniach je vzor rozkladu oveľa menej zreteľný.
sv_se: Gör dither-mönstret mycket mindre tydligt i högre upplösningar.
tr: Titreşim desenini daha yüksek çözünürlüklerde çok daha az belirgin hale getirir.
vi_vn: Làm cho mẫu hoà sắc ít rõ ràng hơn ở độ phân giải cao hơn.
zh_tw: 使得抖動圖案在較高解析度下不那麼明顯。

# game_options
source: Malaysia
gl_es: Malaisia
hu: Malajzia
it: Malesia
ko: 말레이시아
pl: Malezja
pt_pt: Malásia
ro_ro: Malaezia
sk_sk: Malajzia
tr: Malezya

# game_options
source: Maldives
gl_es: Maldivas
hu: Maldív-szigetek
it: Maldive
ko: 몰디브
pl: Malediwy
pt_pt: Maldivas
ro_ro: Maldive
sk_sk: Maldivy
sv_se: Maldiverna
tr: Maldivler

# keys_files
source: Manage Staff
es: Gestionar personal
eu_es: Kudeatu langileria
gl_es: Xestionar Persoal
hu: Személyzet kezelése
it: Gestisci personale
ja_jp: スタッフ管理
ko: 직원 관리
nb_no: Administrere personalet
pl: Zarządzaj personelem
pt_pt: Gerir equipa
ro_ro: Administrează personalul
sk_sk: Riadiť zamestnancov
sv_se: Hantera personal
tr: Personeli Yönet
vi_vn: Quản lý nhân viên
zh_tw: 管理員工

# game_options
source: Manual
eu_es: Manuala
hu: Kézikönyv
it: Manuale
ja_jp: マニュアル
ko: 수동
nb_no: Manuell
pl: Ręcznie
sk_sk: Manuál
sv_se: Manuellt
tr: Manuel
vi_vn: Thủ công
zh_tw: 手動

# game_options
source: Manual keyboard
ca: Teclat manual
es: Teclado manual
eu_es: Teklatu manuala
gl_es: Teclado manual
hu: Kézi billentyűzet
it: Tasiera Manuale
ja_jp: 手動キーボード
ko: 수동 키보드
nb_no: Manuelt tastatur
pl: Klawiatura ręczna
pt_pt: Teclao Manual
ro_ro: Tastatură manuală
sk_sk: Ručná klávesnica
sv_se: Manuellt tangentbord
tr: Manuel klavye
vi_vn: Bàn phím thủ công
zh_tw: 手動鍵盤

# game_options
source: Manually activate the adapter for supported games.
ca: Activar manualment l’adaptador per als jocs suportats.
es: Activa manualmente el adaptador para los juegos compatibles.
eu_es: Aktibatu manualki egokitzailea euskarria duten jokuetan.
gl_es: Activa manualmente o adaptador para os xogos compatibles.
hu: Manuálisan aktiválja az adaptert a támogatott játékokhoz.
it: Attiva manualmente l'adapter per i giochi supportati.
ja_jp: 対応しているゲームのアダプターを手動で有効にします
ko: 지원되는 게임에 대한 어댑터를 수동으로 활성화합니다.
nb_no: Aktiver adapteren manuelt for spill som støttes.
pl: Ręcznie aktywuj adapter w przypadku obsługiwanych gier.
pt_pt: Ativar manualmente o adaptador para jogos suportados.
ro_ro: Activează adaptorul manual pentru jocurile suportate.
sk_sk: Ručne aktivovať adaptér pre podporované hry.
sv_se: Aktivera adaptern manuellt för spel som stöds.
tr: Desteklenen oyunlar için adaptörü el ile etkinleştir.
vi_vn: Kích hoạt thủ công bộ điều hợp cho các trò chơi được hỗ trợ.
zh_tw: 手動啟動支援遊戲的適配器。

# game_options
source: Manually define which internal resolution to use. AUTO = High.
ca: Defineix manualment quina resolució interna usar. AUTOMÀTIC = Alta.
es: Define manualmente qué resolución interna utilizar. AUTO = Alta.
eu_es: Eskuz definitu zein barne bereizmen erabili. AUTO = Altua.
gl_es: Define manualmente que resolución interna usar. AUTO = Alta.
hu: Manuálisan határozza meg, hogy melyik belső felbontást használja. AUTO = Magas.
it: Definisci manualmente la risoluzione interna da usare. AUTO = Alta
ja_jp: 使用する内部解像度を手動で設定します(自動 = 高)
ko: 사용할 내부 해상도를 수동으로 정의합니다. 자동 = 높음.
nb_no: Definer manuelt hvilken intern oppløsning som skal brukes. AUTO = Høy.
pl: Ręczne określenie wewnętrznej rozdzielczości, która ma być używana. AUTO = Wysoka.
pt_pt: Defina manualmente que resolução interna usar. AUTO = Alto.
ro_ro: Definește manual ce rezoluție internă să fie folosită. AUTO = înaltă.
sk_sk: Ručne definovať, ktoré vnútorné rozlíšenie sa má použiť. AUTO = Vysoké.
sv_se: Definiera manuellt vilken intern upplösning som ska användas. AUTO = hög.
tr: Hangi dahili çözünürlüğün kullanılacağını el ile tanımla. OTOMATİK = Yüksek.
vi_vn: Xác định thủ công độ phân giải nào sẽ được sử dụng. TỰ ĐỘNG = Cao.
zh_tw: 手動定義要使用的內部解析度。自動 = 高。

# game_options
source: Manually define which resolution to use.&#x0a;Auto defaults to High and switches to Super-High when needed.
ca: Defineix manualment quina resolució usar.&#x0a;Alto per defecte i canvia a super-alta quan cal.
es: Define manualmente que resolución utilizar.&#x0a;El valor por defecto automático es Alto y cambia a Super Alto cuando es necesario.
eu_es: Eskuz definitu zein bereizmen erabili nahi den.&#x0a;Auto defektuz Altua da eta Super-Altua-ra aldatzen da behar denean.
gl_es: Define manualmente a resolución a usar.&#x0a;o valor Automático predeterminado é Alto e cambia a Superalto cando sexa necesario.
hu: Manuálisan határozza meg, hogy melyik felbontást használja.&#x0a;Az Auto alapértelmezés szerint Magasra állítja, és szükség esetén Szupermagasra vált.
it: Definisci manualmente quale risoluzione usare.&#x0a; Automatico va in Alta e cambia in Super-Alta quando necessario.
ja_jp: 使用する解像度を設定します(自動は[720p]、必要に応じて[1440p]に切替)
ko: 사용할 해상도를 수동으로 정의합니다. 자동은 높음으로 기본 설정되어 있으며 필요할 때 매우 높음으로 전환됩니다.
nb_no: Definer manuelt hvilken oppløsning som skal brukes. Automatisk standardinnstilling er Høy og bytter til Superhøy ved behov.
pl: Ręcznie zdefiniuj, której rozdzielczości użyć.&#x0a;Auto domyślnie ma wartość Wysoka i przełącza się na Super Wysoka w razie potrzeby.
pt_pt: Defina manualmente qual resolução usar. Predefinição é Alto e muda para muito alto quando necessário.
ro_ro: Definește manual ce rezoluție să folosești.&#x0a;Automat implicit este la Înalt și comută pe Super-înalt la nevoie.
sk_sk: Manuálne definujte, ktoré rozlíšenie sa má použiť.&#x0a;Automaticky sa predvolene nastaví na Vysoké a v prípade potreby sa prepne na Supervysoké.
sv_se: Definiera manuellt vilken upplösning som ska användas.&#x0a;Automatisk standard är hög och växlar till superhög vid behov.
tr: Hangi çözünürlüğün kullanılacağını el ile tanımla&#x0a;Otomatik varsayılan olarak Yüksek ve gerektiğinde Süper Yükseğe geçer.
vi_vn: Xác định độ phân giải cần sử dụng theo cách thủ công.&#x0a;Tự động mặc định là Cao và chuyển sang Siêu cao khi cần.
zh_tw: 手動定義要使用的解析度。自動預設為高，並在需要時切換到超高。

# game_options
source: Manually set VSYNC frames per second. Ideally this should match your monitor refresh rate.
es: Establece manualmente los fotogramas por segundo para VSYNC. Idealmente, esto debería coincidir con la frecuencia de actualización de tu monitor.
gl_es: Establece manualmente os fotogramas VSYNC por segundo. O ideal é que coincida coa frecuencia de actualización do monitor.
hu: Manuálisan állítsa be a VSYNC képkockákat másodpercenként. Ideális esetben ennek meg kell egyeznie a monitor frissítési gyakoriságával.
it: Imposta manualmente i frame per secondo VSYNC. Il valore ideale è lo stesso del refresh rate del tuo schermo.
ja_jp: 垂直同期 フレーム/秒を手動で設定します。 モニターのリフレッシュ レートと一致する必要があります
ko: 초당 수직동기화 프레임을 수동으로 설정합니다. 이상적으로는 모니터 재생 빈도와 일치해야 합니다.
nb_no: Angi VSYNC-bilder per sekund manuelt. Ideelt sett bør dette samsvare med skjermens oppdateringsfrekvens.
pl: Ręcznie ustaw klatki VSYNC na sekundę. Idealnie powinno to odpowiadać częstotliwości odświeżania monitora.
pt_pt: Defina manualmente os fps VSYNC por segundo. Idealmente, isso deve corresponder ao seu monitortaxa de atualização.
ro_ro: Setează manual numărul de cadre pentru VSYNC. Ideal trebuie să fie identic cu rata de reîmprospătare a ecranului.
sv_se: Ställ in VSYNC:s bildrutor per sekund manuellt. Helst bör detta matcha din bildskärms uppdateringsfrekvens.
tr: VSYNC karelerini saniye cinsinden el ile ayarlayın. En doğrusu, monitörünüzün yenileme hızıyla eşleşmelidir.
vi_vn: Đặt thủ công khung hình VSYNC mỗi giây. Lý tưởng nhất là điều này phải phù hợp với tốc độ làm mới màn hình của bạn.
zh_tw: 手動設定每秒 VSYNC 幀數。理想情況下，這應該與您的顯示器更新率相符。

# game_options
source: Manually set cycles per second. Use with caution.
ca: Estableix manualment els cicles per segon. Usar amb cautela.
es: Ajustar manualmente los ciclos por segundo. Usar con precaución.
eu_es: Manualki ezarri segunduko zikloak. Kontuz erabili
gl_es: Establecer manualmente ciclos por segundo. Usar con precaución.
hu: Manuálisan állítsa be a ciklusokat másodpercenként. Óvatosan használja.
it: Imposta manualmente i cicli per secondo. Usare con cautela.
ja_jp: モデルごとにCPUサイクルを選択します(注意して使用)
ko: 초당 주기를 수동으로 설정합니다. 주의해서 사용하세요.
nb_no: Manuell innstilling av sykluser per sekund. Brukes med forsiktighet.
pl: Ręczne ustawienie cykli na sekundę. Należy używać z zachowaniem ostrożności.
pt_pt: Ajustar manualmente os ciclos por segundo. Usar com cuidado.
ro_ro: Setează manual cicli pe secundă. Folosește cu atenție.
sk_sk: Ručne nastaviť cykly za sekundu. Používajte opatrne.
sv_se: Ställ in cykler per sekund manuellt. Använd med försiktighet.
tr: Saniyedeki döngüleri el ile ayarlayın. Dikkatle kullanın.
vi_vn: Đặt thủ công chu kỳ mỗi giây. Sử dụng một cách thận trọng.
zh_tw: 手動設定每秒週期數。請謹慎使用。

# game_options
source: Map controller inputs to light gun inputs.
ca: Mapeja els botons dels comandaments a la pistola de llum.
es: Asigna los ajustes del mando a los ajustes de la pistola.
eu_es: Mapeatu kontrolatzaile sarrera argizko pistolaren sarreretara.
gl_es: Mapear as entradas do mando aos axustes das armas lixeiras.
hu: A vezérlő bemeneteit leképezi a fénypuska bemeneteire.
it: Mappa l'input del controller all'input della pistola.
ja_jp: コントローラー入力をガンコン入力に割り当てます
ko: 컨트롤러 입력을 라이트 건 입력에 매핑합니다.
nb_no: Tilordne kontrollerinnganger til lyspistolinnganger.
pl: Mapuj wejścia kontrolera na wejścia pistoletu świetlnego.
pt_pt: Mapear as entradas do comando para as entradas da pistola.
ro_ro: Asociază intrările controlerelor cu intrările pistolului luminos.
sk_sk: Mapovať vstupy ovládačov na vstupy svetelných pištolí.
sv_se: Mappa styrenhetens ingångar till ljuspistolens ingångar.
tr: Kontrolcü girdilerini silah girdileri için eşle.
zh_tw: 將控制器輸入映射到光槍輸入。

# game_options
source: Map your controller to an emulated Wiimote.
ca: Mapeja el comandament com un Wiimote emulat.
es: Configura tu mando como un Wiimote emulado.
eu_es: Mapetau zure kontrolatzailea emulatutako Wiimote-ra.
gl_es: Asigne o seu mando a un Wiimote emulado.
hu: Rendelje hozzá a kontrollert egy emulált Wiimote-hoz.
it: Mappa il tuo controlla su un Wiimote emulato.
ja_jp: コントローラをエミュレートされたWiiリモコンにマッピングします
ko: 컨트롤러를 에뮬레이트된 위모트에 매핑합니다.
nb_no: Tilordne kontrolleren din til en emulert Wiimote.
pl: Zmapuj swój kontroler do emulowanego Wiimote.
pt_pt: Mapear o seu comando para um Wiimote emulado.
ro_ro: Asociază controlerul la o telecomandă Wii emulată.
sk_sk: Mapovať váš ovládač na emulovaný Wiimote.
sv_se: Mappa din handkontroll till en emulerad Wiimote.
tr: Kontrolcünüzü taklit edilmiş bir Wiimote ile eşleştirin.
vi_vn: Ánh xạ bộ điều khiển của bạn tới mô phỏng Wiimote.
zh_tw: 将您的控制器映射到仿真Wiimote。

# game_options
source: March
es: Marzo
gl_es: Marzo
hu: Március
it: Marzo
ja_jp: 3月
ko: 3월
nb_no: Mars
pl: Marzec
pt_pt: Março
ro_ro: Martie
sk_sk: Marec
sv_se: mars
tr: Mart
vi_vn: Tháng 3
zh_tw: 三月

# game_options
source: Match Window
es: Ajustar ventana
eu_es: Leihoa parekatu
gl_es: Axustar Fiestra
hu: Egyeztetési ablak
it: Adatta alla finestra
ja_jp: ウィンドウに合わせる
ko: 일치하는 창
nb_no: Matchvindu
pl: Dopasuj okno
pt_pt: Corresponder a Janela
ro_ro: Potrivește fereastra
sk_sk: Zhodné okno
sv_se: Matcha fönster
tr: Eşleme Penceresi
zh_tw: 匹配視窗

# game_options
source: Max (demanding games)
ca: Max (jocs exigents)
es: Máx. (juegos exigentes)
eu_es: Gehienezkoa (eskatzen duten jokuak)
gl_es: Max (xogos esixentes)
hu: Max (igényes játékok)
it: Massimo (giochi che lo necessitano)
ja_jp: MAX (要求の厳しいゲーム)
ko: 최대 (요구 사항이 높은 게임)
nb_no: Maks (krevende spill)
pl: Maks (wymagające gry)
pt_pt: Máximo (jogos exigentes)
ro_ro: Maxim (jocuri pretențioase)
sk_sk: Max (náročné hry)
sv_se: Max (krävande spel)
tr: Azami (zorlu oyunlar)
vi_vn: Max (trò chơi đòi hỏi khắt khe)
zh_tw: 最大 (要求苛刻的遊戲)

# game_options
source: Max Performance
ca: Màxim rendiment
es: Máximo Rendimiento
eu_es: Eraginkortasun gorena
gl_es: Rendemento máximo
hu: Max teljesítmény
ja_jp: 最大パフォーマンス
ko: 최대 성능
nb_no: Maksimal ytelse
pl: Maks. wydajność
pt_pt: Performance Máxima
ro_ro: Performanță maximă
sk_sk: Maximálny výkon
sv_se: Max prestanda
tr: En Yüksek Performans
vi_vn: Hiệu suất tối đa
zh_tw: 最大表現

# game_options
source: Maximum
es: Máximo
eu_es: Gehienezkoa
gl_es: Máximo
it: Massimo
ja_jp: 最大
ko: 최대
nb_no: Maksimum
pl: Maksymalne
pt_pt: Máximo
ro_ro: Maxim
sk_sk: Maximálne
sv_se: Maximal
tr: EN YÜKSEK
vi_vn: Tối đa
zh_tw: 最大值
