Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Nearest-Neighbor
ca: Veí adjacent més proper
es: Vecino más cercano
eu_es: Gertueneko Bizilaguna
gl_es: Veciño máis próximo
hu: Legközelebbi szomszéd
ja_jp: 最近傍
ko: 최근접 이웃
nb_no: Nærmeste nabo
pl: Najbliższe sąsiedztwo
ro_ro: Cel mai apropiat vecin
sk_sk: Najbližší sused
sv_se: Närmsta granne
tr: En Yakın Nokta
zh_tw: 最近鄰

# game_options
source: Nearest-neighbor
hu: Legközelebbi szomszéd
ko: 최근접 이웃
pl: Najbliższe sąsiedztwo
ro_ro: Cel mai apropiat vecin
sv_se: Närmsta granne
tr: En yakın nokta
zh_tw: 最近鄰

# game_options
source: Necessary for some guns to replace fog textures as a workaround in Time Crisis - Crisis Zone.
es: Necesario para que algunas armas reemplacen las texturas de niebla como solución en Time Crisis - Crisis Zone.
eu_es: Pistola batzuk laino testurak ordezkatzea eskatzen dute, soluzio alternatibo gisa, Time Crisis - Crisis Zone
gl_es: Necesario para que algunhas armas substitúan as texturas de néboa como solución alternativa en Time Crisis - Crisis Zone.
hu: Egyes fegyvereknél szükség van a köd textúrák cseréjére a Time Crisis - Crisis Zone -ban.
it: Necessario perché alcune pistole possano rimpiazzare le texture della nebbia in un workaround di Time Crisis - Crisis Zone.
ja_jp: 一部の銃では、タイムクライシス-クライシスゾーンの回避策としてフォグ テクスチャを置き換える必要があります。
ko: 타임 크라이시스 - 크라이시스 존에서 일부 총의 안개 텍스처를 대체하기 위한 해결책이 필요합니다.
nb_no: Nødvendig for noen våpen for å erstatte tåketeksturer som en løsning i Time Crisis - Crisis Zone.
pl: Konieczne dla niektórych broni, aby zastąpić tekstury mgły jako obejście w Time Crisis - Crisis Zone.
pt_pt: Necessário para certas armas substituir texturas de névoa como solução alternativa em Time Crisis - Crisis Zone.
ro_ro: Necesar pentru unele pistoale pentru a înlocui texturile de ceață ca un workaround pentru Time Crisis - Crisis Zone.
sk_sk: Nevyhnutné pre niektoré zbrane na nahradenie textúr hmly ako riešenie v Time Crisis - Crisis Zone.
sv_se: Nödvändigt för vissa vapen för att ersätta dimtexturer som en lösning i Time Crisis - Crisis Zone.
tr: Time Crisis - Crisis Zone oyunlarında bazı silahlar için sis dokularını geçici çözüm olarak değiştirmek için gereklidir.
zh_tw: 在《時間危機-危機區域》中，某些槍支需要更換霧紋理作為解決方法。

# game_options
source: Needed by some games that use special unicode characters.
ca: Necessitat per alguns jocs que usen caràcters especials unicode.
es: Necesario para algunos juegos que usan caracteres especiales Unicode.
eu_es: Unicode karaktere bereziak dituzten joku batzuk behar dute,
gl_es: Necesario para algúns xogos que usan caracteres Unicode especiais.
hu: Egyes speciális unicode karaktereket használó játékokhoz szükséges.
it: Necessario per alcuni giochi che usano caratteri speciali unicode.
ja_jp: 日本語や特別なUnicode文字を使用する一部のゲームで必要です
ko: 특수 유니 코드 문자를 사용하는 일부 게임에 필요합니다.
nb_no: Nødvendig i enkelte spill som bruker spesielle unicode-tegn.
pl: Wymagane przez niektóre gry używające specjalnych znaków unicode.
pt_pt: Necessário para alguns jogos que usam caracteres unicode especiais.
ro_ro: Necesar pentru unele jocuri care folosesc caractere speciale unicode.
sk_sk: Potrebné pre niektoré hry, ktoré používajú špeciálne Unicode znaky.
sv_se: Behövs i vissa spel som använder speciella unicode-tecken.
tr: Özel unicode karakterler kullanan bazı oyunlar için gereklidir.
vi_vn: Cần thiết cho một số trò chơi sử dụng các ký tự unicode đặc biệt.
zh_tw: 一些使用特殊 Unicode 字元的遊戲需要它。

# game_options
source: Neo Geo CD Pad
ca: Comandament Neo Geo CD
es: Pad de Neo Geo
eu_es: Neo Geo CD Pad-a
gl_es: Pad de CD Neo Geo
ja_jp: Neo Geo CD パッド
ko: 네오지오 CD 패드
pt_pt: Comando Neo Geo CD
zh_tw: Neo Geo CD 手把

# game_options
source: Neo Geo Mini Pad
ca: Comandament Neo Geo Mini
es: Mini Pad de Neo Geo
eu_es: Neo Geo Mini Pad-a
gl_es: Mini Pad Neo Geo
ja_jp: Neo Geo ミニパッド
ko: 네오지오 미니 패드
pt_pt: Comando Neo Geo Mini
zh_tw: Neo Geo Mini 手把

# game_options
source: Nes Classic
ca: Nes Clàssic
eu_es: Nes Klasikoa
it: Nes Classico
ja_jp: Nes クラシック
ko: Nes 클래식
pl: Klasyczny Nes
pt_pt: Nes Clássico
ro_ro: NES Clasic
sk_sk: NES klasický
tr: Nes Klasik

# game_options
source: Nestopia (RGB)
ko: 네스토피아 (RGB)

# game_options
source: Netherlands
ca: Països Baixos
es: Países Bajos
eu_es: Holanda
gl_es: Países Baixos
hu: Hollandia
it: Olandese
ja_jp: オランダ
ko: 네덜란드
nb_no: Nederland
pl: Holandia
pt_pt: Holanda
ro_ro: Olanda
sk_sk: Holandsko
sv_se: Nederländerna
tr: Hollanda
vi_vn: Hà Lan

# game_options
source: Netherlands (nl)
es: Neerlandés (nl)
gl_es: Países Baixos (nl)
hu: Holland (nl)
it: Olandese (nl)
ja_jp: オランダ語 (nl)
ko: 네덜란드 (nl)
pl: Niderlandzki (nl)
pt_pt: Holandês (nl)
ro_ro: Olandeză (nl)
sk_sk: Holandčina (nl)
sv_se: Nederländerna (nl)
tr: Hollanda (nl)
vi_vn: Hà Lan (nl)

# game_options
source: Never
es: Nunca
gl_es: Xamais
hu: Soha
it: Mai
ja_jp: しない
ko: 절대 안 함
nb_no: Aldri
pl: Brak
pt_pt: Nunca
ro_ro: Niciodată
sk_sk: Nikdy
sv_se: Aldrig
tr: Asla
vi_vn: Không bao giờ
zh_tw: 從未

# game_options
source: New Zealand
gl_es: Nova Zelandia
hu: Új-Zéland
it: Nuova Zelanda
ko: 뉴질랜드
pl: Nowa Zelandia
pt_pt: Nova Zelândia
ro_ro: Noua Zeelandă
sk_sk: Nový Zéland
sv_se: Nya Zeeland
tr: Yeni Zelanda

# keys_files
source: Next Disc (m3u)
ca: Disc següent (m3u)
es: Siguiente disco (m3u)
eu_es: Hurrengo diska (m3u)
gl_es: Seguinte disco (m3u)
it: Disco Successivo (m3u)
ja_jp: 次のディスク (m3u)
ko: 다음 디스크 (m3u)
nb_no: Neste plate (m3u)
pl: Następny dysk (m3u)
ro_ro: Următorul disc (m3u)
sk_sk: Ďalší disk (m3u)
vi_vn: Đĩa tiếp theo (m3u)

# game_options
source: Nicaragua
ko: 니카라과
pl: Nikaragua
pt_pt: Nicarágua
sk_sk: Nikaragua
tr: Nikaragua

# game_options
source: No EMS/XMS
ca: Sense EMS/XMS
es: Sin EMS/XMS
eu_es: EMS/XMS-rik ez
gl_es: Non EMS/XMS
hu: Nincs EMS/XMS
ja_jp: EMS/XMS を使用しない
ko: EMS/XMS 없음
nb_no: Ingen EMS/XMS
pl: Brak EMS/XMS
pt_pt: Sem EMS/XMS
ro_ro: Fără EMS/XMS
sk_sk: Bez EMS/XMS
sv_se: Ingen EMS/XMS
tr: EMS/XMS Yok
vi_vn: Không EMS/XMS
zh_tw: 沒有 EMS/XMS

# game_options
source: No Indicator
es: Sin indicador
eu_es: Erakuslerik ez
gl_es: Sen indicador
hu: Nincs jelző
it: Nessun Indicatore
ja_jp: インジケーターなし
ko: 표시기 없음
nb_no: Ingen indikator
pl: Brak oznaczenia
pt_pt: Nenhum indicador
ro_ro: Fără indicator
sk_sk: Žiadny indikátor
sv_se: Ingen indikator
tr: Gösterge Yok
vi_vn: Không có chỉ báo
zh_tw: 沒有指標

# game_options
source: No Limit
ca: Sense límit
es: Sin límite
eu_es: Mugarik ez
gl_es: Sen límite
hu: Nincs korlát
it: Senza limiti
ja_jp: 制限しない
ko: 제한 없음
nb_no: Ingen begrensning
pl: Bez limitu
pt_pt: Sem Limite
ro_ro: Fără limită
sk_sk: Bez obmedzenia
sv_se: Ingen gräns
tr: Sınırsız
vi_vn: Không giới hạn
zh_tw: 沒有限制

# game_options
source: No Ubershaders
ca: Sense Ubershaders
es: Sin Ubershaders
eu_es: Ubershader-ik ez
gl_es: Sen Ubershaders
hu: Nincsenek Ubershaderek
ja_jp: 使用しない
ko: 우버셰이더 없음
nb_no: Ingen Ubershaders
pl: Bez Ubershaders
pt_pt: Sem Ubershaders
ro_ro: Fără ubershadere
sk_sk: Žiadne Ubershaders
sv_se: Inga Ubershaders
tr: Üstün Gölgelendiciler Yok
vi_vn: Không Ubershaders
zh_tw: 沒有 Ubershader

# game_options
source: No licenses enabled
ca: Sense llicències habilitades
es: No hay licencias activadas
eu_es: Ez dago gaitutako lizentziarik
gl_es: Non hai licenzas activadas
hu: Nincsenek licencek engedélyezve
it: Nessuna licensa abilitata
ja_jp: 有効にしない
ko: 라이선스가 활성화되지 않았음
nb_no: Ingen lisenser aktivert
pl: Brak włączonych licencji
pt_pt: Nenhuma licença ativada
ro_ro: Nicio licență activată
sk_sk: Žiadna licencia nepovolená
sv_se: Inga licenser aktiverade
tr: Etkinleştirilmiş lisans yok
vi_vn: Không có giấy phép nào được kích hoạt
zh_tw: 未啟用許可證

# game_options
source: No skipping
ca: Sense saltar
es: Sin saltar
eu_es: Ez saltatu
gl_es: Sen saltar
hu: Nincs kihagyás
it: No salti
ja_jp: スキップなし
ko: 건너뛰기 없음
nb_no: Ingen hopp over
pl: Bez pomijania
pt_pt: Não saltar
ro_ro: Fără omiteri
sk_sk: Bez preskočenia
sv_se: Ingen överhoppning
tr: Atlama yok
vi_vn: Không bỏ qua
zh_tw: 無法跳過

# game_options
source: None
ca: Cap
es: Ninguno
eu_es: Batere ez
gl_es: Ningún
hu: Egyik sem
it: Nessuno
ja_jp: なし
ko: 없음
nb_no: Ingen
pl: Brak
pt_pt: Nenhum
ro_ro: Fără
sk_sk: Žiadne
sv_se: Ingen
tr: Yok
vi_vn: Không có
zh_tw: 無

# game_options
source: None (Default)
ca: Cap (Per defecte)
es: Ninguno (Defecto)
eu_es: Batere ez (Defektuz)
gl_es: Ningún (predeterminado)
hu: Nincs (alapértelmezett)
it: Nessuno (Default)
ja_jp: なし (標準)
ko: 없음 (기본)
nb_no: Ingen (standard)
pl: Brak (domyślnie)
pt_pt: Nenhum (Predefinição)
ro_ro: Niciunul (Implicit)
sk_sk: Žiadne (predvolené)
sv_se: Ingen (standard)
tr: Yok (Varsayılan)
vi_vn: Không (Mặc định)
zh_tw: 無(預設)

# game_options
source: None/Sharp Pixels
es: Ninguno/Píxeles nítidos
gl_es: Ningún/Píxeis nítidos
hu: Nincs/Éles pixelek
it: Nessuno/Pixels Evidenti
ja_jp: なし/シャープピクセル
ko: 없음/선명한 픽셀
pl: Brak/Wyraźne Piksele
pt_pt: Nenhum/Pixels Nítidos
ro_ro: Niciunul/Pixeli clari
sk_sk: Žiadne/ostré body
sv_se: Inga/skarpa bildpunkter
tr: Yok/Keskin Pikseller
zh_tw: 無/銳化像素

# game_options
source: Normal
eu_es: Arrunta
hu: Normál
it: Normale
ja_jp: 通常
ko: 보통
pl: Normalny
sk_sk: Normálne
vi_vn: Bình thường
zh_tw: 正常

# game_options
source: Normal (Default)
es: Normal (Defecto)
eu_es: Arrunta (Defektuz)
gl_es: Normal (predeterminado)
hu: Normál (alapértelmezett)
it: Normale (Default)
ja_jp: 通常 (標準)
ko: 보통 (기본)
nb_no: Normal (standard)
pl: Normalny (domyślnie)
pt_pt: Normal (Predefinição)
ro_ro: Normală (Implicit)
sk_sk: Normálne (predvolené)
sv_se: Normal (standard)
tr: Normal (Varsayılan)
vi_vn: Bình thường (Mặc định)
zh_tw: 正常 (預設)

# game_options
source: Normal (interpreter)
ca: Normal (intèrpret)
es: Normal (intérprete)
eu_es: Arrunta (interpretatzailea)
gl_es: Normal (intérprete)
it: Normale (interprete)
ja_jp: 通常（インタープリター)
ko: 보통 (해석기)
nb_no: Normal (tolk)
pl: Normalna (interpreter)
ro_ro: Normal (interpretor)
sk_sk: Normálne (interpreter)
sv_se: Normal (tolk)
tr: Normal (yorumlayıcı)
vi_vn: Bình thường (trình thông dịch)
zh_tw: 正常 (解譯器)

# game_options
source: North Macedonia
gl_es: Macedonia do Norte
hu: Észak-Macedónia
it: Macedonia del Nord
ko: 북마케도니아
pl: Macedonia Północna
pt_pt: Macedónia do Norte
ro_ro: Macedonia de Nord
sk_sk: Severné Macedónsko
sv_se: Nordmakedonien
tr: Kuzey Makedonya
vi_vn: Bắc Macedonia

# game_options
source: Norway
ca: Noruega
es: Noruega
eu_es: Norbegia
gl_es: Noruega
hu: Norvégia
it: Norvegia
ja_jp: ノルウェー
ko: 노르웨이
nb_no: Norge
pl: Norwegia
pt_pt: Noruega
ro_ro: Norvegia
sk_sk: Nórsko
sv_se: Norge
tr: Norveç
vi_vn: Na Uy

# game_options
source: Norwegian
ca: Noruec
es: Noruego
eu_es: Norwegiera
gl_es: Noruegués
hu: Norvég
it: Norvegese
ja_jp: ノルウェイ語
ko: 노르웨이어
nb_no: Norsk
pl: Norweski
pt_pt: Norueguês
ro_ro: Norvegiană
sk_sk: Nórčina
sv_se: Norska
tr: Norveççe
vi_vn: Na Uy

# game_options
source: Norwegian (no)
es: Noruego (no)
gl_es: Noruegués (no)
hu: Norvég (no)
it: Norvegese (no)
ja_jp: ノルウェイ語 (no)
ko: 노르웨이어 (no)
pl: Norweski (no)
pt_pt: Norueguês (no)
ro_ro: Norvegiană (no)
sk_sk: Nórčina (no)
sv_se: Norska (no)
tr: Norveççe (no)
vi_vn: Na Uy (no)

# game_options
source: Not Connected
ca: No connectat
es: No conectado
eu_es: Konektatu gabea
gl_es: Non conectado
hu: Nincs csatlakoztatva
it: Non Connesso
ja_jp: 接続しない
ko: 연결되지 않음
nb_no: Hold deg tilkoblet
pl: Niepodłączony
pt_pt: Não Conectado
ro_ro: Neconectat
sk_sk: Nepripojený
sv_se: Inte ansluten
tr: Bağlı Değil
vi_vn: Chưa kết nối
zh_tw: 未連接

# game_options
source: Not all games support 3D pad.
ca: No tots els jocs suporten comandaments 3D.
es: No todos los juegos son compatibles con el pad 3D.
eu_es: Joku guztiek ez dute 3D pad-a onartzen
gl_es: Non todos os xogos admiten mando 3D.
hu: Nem minden játék támogatja a 3D pad-ot.
it: Non tutti i giochi supportano 3D pad.
ja_jp: すべてのゲームに3Dパッドは対応していません
ko: 모든 게임이 3D 패드를 지원하는 것은 아닙니다.
nb_no: Ikke alle spill støtter 3D-pad.
pl: Nie wszystkie gry obsługują pad 3D.
pt_pt: Nem todos os jogos suportam comandos 3D
ro_ro: Nu toate jocurile suportă pad 3D.
sk_sk: Nie všetky hry podporujú 3D pad.
sv_se: Inte alla spel har stöd för 3D-pad.
tr: Tüm oyunlar 3D pad'i desteklemez.
vi_vn: Không phải tất cả các trò chơi đều hỗ trợ pad 3D.
zh_tw: 並非所有遊戲支援3D手把。

# game_options
source: Not all games support all languages.
ca: No tots els jocs suporten tots els idiomes.
es: No todos los juegos soportan todos los idiomas.
eu_es: Joku guztiek ez dute hizkuntza guztietarako euskarria.
gl_es: Non todos os xogos admiten todas as linguas.
it: Non tutti i giochi supportano tutte le lingue.
ja_jp: すべてのゲームがすべての言語をサポートしているわけではありません
ko: 모든 게임이 모든 언어를 지원하는 것은 아닙니다.
nb_no: Ikke alle spill støtter alle språk.
pl: Nie wszystkie gry obsługują wszystkie języki.
ro_ro: Nu toate jocurile suportă toate limbile.
sk_sk: Nie všetky hry podporujú všetky jazyky.
vi_vn: Không phải tất cả các trò chơi đều hỗ trợ tất cả các ngôn ngữ.

# game_options
source: Not all games support stretching, depending on their video files.
ca: No tots els jocs suporten l'stretching (estretir), depenent dels videos que tinguin.
es: No todos los juegos admiten el estiramiento, dependiendo de sus archivos de vídeo.
eu_es: Joku guztiek ez dute zabaltzea onartzen, bakoitzaren bideo fitxategien araberakoa.
gl_es: Non todos os xogos admiten o estiramento, dependendo dos seus ficheiros de vídeo.
hu: A videofájloktól függően nem minden játék támogatja a nyújtást.
it: Non tutti i giochi supportano allungamento, dipende dai loro file video.
ja_jp: 引き伸ばしは、映像ファイルによって、対応外のゲームもあります
ko: 모든 게임이 비디오 파일에 따라 늘리기를 지원하는 것은 아닙니다.
nb_no: Ikke alle spill støtter stretching, avhengig av videofilene.
pl: Nie wszystkie gry obsługują rozciąganie, w zależności od ich plików wideo.
pt_pt: Nem todos os jogos suportam ecrã esticado, dependendo dos seus ficheiros de vídeo
ro_ro: Nu toate jocurile suportă întindere, depinde de fișierele sale video.
sk_sk: Nie všetky hry podporujú rozťahovanie, v závislosti od ich video súborov.
sv_se: Det är inte alla spel som stöder utsträckning, beroende på videofilerna.
tr: Video dosyalarına bağlı olarak tüm oyunlar genişletmeyi desteklemez.
vi_vn: Không phải tất cả các trò chơi đều hỗ trợ kéo dài, tùy thuộc vào tệp video của chúng.
zh_tw: 並非所有遊戲都支援拉伸，這取決於它們的視訊檔案。

# game_options
source: Nothing can kill Rick, may break the game.
ca: Res pot matar a Rick. Pot trencar el joc.
es: Nada puede matar a Rick. Se puede arruinar el juego.
eu_es: Ezerk ezin du Rick hil, jokua apurtu dezake.
gl_es: Nada pode matar a Rick, pode romper o xogo.
hu: Semmi sem ölheti meg Ricket, megtörheti a játékot.
it: Niente può uccidere Rick, potrebbe far saltare il gioco.
ja_jp: リックを殺すことはできず、ゲームを壊す可能性があります
ko: 아무것도 릭을 죽일 수 없으며, 게임을 망칠 수 있습니다.
nb_no: Ingenting kan drepe Rick, men kan ødelegge spillet.
pl: Nic nie może zabić Ricka, może popsuć grę.
pt_pt: Nada pode matar o Rick, pode quebrar o jogo.
ro_ro: Nimic nu-l poate ucide pe Rick. Poate să strice jocul.
sk_sk: Nič nemôže zabiť Ricka, môže prerušiť hru.
sv_se: Inget kan döda Rick, men det kan förstöra spelet.
tr: Hiçbir şey Rick'i öldüremez, oyunu bozabilir.
vi_vn: Không gì có thể giết được Rick, có thể phá game.
zh_tw: 沒有什麼可以殺死瑞克，可能會破壞遊戲。

# game_options
source: November
es: Noviembre
gl_es: Novembro
it: Novembre
ja_jp: 11月
ko: 11월
pl: Listopad
pt_pt: Novembro
ro_ro: Noiembrie
tr: Kasım
vi_vn: Tháng 11
zh_tw: 十一月

# keys_files
source: Nudge left
es: Empujar hacia la izquierda
eu_es: Ezkerreraka bultzatu
gl_es: Empuxar cara á esquerda
hu: Lökés balra
it: Spingi a sinistra
ja_jp: 左ナッジ(左側を叩く)
ko: 왼쪽으로 밀기
nb_no: Dytt til venstre
pl: Szturchnięcie w lewo
pt_pt: Toque para a esquerda
ro_ro: Lovește la stânga
sk_sk: Postrčiť vľavo
sv_se: Knuffa vänster
tr: Sola ittir
vi_vn: Đẩy trái
zh_tw: 向左輕推

# keys_files
source: Nudge right
es: Empujar hacia la derecha
eu_es: Eskuineraka bultzatu
gl_es: Empuxar cara á dereita
hu: Lökés jobbra
it: Spingi a destra
ja_jp: 右ナッジ(右側を叩く)
ko: 오른쪽으로 밀기
nb_no: Dytt til høyre
pl: Szturchnięcie w prawo
pt_pt: Toque para a direita
ro_ro: Lovește la dreapta
sk_sk: Postrčiť vpravo
sv_se: Knuffa höger
tr: Sağa ittir
vi_vn: Đẩy phải
zh_tw: 向右輕推

# keys_files
source: Nudge up
es: Empujar hacia arriba
eu_es: Goraka bultzatu
gl_es: Empuxar cara arriba
hu: Lökés fel
it: Spingi su
ja_jp: 上ナッジ(上を叩く)
ko: 위쪽으로 밀기
nb_no: Dytt opp
pl: Szturchnięcie w górę
pt_pt: Toque para a frente
ro_ro: Lovește în sus
sk_sk: Postrčiť hore
sv_se: Knuffa upp
tr: Yukarı ittir
vi_vn: Đẩy lên
zh_tw: 向上輕推

# game_options
source: Nuked (YM2612)
ko: 누크드 (YM2612)

# game_options
source: Nuked (YM3438)
ko: 누크드 (YM3438)

# game_options
source: OFF
ca: APAGAT
eu_es: EZGAITUTA
gl_es: DESACTIVADO
hu: KI
ja_jp: オフ(使用しない)
ko: 끄기
nb_no: AV
pl: WYŁ.
pt_pt: DESLIGADO
ro_ro: OPRIT
sk_sk: Vypnuté
sv_se: AV
tr: KAPALI
vi_vn: TẮT
zh_tw: 關閉

# game_options
source: OFF (Default)
ca: Apagat (Per defecte)
es: OFF (Defecto)
eu_es: DESGAITUTA (Defektuz)
gl_es: APAGADO (Predeterminado)
hu: KI (Alapértelmezett)
ja_jp: 使用しない (標準)
ko: 끄기 (기본)
nb_no: AV (standard)
pl: WYŁ. (domyślnie)
pt_pt: DESLIGADO (Predefinição)
ro_ro: NU (Implicit)
sk_sk: Vypnuté (predvolené)
sv_se: AV (Standard)
tr: KAPAT (Varsayılan)
vi_vn: TẮT (Mặc định)
zh_tw: 關(預設)

# game_options
source: OFF-SCREEN RELOAD BUTTON
ca: BOTÓ DE RECÀRREGA FORA DE PANTALLA
es: BOTÓN DE RECARGA FUERA DE PANTALLA
eu_es: PANTAILA KANPOKO BIRKARGA BOTOIA
gl_es: BOTÓN DE RECARGA FÓRA DE PANTALLA
hu: KÉPERNYŐN KÍVÜLI ÚJRATÖLTÉS GOMB
it: BOTTONE PER RICARICARE FUORI-SCHERMO
ja_jp: 画面外射撃リロードの代替えボタン
ko: 화면 밖 재장전 버튼
nb_no: KNAPP FOR OMLASTING UTENFOR SKJERMEN
pl: PRZYCISK PRZEŁADOWANIA POZA EKRANEM
pt_pt: BOTÃO DE RECARGA FORA DO ECRÃ
ro_ro: BUTON DE REÎNCĂRCARE ÎN AFARA ECRANULUI
sk_sk: Tlačidlo na znovunačítanie mimo obrazovky
sv_se: KNAPP FÖR OMLADDNING UTANFÖR SKÄRMEN
tr: EKRAN DIŞI YENİDEN YÜKLE TUŞU
vi_vn: NÚT NẠP ĐẠN NGOÀI MÀN HÌNH
zh_tw: 螢幕外重新裝填按鈕

# game_options
source: ON
ca: ENGEGAT
eu_es: GAITUTA
gl_es: ACESO
hu: BE
ja_jp: 使用
ko: 켜기
nb_no: PÅ
pl: WŁ.
pt_pt: LIGADO
ro_ro: DA
sk_sk: Zapnuté
sv_se: PÅ
tr: AÇIK
vi_vn: BẬT
zh_tw: 開

# game_options
source: ON-SCREEN DISPLAY & NOTIFCATIONS
es: MOSTRAR EN PANTALLA Y NOTIFICACIONES
gl_es: VISUALIZACIÓNS E NOTIFICACIÓNS EN PANTALLA
hu: KÉPERNYŐN MEGJELENŐ ÉRTESÍTÉSEK & ÉRTESÍTÉSEK
it: NOTIFICHE & DISPLAY A SCHERMO
ja_jp: オンスクリーンディスプレイの表示と通知
ko: 화면 디스플레이 및 알림
nb_no: SKJERMVISNING OG VARSLINGER
pl: POWIADOMIENIA EKRANOWE
pt_pt: MOSTRAR NOTIFICAÇÕES NO ECRÃ
ro_ro: AFIȘARE PE ECRAN ȘI NOTIFICĂRI
sk_sk: Zobrazenie na obrazovke a upozornenia
sv_se: SKÄRMVISNING & MEDDELANDEN
tr: EKRAN ÜZERİNDE GÖRÜNTÜLEME & BİLDİRİMLER
vi_vn: HIỂN THỊ TRÊN MÀN HÌNH & THÔNG BÁO
zh_tw: 螢幕顯示和通知

# game_options
source: OPENGL RENDERING RESOLUTION
es: RESOLUCIÓN DE RENDERIZADO OPENGL
eu_es: OPENGL RENDERIZAZIO BEREIZMENA
gl_es: RESOLUCIÓN DE RENDERIZADO OPENGL
hu: OPENGL RENDERING FELBONTÁS
it: RISOLUZIONE RENDERING OPENGL
ja_jp: OPENGL レンダリング解像度
ko: OPENGL 렌더링 해상도
nb_no: OPENGL-GJENGIVELSESOPPLØSNING
pl: ROZDZIELCZOŚĆ RENDEROWANIA OPENGL
pt_pt: RESOLUÇÃO DE RENDERIZAÇÃO OPENGL
ro_ro: REZOLUȚIA DE REDARE OPENGL
sk_sk: Renderovacie rozlíšenie OpenGL
sv_se: OPENGL-RENDERINGSUPPLÖSNING
tr: OPENGL İŞLEME ÇÖZÜNÜRLÜĞÜ
zh_tw: OPENGL算繪分辨率

# game_options
source: OPTIMAL FRAME PACING
es: RITMO DE FOTOGRAMAS OPTIMIZADO
eu_es: FOTOGRAMA ERRITMO OPTIMOA
gl_es: RITMO ÓPTIMO DO FOTOGRAMA
hu: OPTIMÁLIS KÉPKOCKA ÜTEMEZÉS
it: PASSO FOTOGRAMMI OTTIMALE
ja_jp: 最適なフレームペーシング
ko: 최적의 프레임 페이싱
nb_no: OPTIMAL BILDEFREKVENS
pl: OPTYMALNE TEMPO ODŚWIEŻANIA
pt_pt: OTIMIZAR A PASSAGEM DOS FRAMES
ro_ro: PARCURGEREA OPTIMĂ A CADRELOR
sk_sk: Optimálna rýchlosť snímky
sv_se: OPTIMALT BILDTEMPO
tr: İDEAL KARE İLERLEMESİ
vi_vn: TỐC ĐỘ KHUNG HÌNH TỐI ƯU
zh_tw: 最佳幀速率

# game_options
source: OSD MESSAGES
es: MENSAJES OSD
eu_es: OSD MEZUAK
gl_es: MENSAXES OSD
hu: OSD ÜZENETEK
it: MESSAGGI OSD
ja_jp: OSD メッセージを表示
ko: OSD 메시지
nb_no: OSD-MELDINGER
pl: KOMUNIKATY OSD
pt_pt: MENSAGENS OSD
ro_ro: MESAJE PE ECRAN
sk_sk: OSD správy
sv_se: OSD-MEDDELANDEN
tr: OSD MESAJLARI
vi_vn: TIN NHẮN OSD
zh_tw: OSD 訊息

# game_options
source: OUTPUT RESAMPLING
hu: KIMENET ÚJRAMINTAVÉTELEZÉS
ko: 출력 리샘플링
pl: RESAMPLING WYJŚCIA
pt_pt: RESAMPLAGEM DE SAÍDA
sv_se: OMSAMPLING AV UTDATA
tr: ÇIKTI YENİDEN ÖRNEKLEMESİ
vi_vn: LẤY MẪU ĐẦU RA
zh_tw: 輸出重取樣

# game_options
source: OUTPUT SCALING
es: ESCALADO DE SALIDA
eu_es: IRTEERA ESKALATZEA
gl_es: ESCALADO DE SAÍDA
hu: KIMENET MÉRETEZÉS
it: SCALING OUTPUT
ja_jp: 出力スケーリング
ko: 출력 스케일링
nb_no: UTGANGSKALERING
pl: SKALOWANIE WYJŚCIA
pt_pt: ESCALA DE SAÍDA
ro_ro: SCALARE IEȘIRE
sk_sk: Škálovanie výstupu
sv_se: SKALNING AV UTMATNING
tr: ÇIKTI ÖLÇEKLENDİRMESİ
zh_tw: 輸出縮放

# game_options
source: OVERCLOCK (UNSTABLE)
ca: FORÇAMENT (INESTABLE)
es: OVERCLOCK (INESTABLE)
eu_es: OVERCLOCK (EZ EGONKORRA)
gl_es: OVERCLOCK (INSESTABLE)
hu: TÚLHAJTÁS (INSTABIL)
it: OVERLOCK (INSTABILE)
ja_jp: オーバークロック（不安定）
ko: 오버클럭 (불안정)
nb_no: OVERKLOKKING (USTABIL)
pl: PRZETAKTOWYWANIE (NIESTABILNE)
pt_pt: OVERCLOCK (INSTÁVEL)
ro_ro: OVERCLOCK (INSTABIL)
sk_sk: Pretaktovať (nestabilné)
sv_se: ÖVERKLOCKA (INSTABIL)
tr: HIZ AŞIMI (DENGESİZ)
vi_vn: OVERCLOCK (KHÔNG ỔN ĐỊNH)
zh_tw: 超頻 (不穩定)

# game_options
source: OVERCLOCK MULTIPLIER
ca: MULTIPLICADOR DE FORÇAMENT
es: MULTIPLICADOR DE OVERCLOCK
eu_es: OVERCLOK BIDERKATZAILEA
gl_es: MULTIPLICADOR DE OVERCLOCK
hu: TÚLHAJTÁSI SZORZÓ
it: MOLTIPLICATORE OVERCLOCK
ja_jp: オーバークロック乗数
ko: 오버클럭 승수
nb_no: OVERKLOKKINGSMULTIPLIKATOR
pl: MNOŻNIK PRZETAKTOWANIA
pt_pt: MULTIPLICADOR DE OVERCLOCK
ro_ro: MULTIPLICATOR OVERCLOCK
sk_sk: Násobič pretaktovania
sv_se: ÖVERKLOCKNINGSMULTIPLIKATOR
tr: HIZ AŞIMI ÇARPANI
vi_vn: ÉP ĐỒNG SỐ NHÂN
zh_tw: 超頻倍率

# game_options
source: OVERCLOCK TYPE
ca: TIPUS DE FORÇAMENT
es: TIPO DE OVERCLOCK
eu_es: OVERCLOK MOTA
gl_es: TIPO DE OVERCLOCK
hu: TÚLHAJTÁS TÍPUSA
it: TIPOLOGIA DI OVERCLOCK
ja_jp: オーバークロック
ko: 오버클럭 유형
nb_no: TYPE OVERKLOKKING
pl: TYP PRZETAKTOWYWANIA
pt_pt: TIPO DE OVERCLOCK
ro_ro: TIP OVERCLOCK
sk_sk: Typ pretaktovania
sv_se: ÖVERKLOCKNINGSTYP
tr: HIZ AŞIMI TÜRÜ
vi_vn: LOẠI OVERCLOCK
zh_tw: 超頻類型

# game_options
source: October
es: Octubre
gl_es: Outubro
hu: Október
it: Ottobre
ja_jp: 10月
ko: 10월
nb_no: Oktober
pl: Październik
pt_pt: Outubro
ro_ro: Octombrie
sk_sk: Októver
sv_se: oktober
tr: Ekim
vi_vn: Tháng 10
zh_tw: 十月

# game_options
source: Off
ca: Apagat
eu_es: Desgaitua
gl_es: Apagado
hu: Ki
it: Disattivo
ja_jp: 使用しない
ko: 끄기
nb_no: Av
pl: Wyłączone
pt_pt: Desligado
ro_ro: Oprit
sk_sk: Vypnuté
sv_se: Av
tr: Kapalı
vi_vn: Tắt
zh_tw: 關閉

# game_options
source: Off (Default)
ca: Apagat (Per defecte)
es: Apagado (Defecto)
eu_es: Desgaituta (Defektuz)
gl_es: Desactivado (predeterminado)
hu: Ki (alapértelmezett)
ja_jp: 使用しない (標準)
ko: 끄기 (기본)
nb_no: Av (standard)
pl: Wyłączone (domyślnie)
pt_pt: Desligado (Predefinição)
ro_ro: Oprit (Implicit)
sk_sk: Vypnuté (predvolené)
sv_se: Av (standard)
tr: Kapalı(Varsayılan)
vi_vn: Tắt (Mặc định)
zh_tw: 關閉(預設)

# game_options
source: Off (Noisy)
eu_es: Desgaituta (Zaratarekin)
gl_es: Desactivado (ruidoso)
hu: Ki (zajos)
it: Off (Rumoroso)
ja_jp: オフ (ノイズ多)
ko: 끄기 (소음)
nb_no: Av (støyende)
pl: Wyłączone (szumy)
pt_pt: Desligado (ruidoso)
ro_ro: Oprit (Cu zgomot)
sk_sk: Vypnuté (šum)
sv_se: Av (brusigt)
tr: Kapalı (Gürültülü)
vi_vn: Tắt (Ồn)
zh_tw: 關閉(噪聲)

# game_options
source: Off (None)
ca: Apagat (cap)
es: Off (Ninguno)
eu_es: Desgaituta (Batere ez)
gl_es: Desactivado (Ningún)
hu: Ki (Nincs)
it: Off (Nessuno)
ja_jp: オフ (なし)
ko: 끄기 (없음)
nb_no: Av (ingen)
pl: Wył. (Brak)
pt_pt: Desligado (Nenhum)
ro_ro: Fără (Niciuna)
sk_sk: Vypnuté (žiadne)
sv_se: Av (ingen)
tr: Kapalı (Yok)
vi_vn: Tắt (Không)
zh_tw: 關閉(無)
