Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Change behaviour when emulating GB games. Auto uses SGB for GB and GBC for GBC.
ca: Canvia comportament a l’emular jocs GB. Usa automàticament SGB per a GB, i GBC per a GBC.
es: Cambia el comportamiento al emular juegos de GB. Utiliza automáticamente SGB para GB y GBC para GBC.
eu_es: Aldatu portaera GB jokoak emulatzean. Automatikoki SGB erabili GB eta GBC GBC-rentzat.
gl_es: Cambia o comportamento ao emular xogos de GB. Emprega automaticamente SGB para GB e GBC para GBC.
hu: Változás a viselkedésben a GB-játékok emulálásakor. Automatikusan SGB-t használ a GB-hez és GBC-t a GBC-hez.
it: Cambia come i giochi GB vengono emulati. Auto usa SGB per GB e GBC per GBC.
ja_jp: ゲームボーイのエミュレート動作を変更します(GBをスーパーGBに変更など)
ko: GB 게임을 에뮬레이트할 때 동작을 변경합니다. 자동은 GB에 SGB를 사용하고 GBC에 GBC를 사용합니다.
nb_no: Endre oppførsel ved emulering av GB-spill. Bruker automatisk SGB for GB og GBC for GBC.
pl: Zmień zachowanie podczas emulacji gier GB. Auto używa SGB dla GB i GBC dla GBC.
pt_pt: Muda o comportamento ao emular jogos GB. Auto usa SGB para GB e GBC para GBC.
ro_ro: Schimbă comportamentul când se emulează jocuri GB. Auto folosește SGB pentru GB și GBC pentru GBC.
sk_sk: Zmeniť správanie pri emulácii GB hier. Auto používa SGB pre GB a GBC pre GBC.
sv_se: Ändra beteende vid emulering av GB-spel. Använder automatiskt SGB för GB och GBC för GBC.
tr: GB oyunlarını taklit ederken davranışı değiştir. GB için SGB'yi ve GBC için GBC'yi otomatik kullanır.
vi_vn: Thay đổi hành vi khi mô phỏng trò chơi GB. Tự động sử dụng SGB cho GB và GBC cho GBC.
zh_tw: 變更模擬 GB 遊戲時的方式，自動對 GB 使用 SGB，對 GBC 使用 GBC。

# game_options
source: Change image scaling algorithm quality.
es: Cambia la calidad del algoritmo de escalado de la imagen.
gl_es: Cambiar a calidade do algoritmo de escalado de imaxes.
hu: A kép méretezési algoritmus minőségének módosítása.
it: Cambia la qualita' dell'algoritmo di scaling immagini.
ja_jp: 画像スケーリングアルゴリズムの品質を変更します
ko: 이미지 크기 조정 알고리즘 품질을 변경합니다.
pl: Zmiana jakości algorytmu skalowania obrazu.
pt_pt: Alterar a qualidade do algoritmo da escala da imagem.
ro_ro: Schimbă calitatea algoritmului de scalare a imaginii.
sk_sk: Zmeniť kvalitu algoritmu škálovania obrazu.
sv_se: Ändra kvaliteten på algoritmen för bildskalning.
tr: Görüntü ölçekleme algoritmasının kalitesini değiştirin.
vi_vn: Thay đổi chất lượng thuật toán chia tỷ lệ hình ảnh.
zh_tw: 變更影像縮放演算法的品質。

# game_options
source: Change pixel scaling and filtering method.
ca: Canvia l’escalat de pixel i el mètode de filtratge.
es: Cambia el escalado de píxeles y el método de filtrado.
eu_es: Aldatu pixel eskatatze eta filtratze metodoa.
gl_es: Cambiar a escala de píxeles e o método de filtrado.
hu: Módosítsa a pixelméretezési és szűrési módszert.
it: Cambia lo scaling pixel e metodo di filtraggio.
ja_jp: ピクセルスケーリングとフィルタリング方法を変更します
ko: 픽셀 크기 조정 및 필터링 방법을 변경합니다.
nb_no: Endre pikselskalering og filtreringsmetode.
pl: Zmiana metody skalowania i filtrowania pikseli.
pt_pt: Alterar a escala de pixels e o método de filtragem.
ro_ro: Schimbă scalarea pixelilor și metoda de filtrare.
sk_sk: Zmeniť metódu škálovania a filtrovania bodov.
sv_se: Ändra bildpunktsskalning och filtreringsmetod.
tr: Piksel ölçekleme ve filtreleme yöntemini değiştir.
vi_vn: Thay đổi phương pháp lọc và chia tỷ lệ pixel.
zh_tw: 變更像素縮放和過濾方法。

# game_options
source: Change the Gamecube system language.
es: Cambiar el idioma del sistema de Gamecube.
gl_es: Cambia a lingua do sistema Gamecube.
hu: A Gamecube rendszer nyelvének módosítása.
it: Cambia la lingua di sistema del Gamecube.
ja_jp: Gamecube のシステム言語を変更します
ko: 게임큐브 시스템 언어를 변경합니다.
nb_no: Endre systemspråket for Gamecube.
pl: Zmiana języka systemu Gamecube.
pt_pt: Alterar o idioma do sistema Gamecube.
ro_ro: Schimbă limba de sistem a Gamecube.
sk_sk: Zmeniť systémový jazyk Gamecube.
sv_se: Ändra Gamecube-systemets språk.
tr: Gamecube sistem dilini değiştirin.
vi_vn: Thay đổi ngôn ngữ hệ thống Gamecube.
zh_tw: 變更 GameCube 系統語言。

# game_options
source: Change the consoles country from the default of the United States.
gl_es: Trocar o país da consola desde o predeterminado dos Estados Unidos.
hu: Változtassa meg a konzolok országát az alapértelmezett Egyesült Államokról.
it: Cambia il pasese delle consoles dal default Stati Uniti.
ko: 콘솔 국가를 기본값인 미국에서 변경합니다.
pl: Zmień kraj konsoli z domyślnych Stanów Zjednoczonych.
pt_pt: Alterar o país das consolas do padrão dos Estados Unidos.
ro_ro: Schimbă țara consolei din implicitul Statele Unite.
sv_se: Ändra konsolens land från standardinställningen USA.
tr: Konsolun ülke ayarını varsayılan olan Amerika Birleşik Devletleri olarak değiştirin.
vi_vn: Thay đổi quốc gia của bảng điều khiển từ mặc định là Hoa Kỳ.
zh_tw: 將主機區域從預設的美國更改。

# game_options
source: Change the game's brightness.
es: Cambia el brillo del juego.
gl_es: Cambiar o brillo do xogo.
hu: A játék fényerejének módosítása.
it: Modifica la luminosita' del gioco
ja_jp: ゲームの明るさを変更します
ko: 게임의 밝기를 변경합니다.
pl: Zmień jasność gry.
pt_pt: Alterar o brilho do jogo.
ro_ro: Modifică luminozitatea jocului.
sk_sk: Zmeniť jas hry.
sv_se: Ändra spelets ljusstyrka.
tr: Oyunun parlaklığını değiştirin.
vi_vn: Thay đổi độ sáng của trò chơi.
zh_tw: 變更遊戲亮度。

# game_options
source: Change the game's language.
ca: Canvia l’idioma del joc.
es: Cambia el idioma del juego.
eu_es: Aldatu jokoaren hizkuntza
gl_es: Troca a lingua do xogo.
hu: Változtassa meg a játék nyelvét.
it: Cambia la lingua del gioco.
ja_jp: ゲームの表示言語を変更します
ko: 게임의 언어를 변경합니다.
nb_no: Endre språket i spillet.
pl: Zmień język gry.
pt_pt: Alterar o idioma do jogo.
ro_ro: Schimbă limba jocului.
sk_sk: Zmeniť jazyk hry.
sv_se: Ändra spelets språk.
tr: Oyunun dilini değiştir.
vi_vn: Thay đổi ngôn ngữ của trò chơi.
zh_tw: 變更遊戲語言。

# game_options
source: Change the game's language. Game files require the supported language strings in the .pk4 files.
gl_es: Trocar a lingua do xogo. Os arquivos do xogo requiren cas cadeas de texto da lingua compatible estean nos arquivos .pk4.
hu: Változtassa meg a játék nyelvét. A játékfájlok megkövetelik a támogatott nyelvi karakterláncokat a .pk4 fájlokban.
it: Cambia la lingua del gioco. Sono necessari i file che supportano le stringhelunguistiche nei files .pk4.
ko: 게임 언어를 변경하세요. 게임 파일에는 .pk4 파일에 지원되는 언어 문자열이 필요합니다.
pl: Zmiana języka gry. Pliki gry wymagają obsługiwanych łańcuchów językowych w plikach .pk4.
pt_pt: Alterar o idioma do jogo. Os ficheiros do jogo requerem o idioma suportado strings nos ficheiros .pk4.
ro_ro: Schimbă limba jocului. Fișierele jocului necesită ca șirurile limbii suportate să fie în fișiere .pk4.
sv_se: Ändra spelets språk. Spelfiler kräver de språksträngar som stöds i .pk4-filerna.
tr: Oyunun dilini değiştirin. Oyun dosyaları .pk4 dosyalarında desteklenen dil dizelerini gerektirir.
vi_vn: Thay đổi ngôn ngữ của trò chơi. Tệp trò chơi yêu cầu chuỗi ngôn ngữ được hỗ trợ trong tệp .pk4.
zh_tw: 變更遊戲語言，遊戲檔案需要 .pk4 檔案中支援的語言字串。

# game_options
source: Change the output resolution ratio.
ca: Canvia la relació de resolució de sortida.
es: Cambia la relación de resolución de salida.
eu_es: Aldatu irteera bereizmen proportzioa
gl_es: Cambia a relación de resolución de saída.
hu: Módosítsa a kimeneti felbontás arányát.
it: Cambia l'aspetto della risoluzione audio
ja_jp: 出力解像度比を変更します
ko: 출력 해상도 비율을 변경합니다.
nb_no: Endre oppløsningsforholdet for utdata.
pl: Zmiana współczynnika rozdzielczości wyjściowej.
pt_pt: Alterar a taxa de resolução de saída.
ro_ro: Schimbă raportul de aspect al rezoluției de ieșire.
sk_sk: Zmeniť pomer výstupného rozlíšenia.
sv_se: Ändra upplösningsförhållandet för utmatningen.
tr: Çıkış çözünürlüğü oranını değiştir.
vi_vn: Thay đổi tỷ lệ độ phân giải đầu ra.
zh_tw: 變更輸出解析度比率。

# game_options
source: Change the speed of the emulated PowerPC chip (fixes some issues).
ca: Canvia la velocitat del chip del PowerPC emulat (corregeix alguns problemes).
es: Cambia la velocidad del chip PowerPC emulado (soluciona algunos problemas).
eu_es: Aldatu abiadura emulatutako PowerPc txip-ean (Arazo batzuk konpontzen ditu).
gl_es: Cambia a velocidade do chip PowerPC emulado (soluciona algúns problemas).
hu: Módosítsa az emulált PowerPC chip sebességét (megjavít néhány hibát).
it: Cambia la velocità del chip emulato PowerPC (risolve alcuni problemi).
ja_jp: エミュレートする PowerPC の速度を変更します（いくつかの問題を修正）
ko: 에뮬레이트된 파워피시 칩의 속도를 변경합니다 (일부 문제 해결).
nb_no: Endre hastigheten på den emulerte PowerPC-brikken (løser noen problemer).
pl: Zmiana szybkości emulowanego układu PowerPC (rozwiązuje niektóre problemy).
pt_pt: Mudar a velocidade do chip do PowerPC emulado (corrige alguns problemas).
ro_ro: Schimbă viteza cipului PowerPC emulat (repară unele probleme).
sk_sk: Zmeniť rýchlosť emulovaného čipu PowerPC (opravuje niektoré problémy).
sv_se: Ändra hastigheten på det emulerade PowerPC-chipet (åtgärdar vissa problem).
tr: Taklit edilmiş PowerPC yongasının hızını değiştir (bazı sorunları giderir).
vi_vn: Thay đổi tốc độ của chip PowerPC mô phỏng (khắc phục một số vấn đề).
zh_tw: 改變模擬 PowerPC 晶片的速度（修復一些問題）

# game_options
source: Change the system's language.
es: Cambia el idioma del sistema.
eu_es: Aldatu sistemako hizkuntza
gl_es: Cambiar a lingua do sistema.
hu: Változtassa meg a rendszer nyelvét.
it: Cambia la lingua di sistema.
ja_jp: ゲームシステムの言語を変更します
ko: 시스템 언어를 변경합니다.
nb_no: Endre systemets språk.
pl: Zmień język systemu.
pt_pt: Alterar o idioma do sistema.
ro_ro: Schimbă limba sistemului.
sk_sk: Zmeniť jazyk systému.
sv_se: Ändra systemets språk.
tr: Sistem dilini değiştir.
vi_vn: Thay đổi ngôn ngữ của hệ thống.
zh_tw: 變更系統語言。

# game_options
source: Change what's plugged into the virtual GameCube ports.
ca: Canvia el que hi ha connectat als ports virtuals de GameCube.
es: Cambia lo que está conectado a los puertos virtuales de GameCube.
eu_es: Aldatu GameCube portu birtualetan konektatuta dagoena.
gl_es: Cambia o que está conectado aos portos virtuais de GameCube.
hu: Módosítsa azt, ami a virtuális GameCube portokhoz van csatlakoztatva.
it: Cambia quello che è inserito nelle porte virtuali del GameCube.
ja_jp: ゲームキューブ ポートに差し込まれるものを変更します
ko: 가상 게임큐브 포트에 연결된 장치를 변경합니다.
nb_no: Endre hva som er koblet til de virtuelle GameCube-portene.
pl: Podmień to, co jest podłączone do wirtualnych portów GameCube.
pt_pt: Alterar o que está conectado às portas virtuais da GameCube.
ro_ro: Schimbă ce este conectat în porturile virtuale ale GameCube.
sk_sk: Zmeniť, čo je zapojené do virtuálnych portov GameCube.
sv_se: Ändra vad som är inkopplat i de virtuella GameCube-portarna.
tr: Sanal GameCube bağlantı noktalarına takılanları değiştir.
vi_vn: Thay đổi những gì được cắm vào cổng GameCube ảo.
zh_tw: 變更插入虛擬 GameCube 連接埠的設備。

# game_options
source: Changing driver can improve audio performance and reduce distortion. Alsathread is recommended for low-end systems.
es: Cambiar el controlador puede mejorar el rendimiento del audio y reducir la distorsión. Se recomienda Alsathread para sistemas de gama baja.
eu_es: Kontrolatzailea aldatzeak audio eraginkortasuna eta distortsioa hobetu dezake. Alsa haria gomendatzen da sistema eskasetan.
gl_es: Cambiar o controlador pode mellorar o rendemento do audio e reducir a distorsión. Recoméndase Alsathread para sistemas de gama baixa.
hu: Az illesztőprogram megváltoztatása javíthatja a hangteljesítményt és csökkentheti a torzítást. Az Alsathread az alacsony kategóriás rendszerekhez ajánlott.
it: Cambiare il driver può migliorare l'audio e ridurre le distorsioni.Alsathread è raccomandato per i sistemi low-end.
ja_jp: ドライバー変更で、音声再生能力が向上し、歪みが軽減されます Alsathread はローエンド システムに推奨されます
ko: 드라이버를 변경하면 오디오 성능이 향상되고 왜곡이 줄어듭니다. Alsa스레드는 로우엔드 시스템에 권장됩니다.
nb_no: Bytte av driver kan forbedre lydytelsen og redusere forvrengningen. Alsathread anbefales for lav-ytelse-systemer.
pl: Zmiana sterownika może poprawić jakość dźwięku i zmniejszyć zniekształcenia. ALSAThread jest zalecana do systemów low-end.
pt_pt: A mudança de driver pode melhorar o desempenho do áudio e reduzir a distorção. O Alsathread é recomendado para sistemas fracos.
ro_ro: Schimbarea driver-ului poate îmbunătăți performanța audio și să reducă distorsiunea. Alsathread este recomandat pentru sisteme slabe.
sk_sk: Zmena ovládača vie zlepšiť výkon zvuku a znížiť skreslenie. Alsathread sa odporúča pre pomalšie systémy.
sv_se: Byte av drivrutin kan förbättra ljudprestandan och minska distorsionen. Alsathread rekommenderas för system i den lägre prisklassen.
tr: Sürücüyü değiştirmek ses performansını iyileştirebilir ve bozulmayı azaltabilir. Alsathread düşük seviye sistemler için önerilir.
vi_vn: Việc thay đổi trình điều khiển có thể cải thiện hiệu suất âm thanh và giảm hiện tượng méo tiếng. Alsathread được khuyên dùng cho các hệ thống cấp thấp.
zh_tw: 變更驅動程式可以提高音訊效能並減少失真Alsathread 建議用於低階系統。

# game_options
source: Chile
it: Cile
ko: 칠레
sk_sk: Čile
tr: Şili

# game_options
source: China
eu_es: Txina
hu: Kína
it: Cina
ja_jp: 中国
ko: 중국
nb_no: Kina
pl: Chiny
sk_sk: Čína
sv_se: Kina
tr: Çin
vi_vn: Trung Quốc

# game_options
source: Chinese
ca: Xinés
es: Chino
eu_es: Txinatarra
gl_es: Chinés
hu: Kínai
it: Cinese
ja_jp: 中国語
ko: 중국어
nb_no: Kinesisk
pl: Chiński
pt_pt: Chinês
ro_ro: Chineză
sk_sk: Čínština
sv_se: Kinesiska
tr: Çince
vi_vn: Trung Quốc
zh_tw: 中文

# game_options
source: Chinese (Mandarin)
es: Chino (Mandarín)
eu_es: Txinatarra (Mandarin-a)
gl_es: Chinés (mandarín)
hu: Kínai (Mandarin)
it: Cinese (Mandarino)
ja_jp: 中国語（北京語）
ko: 중국어 (만다린)
nb_no: Kinesisk (mandarin)
pl: Chiński (mandaryński)
pt_pt: Chinês (Mandarim)
ro_ro: Chineză (mandarină)
sk_sk: Čínština (mandarínska)
sv_se: Kinesiska (mandarin)
tr: Çince (Mandarin)
vi_vn: Tiếng Trung (tiếng Quan thoại)
zh_tw: 中文(華語)

# game_options
source: Chinese (Simplified)
ca: Xinés (Simplificat)
es: Chino (Simplificado)
eu_es: Txinatarra (Sinpletua)
gl_es: Chinés (simplificado)
hu: Kínai (egyszerűsített)
it: Cinese (Semplificato)
ja_jp: 中国語 (簡体字)
ko: 중국어 (간체)
nb_no: Kinesisk (forenklet)
pl: Chiński (uproszczony)
pt_pt: Chinês (Simplificado)
ro_ro: Chineză (Simplificată)
sk_sk: Čínština (zjednodušená)
sv_se: Kinesiska (förenklad)
tr: Çince (Basitleştirilmiş)
vi_vn: Trung Quốc (Giản thể)
zh_tw: 中文(簡體)

# game_options
source: Chinese (Traditional) [Big5]
ca: Xinés (Tradicional) [Big5]
es: Chino (Tradicional) [Big5]
eu_es: Txinatarra (Tradizionala) [Big5]
gl_es: Chinés (tradicional) [Big5]
hu: Kínai (hagyományos) [Big5]
it: Cinese (Tradizionale) [Big5]
ja_jp: 中国語（繁体字）[Big5]
ko: 중국어 (번체) [Big5]
nb_no: Kinesisk (tradisjonell) [Big5]
pl: Chiński (tradycyjny) [Big5]
pt_pt: Chinês (tradicional) [Big5]
ro_ro: Chineză (Tradițională) [Big5]
sk_sk: Čínština (tradičná) [Big5]
sv_se: Kinesiska (traditionell) [Big5]
tr: Çince (Geleneksel) [Big5]
vi_vn: Trung Quốc (Phồn thể) [Big5]
zh_tw: 中文(正體) [Big5]

# game_options
source: Choose broadcast standard (for older TV's).
ca: Tria l’estàndard de difusió (per televisions antigues).
es: Elija el estándar de transmisión (para televisores más antiguos).
eu_es: Aukeratu igorpen estadarra (TB zaharretarako)
gl_es: Escolle o estándar de emisión (para televisores máis antigos).
hu: Válasszon adási szabványt (régebbi tévék esetén).
it: Scegli lo standard di trasmissione (per le vecchie TV).
ja_jp: 放送(映像表示)方式を選択します（古いテレビ用）
ko: (오래된 TV에 맞는) 방송 표준을 선택하세요.
nb_no: Velg kringkastingsstandard (for eldre TV-er).
pl: Wybierz standard nadawania (dla starszych telewizorów).
pt_pt: Escolha o standard de transmissão (para TVs antigas).
ro_ro: Alege standardul de emisie (pentru TV-urile vechi).
sk_sk: Vyberte vysielací štandard (pre staršie TV)
sv_se: Välj sändningsstandard (för äldre TV-apparater).
tr: Yayın standardını seç (eski TV'ler için).
vi_vn: Chọn tiêu chuẩn phát sóng (đối với TV cũ).
zh_tw: 選擇廣播標準（適用於較舊的電視）

# game_options
source: Choose cable type for the TV.
ca: Tria tipus de cable per la televisió.
es: Elija el tipo de cable para el televisor.
eu_es: Aukeratu kable mota TB-rentzat
gl_es: Escolla o tipo de cable para a televisión.
hu: Válassza ki a TV kábel típusát.
it: Scegli il tipo di cavo TV.
ja_jp: テレビのケーブル接続タイプを選択します
ko: TV의 케이블 유형을 선택하세요.
nb_no: Velg kabeltype for TV-en.
pl: Wybierz typ kabla telewizyjnego.
pt_pt: Escolha o tipo de cabo para a TV.
ro_ro: Alege tipul de cablu pentru TV.
sk_sk: Vyberte typ kábla pre TV.
sv_se: Välj kabeltyp för TV:n.
tr: TV için kablo türünü seç.
vi_vn: Chọn loại cáp cho TV.
zh_tw: 選擇電視的電纜類型。

# game_options
source: Choose downscaling method.
ca: Tria el mètode de disminució.
es: Selecciona el método de reducción de escala.
eu_es: Aukeratu txikira eskalatze metodoa.
gl_es: Escolla o método de redución de escala.
hu: Válassza ki a csökkentési módszert.
it: Scegli il metodo di riduzione
ja_jp: ダウンスケーリング方法を選択します
ko: 다운스케일링 방법을 선택하세요.
nb_no: Velg metode for nedskalering.
pl: Wybierz metodę skalowania w dół.
pt_pt: Escolha o método de redução de escala.
ro_ro: Alege metoda de downscale.
sk_sk: Metóda škálovania dolu.
sv_se: Välj metod för nedskalning.
tr: Ölçek küçültme yöntemini seç.
vi_vn: Chọn phương pháp giảm cấp.
zh_tw: 選擇縮小的方法。

# game_options
source: Choose hardware for the memory expansion slot
ca: Tria el maquinari per la ranura d’expansió de memòria
es: Selecciona el hardware para la ranura de expansión de memoria
eu_es: Aukeratu hardware-a memoria hedatze zirrikiturako
gl_es: Escolla o hardware para a rañura de expansión de memoria
hu: Válasszon hardvert a memóriabővítéshez
it: Scegli l'hardware per lo slot di espansione memoria
ja_jp: メモリ拡張スロットのハードウェアを選択します
ko: 메모리 확장 슬롯용 하드웨어 선택
nb_no: Velg maskinvare for minneutvidelsessporet
pl: Wybierz sprzęt dla gniazda rozszerzenia pamięci
pt_pt: Escolha o hardware para o slot de expansão de memória
ro_ro: Alege hardware-ul pentru slotul de expansiune a memoriei
sk_sk: Vybrať hardvér pre rozširujúci pamäťový slot
sv_se: Välj hårdvara för minnesexpansionsplatsen
tr: Bellek genişletme yuvası için donanım seç
vi_vn: Chọn phần cứng cho khe cắm mở rộng bộ nhớ
zh_tw: 選擇記憶體擴充槽的硬體

# game_options
source: Choose mipmapping type.
es: Selecciona el tipo de mipmapping.
eu_es: Aukeratu mipmapping mota.
gl_es: Escolla o tipo de mapa mip.
hu: Válassza ki a mipmapping típusát.
it: Seleziona il tipo di mipmapping
ja_jp: ミップマッピング タイプを選択します
ko: 밉맵 유형을 선택하세요.
nb_no: Velg mipmapping-type.
pl: Wybierz typ mipmappingu.
pt_pt: Escolha o tipo de mipmapping.
ro_ro: Alege tip mip-mapping.
sk_sk: Vyberte typ mipmappingu.
sv_se: Välj typ av mipmapping.
tr: Eşleme türünü seçin.
vi_vn: Chọn loại ánh xạ mipmapping.
zh_tw: 選擇 mipmapping 類型。

# game_options
source: Choose number of audio channels.
es: Escoge el número de canales de audio.
eu_es: Aukeratu audio kanal kopurua.
gl_es: Escolla o número de canles de audio.
hu: Válassza ki az audio csatornák számát.
it: Scegli il numero di canali audio.
ja_jp: 音声のチャンネル数を選択します
ko: 오디오 채널 수를 선택하세요.
nb_no: Velg antall lydkanaler.
pl: Wybierz liczbę kanałów audio.
pt_pt: Escolha o número de canais de áudio.
ro_ro: Alege numărul de canale audio.
sk_sk: Vyberte počet zvukových kanálov.
sv_se: Välj antal ljudkanaler.
tr: Ses kanalı sayısını seçin.
vi_vn: Chọn số lượng kênh âm thanh.
zh_tw: 選擇聲音通道數量。

# game_options
source: Choose second feature pack for the controller.
ca: Tria el segon Feature Pack pel comandament.
es: Elige el segundo paquete de funciones para el mando.
eu_es: Aukeratu bigarren ezaugarri pack-a kontrolatzailearentzat.
gl_es: Escolla o segundo paquete de funcións para o mando.
hu: Válassza ki a második funkciócsomagot a vezérlőhöz.
it: Scegli un secondo feature pack per il controller.
ja_jp: コントローラの2つ目の機能パックを選択します
ko: 컨트롤러에 대한 두 번째 기능 팩을 선택하세요.
nb_no: Velg den andre funksjonspakken for kontrolleren.
pl: Wybierz drugi pakiet funkcji dla kontrolera.
pt_pt: Escolha um segundo pacote de recursos para o comando.
ro_ro: Alege ale pachetul de funcții secundar pentru controler.
sk_sk: Vybrať druhý balík funkcií pre ovládač.
sv_se: Välj det andra funktionspaketet för kontrollern.
tr: Kontrolcü için ikinci özellik paketini seçin.
vi_vn: Chọn gói tính năng thứ hai cho bộ điều khiển.
zh_tw: 為控制器選擇第二個功能包。

# game_options
source: Choose system BIOS language.
es: Selecciona el idioma de la BIOS del sistema.
gl_es: Escolla o idioma da BIOS do sistema.
hu: Válassza ki a rendszer BIOS nyelvét.
it: Scegli la lingua del BIOS.
ja_jp: システムBIOS 言語を選択します
ko: 시스템 바이오스 언어를 선택하세요.
nb_no: Velg systemets BIOS-språk.
pl: Wybierz język systemu BIOS.
pt_pt: Escolha o idioma do BIOS do sistema.
ro_ro: Alege limba BIOS-ului de sistem.
sk_sk: Vybrať jazyk BIOSu.
sv_se: Välj språk för systemets BIOS.
tr: Sistem BİOS dilini seçin.
vi_vn: Chọn ngôn ngữ BIOS hệ thống.
zh_tw: 選擇系統 BIOS 語言。

# game_options
source: Choose the Dreamcast console language.
ca: Tria l’idioma de la consola Dreamcast.
es: Selecciona el idioma de la consola Dreamcast.
eu_es: Aukeratu Dreamcast kontsolaren hizkuntza.
gl_es: Escolla o idioma da consola Dreamcast.
it: Scegli la lingua della console Dreamcast
ja_jp: ドリームキャストのコンソール言語を選択します
ko: 드림캐스트 콘솔 언어를 선택하세요.
nb_no: Velg språk for Dreamcast-konsollen.
pl: Wybierz język konsoli Dreamcast.
ro_ro: Alege limba consolei Dreamcast.
sk_sk: Vyberte jazyk konzoly Dreamcst.
vi_vn: Chọn ngôn ngữ console Dreamcast.

# game_options
source: Choose the Dreamcast console region.
ca: Tria la regió de la consola Dreamcast.
es: Selecciona la región de la consola Dreamcast.
eu_es: Aukeratu Dreamcast kontsolaren herrialdea
gl_es: Escolla a rexión da consola Dreamcast.
hu: Válassza ki a Dreamcast konzol régióját.
it: Scegli la regione della console Dreamcast.
ja_jp: ドリームキャストのコンソールリージョンを選択します
ko: 드림캐스트 콘솔 지역을 선택하세요.
nb_no: Velg Dreamcast-konsollregionen.
pl: Wybierz region konsoli Dreamcast.
pt_pt: Escolha a região da consola Dreamcast.
ro_ro: Alege regiunea consolei Dreamcast.
sk_sk: Vyberte región konzoly Dreamcast.
sv_se: Välj Dreamcast-konsolens region.
tr: Dreamcast konsol bölgesini seç.
vi_vn: Chọn khu vực bảng điều khiển Dreamcast.
zh_tw: 選擇 Dreamcast 主機地區。

# game_options
source: Choose the Parallel N64 graphics plugin.
es: Elija el complemento de gráficos Parallel N64.
eu_es: Aukeratu N64 Paralelo plugin grafikoa
gl_es: Escolla o complemento de gráficos Parallel N64.
hu: Válassza a Parallel N64 grafikus bővítményt.
it: Scegli il plugin grafico Parallel N64.
ja_jp: Parallel N64 グラフィックス プラグインを選択します
ko: Parallel N64 그래픽 플러그인을 선택하세요.
nb_no: Velg Parallel N64-grafikktillegget.
pl: Wybierz wtyczkę graficzną Parallel N64.
pt_pt: Escolha o plugin gráfico Parallel N64.
ro_ro: Alege plugin-ul grafic Parallel N64.
sk_sk: Vyberte grafický doplnok Parallel N64.
sv_se: Välj Parallel N64-grafikinsticksmodul.
tr: Paralel N64 grafik eklentisini seçin.
vi_vn: Chọn plugin đồ họa N64 song song.
zh_tw: 選擇並行 N64 圖形插件。

# game_options
source: Choose the appropriate media for disk image.
ca: Triï el contingut apropiat per la imatge de disc.
es: Selecciona el medio apropiado para la imagen de disco.
eu_es: Aukeratu media egokia disko irudirako.
gl_es: Escolla o soporte axeitado para a imaxe do disco.
hu: Válassza ki a megfelelő adathordozót a lemezképhez.
it: Scegli il media appropriato per l'immagine disco.
ja_jp: ディスク イメージに合ったメディアを選択します
ko: 디스크 이미지에 적합한 미디어를 선택하세요.
nb_no: Velg riktig medium for diskavbildningen.
pl: Wybierz odpowiedni nośnik dla obrazu dysku.
pt_pt: Escolha o formato apropriado para a imagem do disco.
ro_ro: Alege mediul de stocare convenabil pentru imaginea de disc.
sk_sk: Vyberte vhodné médiá pre obraz disku.
sv_se: Välj lämpligt media för diskavbildningen.
tr: Disk görüntüsü için uygun ortamı seçin.
vi_vn: Chọn phương tiện thích hợp cho đĩa.
zh_tw: 選擇磁碟映像的合適媒體。
