Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: How much RAM the emulated Mac will have installed (Mac IIx & Mac LC 3 only)
ca: Quanta RAM té instal·lada el mac emulat (només Mac IIx & Mac LC 3)
es: Cuánta RAM tendrá instalada la Mac emulada (sólo Mac IIx y Mac LC 3)
eu_es: Zenbat RAM izango du instalatuta emulatutako Mac-ak (Mac IIx & Mac LC 3 soilik)
gl_es: Canta RAM terá instalada o Mac emulado (só Mac IIx e Mac LC 3)
it: Quanta RAM sarà installata sul Max e emulato (Mac IIx & Mac LC 3 only)
ja_jp: エミュレートされたMacのRAM容量（MacIIxおよびMacLC 3のみ）
ko: 에뮬레이트된 맥에 설치된 램 용량 (맥 IIx 및 맥 LC 3만 해당)
nb_no: Hvor mye RAM den emulerte Mac-en skal ha installert (kun Mac IIx og Mac LC 3)
pl: Ile pamięci RAM będzie miał emulowany Mac zainstalowane (tylko Mac IIx i Mac LC 3)
pt_pt: Quantidade de RAM que o Mac emulado terá instalado (somente Mac IIx e Mac LC 3)
ro_ro: Cât de mult RAM va avea Mac-ul emulat (doar Mac IIx și Mac LC 3)
sk_sk: Koľko pamäte RAM bude mať nainštalovaný emulovaný Mac (iba Mac IIx a Mac LC 3)
sv_se: Hur mycket RAM-minne den emulerade datorn kommer att ha installerat (endast Mac IIx och Mac LC 3)
tr: Taklit edilen Mac için ne kadar RAM kuracağı (yalnızca Mac IIx ve Mac LC 3)
vi_vn: Máy Mac mô phỏng sẽ cài đặt bao nhiêu RAM (chỉ dành cho Mac IIx & Mac LC 3)
zh_tw: 模擬 Mac 將安裝多少 RAM（僅限 Mac IIx 和 Mac LC 3）

# game_options
source: How the window space is distributed between the screens.
ca: Com és distribuït l’espai de la finestra entre pantalles.
es: Cómo se distribuye el espacio de la ventana entre las pantallas.
eu_es: Leihoaren espazioa nola banatuta dagoen pantailen artean.
gl_es: Como se distribúe o espazo da fiestra entre as pantallas.
hu: Az ablakfelület elosztása a képernyők között.
it: Come lo spazio finestre viene spartito tra gli schermi
ja_jp: 画面間の表示領域の配分方法
ko: 창 공간이 화면 사이에 분산되는 방식입니다.
nb_no: Hvordan vindusarealet fordeles mellom skjermene.
pl: Sposób w jaki przestrzeń jest rozdzielana pomiędzy ekrany.
pt_pt: Como o espaço do ecrã é distribuído entre os ecrãs.
ro_ro: Cum este distribuit spațiul ferestrei între ecrane.
sk_sk: Ako je rozmiestnený priestor okna medzi obrazovkami.
sv_se: Hur fönsterutrymmet fördelas mellan skärmarna.
tr: Pencere alanı ekranlar arasında nasıl dağıtılacak.
vi_vn: Cách phân bổ không gian cửa sổ giữa các màn hình.
zh_tw: 視窗空間如何在螢幕之間分配。

# game_options
source: Hungarian
es: Húngaro
gl_es: Húngaro
hu: Magyar
it: Ungherese
ja_jp: ハンガリー語
ko: 헝가리어
nb_no: Ungarsk
pl: Wegierski
pt_pt: Húngaro
ro_ro: Maghiară
sk_sk: Maďarčina
sv_se: Ungerska
tr: Macarca
vi_vn: Hungary

# game_options
source: Hungarian (hg)
es: Húngaro (hg)
gl_es: Húngaro (hg)
hu: Magyar (hg)
it: Ungherese (hg)
ja_jp: ハンガリー語 (hg)
ko: 헝가리어 (hg)
pl: Węgierski (hg)
pt_pt: Húngaro (hg)
ro_ro: Maghiară (hg)
sk_sk: Maďarčina (hg)
sv_se: Ungerska (hg)
tr: Macarca (hg)
vi_vn: Hungary (hg)

# game_options
source: Hungary
ca: Hongria
es: Hungría
eu_es: Hungaria
gl_es: Hungría
hu: Magyarország
it: Ungheria
ja_jp: ハンガリー
ko: 헝가리
nb_no: Ungarn
pl: Węgry
pt_pt: Hungria
ro_ro: Ungaria
sk_sk: Maďarsko
sv_se: Ungern
tr: Macaristan

# game_options
source: Hybrid
ca: Híbrid
es: Híbrido
eu_es: Hibridoa
gl_es: Híbrido
hu: Hibrid
it: Ibrido
ja_jp: ハイブリッド(組み合わせ表示)
ko: 하이브리드
pl: Hybrydowo
pt_pt: Híbrido
ro_ro: Hibrid
sk_sk: Hybridné
tr: Hibrit

# game_options
source: Hybrid + Bicubic
ca: Híbrid + Bicúbic
es: Híbrido + Bicúbico
eu_es: Hibridoa + Bikubikoa
gl_es: Híbrido + Bicúbico
it: Ibrido + Bicubico
ja_jp: ハイブリッド+バイキュービック
ko: 하이브리드 + 고등차수
nb_no: Hybrid + bikubisk
pl: Hybrydowo + Bicubic
pt_pt: Híbrido + Bicúbico
ro_ro: Hibrid + Bicubic
sk_sk: Hybridné + bikubické
sv_se: Hybrid + Bikubisk
tr: Hibrit + Bikübik

# game_options
source: Hybrid Screen Bottom
es: Parte inferior de pantalla híbrida
eu_es: Pantaila Behekalde hibridoa
gl_es: Pantalla híbrida inferior
it: Schermo inferiore ibrido
ja_jp: ハイブリッド (上下＋大下)
ko: 하이브리드 화면 하단
nb_no: Hybridskjermbunn
pl: Hybrydowy ekran dolny
pt_pt: Ecrã Híbrido Inferior
ro_ro: Ecran hibrid dedesubt
sk_sk: Hybridná obrazovka dolu
sv_se: Hybridskärm botten
tr: Hibrit Ekran Alt
vi_vn: Hybrid màn hình bên dưới

# game_options
source: Hybrid Screen Top
es: Parte superior de pantalla híbrida
eu_es: Pantaila Goikalde hibridoa
gl_es: Pantalla híbrida superior
it: Schermo superiore ibrido
ja_jp: ハイブリッド (上下＋大上)
ko: 하이브리드 화면 상단
pl: Hybrydowy ekran górny
pt_pt: Ecrã Híbrido Superior
ro_ro: Ecran hibrid deasupra
sk_sk: Hybridná obrazovka hore
sv_se: Hybridskärm topp
tr: Hibrit Ekran Üst
vi_vn: Hybrid màn hình bên trên

# game_options
source: Hybrid Ubershaders
ca: Ubershaders híbrids
es: Ubershaders híbridos
eu_es: Ubershader hibridoak
gl_es: Ubershaders Hibridos
it: Ubershaders ibridi
ja_jp: ハイブリッドUS
ko: 하이브리드 우버셰이더
pl: Hybrydowe Ubershaders
pt_pt: Ubershaders Híbridos
ro_ro: Ubershadere hibride
sk_sk: Hybridné Ubershaders
tr: Hibrit Üstün Gölgelendiriciler

# game_options
source: Hyper Blaster/Justifier
it: Hyper Blaster/Giustiziere
ja_jp: ハイパーブラスター/ジャスティファイア
ko: 하이퍼 블래스터/저스티파이어

# game_options
source: IDE (Default)
es: IDE (Defecto)
eu_es: IDE (Defektuz)
gl_es: IDE (predeterminado)
hu: IDE (Alap)
ja_jp: IDE (標準)
ko: IDE (기본)
nb_no: IDE (standard)
pl: IDE (domyślnie)
pt_pt: IDE (Predefinição)
ro_ro: IDE (Implicit)
sk_sk: IDE (predvolené)
sv_se: IDE (standard)
tr: IDE (Varsayılan)
vi_vn: IDE (Mặc định)
zh_tw: IDE (預設)

# game_options
source: IMAGE QUALITY
es: CALIDAD DE IMAGEN
gl_es: CALIDADE DA IMAXE
hu: KÉPMINŐSÉG
it: QUALITA' IMMAGINE
ja_jp: 映像品質
ko: 이미지 품질
pl: JAKOŚĆ OBRAZU
pt_pt: QUALIDADE DE IMAGEM
ro_ro: CALITATE IMAGINE
sk_sk: Kvalita obrazu
sv_se: BILDKVALITET
tr: GÖRÜNTÜ KALİTESİ
vi_vn: CHẤT LƯỢNG HÌNH ẢNH
zh_tw: 影像品質

# game_options
source: IMAGE READER
ca: LECTOR D’IMATGES
es: LECTORA DE IMÁGENES
eu_es: IRUDI IRAKURLEA
gl_es: LECTOR DE IMAXES
hu: KÉPOLVASÓ
it: LETTORE IMMAGINI
ja_jp: イメージリーダー
ko: 이미지 리더
nb_no: BILDELESER
pl: CZYTNIK OBRAZÓW
pt_pt: LEITOR DE IMAGEM
ro_ro: CITITOR IMAGINE
sk_sk: Čítačka obrazu
sv_se: AVBILDSLÄSARE
tr: GÖRÜNTÜ OKUYUCU
vi_vn: TRÌNH ĐỌC ẢNH
zh_tw: 影像讀卡機

# game_options
source: IMAGE SCALING
hu: KÉP SKÁLÁZÁS
ko: 이미지 크기 조정
pl: SKALOWANIE OBRAZU
pt_pt: ESCALA DE IMAGEM
ro_ro: SCALARE IMAGINE
sv_se: SKALNING AV BILDER
tr: GÖRÜNTÜ ÖLÇEĞİ
zh_tw: 影像縮放

# game_options
source: IMPROVED BANDING
es: BANDING MEJORADO
gl_es: BANDING MELLORADA
hu: FEJLESZTETT SÁVÁZÁS
it: BANDING MIGLIORATO
ja_jp: 濃淡の縞(バンディング)の改良
ko: 향상된 밴딩
nb_no: FORBEDRET BÅNDING
pl: ULEPSZONE PASMOWANIE
pt_pt: BANDAGEM MELHORADA
ro_ro: BANDING ÎMBUNĂTĂȚIT
sv_se: FÖRBÄTTRAD BANDNING
tr: GELİŞMİŞ BANTLAMA
vi_vn: CẢI THIỆN DẢI

# game_options
source: IMPROVED MESH
es: MALLA MEJORADA
gl_es: MALLA MELLORADA
hu: FEJLESZTETT HÁLÓ
it: MESH MIGLIORATA
ja_jp: メッシュの改良
ko: 향상된 메시
nb_no: FORBEDRET MESH
pl: UDOSKONALONA SIATKA
pt_pt: MALHA MELHORADA
ro_ro: PLASĂ ÎMBUNĂTĂȚITĂ
sv_se: FÖRBÄTTRAD MESH
tr: GELİŞTİRİLMİŞ ÖRGÜ
vi_vn: CẢI THIỆN LƯỚI

# game_options
source: IMPROVED POLYGON SPLITTING
es: DIVISIÓN DE POLÍGONOS MEJORADA
gl_es: DIVISIÓN DE POLÍGONOS MELLORADA
hu: TOVÁBBFEJLESZTETT POLIGONFELOSZTÁS
it: SEPARAZIONE POLIGONI MIGLIORATA
ja_jp: ポリゴン分割の改善
ko: 향상된 폴리곤 분할
nb_no: FORBEDRET POLYGONOPPDELING
pl: ULEPSZONY PODZIAŁ WIELOKĄTÓW
pt_pt: DIVISÃO DE POLÍGONOS MELHORADA
ro_ro: SEPARARE ÎMBUNĂTĂȚITĂ A POLIGOANELOR
sv_se: FÖRBÄTTRAD POLYGONDELNING
tr: GELİŞTİRİLMİŞ POLİGON AYRIMI
vi_vn: CẢI THIỆN TÁCH ĐA GIÁC
zh_tw: 改進的多邊形分割

# game_options
source: INPUT INTERFACE
ca: INTERFÍCIE D’ENTRADA
es: INTERFAZ DE ENTRADA
eu_es: SARRERA INTERFAZEA
gl_es: INTERFACE DE ENTRADA
hu: BEMENETI FELÜLET
it: INTERFACCIA INPUT
ja_jp: 入力(使用する)インターフェース
ko: 입력 인터페이스
nb_no: INNGANGSGRENSESNITT
pl: INTERFEJS WEJŚĆ
pt_pt: INTERFACE DE ENTRADA
ro_ro: INTERFAȚĂ DE INTRARE
sk_sk: Vstupné rozhranie
sv_se: INMATNINGSGRÄNSSNITT
tr: GİRİŞ ARAYÜZÜ
vi_vn: GIAO DIỆN ĐẦU VÀO
zh_tw: 輸入介面

# game_options
source: INTEGER SCALING
ca: ESCALAT SENCER
es: ESCALADO POR ENTEROS
eu_es: OSOZKO ESKALATZEA
gl_es: ESCALA ENTEIROS
hu: EGÉSZ SZÁMOS SKÁLÁZÁS
it: SCALAMENTO INTERO
ja_jp: 整数スケーリング
ko: 정수 스케일링
nb_no: SKALERING AV HELTALL
pl: SKALOWANIE CAŁKOWITE
pt_pt: ESCALA COMPLETA
ro_ro: SCALARE ÎNTREAGĂ
sk_sk: Celočíselná mierka
sv_se: HELTALSSKALNING
tr: TAM SAYI ÖLÇEKLEME
zh_tw: 整數縮放

# game_options
source: INTEGER SCALING (PIXEL PERFECT)
ca: ESCALAT SENCER (PIXEL PERFECT)
es: ESCALADO DE NÚMEROS ENTEROS (PIXEL PERFECT)
eu_es: ZENBAKI OSOKO ESKALATZEA (PIXEL ZEHATZA)
gl_es: ESCALADO ENTEIRO (PIXEL PERFECTO)
hu: EGÉSZ SZÁM SKÁLÁZÁS (KÉPPONT ÖKÉLETES)
it: RIDIMENSIONA DI NUMERI INTERI (PIXEL PERFETTI)
ja_jp: 整数スケール (ピクセルを正方形表示)
ko: 정수 스케일링 (픽셀 완벽)
nb_no: HELTALLSSKALERING (PIKSELPERFEKT)
pl: SKALOWANIE CAŁKOWITE (PIKSELOWE)
pt_pt: ESCALA COMPLETA (PIXEL PERFEITO)
ro_ro: SCALARE ÎNTREAGĂ (POTRIVIRE PERFECTĂ)
sk_sk: Celočíselná mierka (pixel perfect)
sv_se: HELTALSSKALNING (BILDPUNKTSPERFEKT)
tr: TAM SAYI ÖLÇEKLEME (KUSURSUZ PİKSEL)
vi_vn: TỶ LỆ INTEGER (PIXEL HOÀN HẢO)
zh_tw: 整數縮放(顯示完美畫素)

# game_options
source: INTEGER UPSCALING
ca: REESCALAT MITJANÇANT SENCERS
es: ESCALADO POR ENTEROS
eu_es: OSOZKO ESKALATZEA
gl_es: ESCALADO POR ENTEIROS
hu: EGÉSZ SZÁMOS FELSKÁLÁZÁS
it: UPSCALING INTEGER
ja_jp: 整数アップスケーリング
ko: 정수 업스케일링
nb_no: HELTALLSOPPSKALERING
pl: PRZESKALOWANIE CAŁKOWITE
pt_pt: AUMENTO NA TOTALIDADE
ro_ro: UPSCALING ÎNTREG
sk_sk: Celočíselné zväčšovanie
sv_se: HELTALSUPPSKALNING
tr: TAM SAYI YÜKSELTME
zh_tw: 整數向上縮放

# game_options
source: INTERLACING PATCHES
es: PARCHES DE ENTRELAZADO
eu_es: TARTEKATZE ADABAKIAK
gl_es: PARCHES DE ENTRELAZADO
it: PATCHES INTERLACCIAMENTO
ja_jp: インターレースパッチ
ko: 인터레이싱 패치
nb_no: SAMMENFLETTEDE LAPPER
pl: POPRAWKI PRZEPLOTU
pt_pt: CORREÇAÕ INTERLACING
ro_ro: PATCH-URI INTERCALARE
sk_sk: Prekladacie záplaty
sv_se: PATCHAR FÖR INTERLACE
tr: TARAMALI YAMALAR
vi_vn: CÁC BẢN VÁ XEN KẼ
zh_tw: 隔行掃描補丁

# game_options
source: INTERNAL BASIC INTERPRETER
es: INTÉRPRETE INTERNO DE BASIC
gl_es: INTÉRPRETE INTERNO de BASIC
hu: BELSŐ ALAP FORDÍTÓ
it: INTERPRETE BASIC INTERNO
ja_jp: 内部 BASIC インタープリター
ko: 내부 기본 해석기
nb_no: INTERN BASIC TOLK
pl: WEWNĘTRZNY INTERPRETER BASIC'A'
pt_pt: INTERPRETADOR BÁSICO INTERNO
ro_ro: INTERPRETOR BASIC INTERN
sk_sk: Vnútorný interpreter BASICu
sv_se: INTERN BASIC-TOLK
tr: DAHİLİ TEMEL YORUMLAYICI
zh_tw: 內部 BASIC 解譯器

# game_options
source: INTERNAL DISPLAY RESOLUTION
ca: RESOLUCIÓ INTERNA DE VISUALITZACIÓ
es: RESOLUCIÓN DE PANTALLA INTERNA
eu_es: BARNE PANTAILA BEREIZMENA
gl_es: RESOLUCIÓN DE PANTALLA INTERNA
hu: BELSŐ KÉPERNYŐFELBONTÁS
it: RISOLUZIONE DISPLAY INTERNA
ja_jp: 内部ディスプレイ解像度
ko: 내부 디스플레이 해상도
nb_no: INTERN SKJERMOPPLØSNING
pl: WEWNĘTRZNA ROZDZIELCZOŚĆ WYŚWIETLACZA
pt_pt: RESOLUÇÃO NATIVA DO ECRÃ
ro_ro: REZOLUȚIA INTERNĂ REDATĂ
sk_sk: Vnútorné rozlíšenie obrazovky
sv_se: INTERN SKÄRMUPPLÖSNING
tr: DAHİLİ EKRAN ÇÖZÜNÜRLÜĞÜ
zh_tw: 內部顯示解析度

# game_options
source: INTERNAL RESOLUTION
ca: RESOLUCIÓ INTERNA
es: RESOLUCIÓN INTERNA
eu_es: BARNE BEREIZMENA
gl_es: RESOLUCIÓN INTERNA
hu: BELSŐ FELBONTÁS
it: RISOLUZIONE INTERNA
ja_jp: 内部解像度
ko: 내부 해상도
nb_no: INTERN OPPLØSNING
pl: ROZDZIELCZOŚĆ WEWNĘTRZNA
pt_pt: RESOLUÇÃO INTERNA
ro_ro: REZOLUȚIA INTERNĂ
sk_sk: Vnútorné rozlíšenie
sv_se: INTERN UPPLÖSNING
tr: DAHİLİ ÇÖZÜNÜRLÜK
zh_tw: 內部解析度

# game_options
source: INVERSE PLAYFIELD AND B2S
es: PLAYFIELD Y B2S INVERSO
gl_es: CAMPO DE XOGO INVERSO E B2S
hu: INVERZ JÁTÉKTÉR ÉS B2S
it: INVERTI PLAYFIELD E B2S
ja_jp: インバース プレイフィールドと B2S
ko: 플레이필드 및 B2S 반전
nb_no: BYTT OM SPILLEFELT OG B2S
pl: ODWRÓĆ POLE GRY I B2S
pt_pt: CAMPO DE JOGO INVERSO E B2S
ro_ro: INVERSEAZĂ CÂMPUL DE JOC CU B2S
sv_se: OMVÄND SPELPLAN OCH B2S
tr: OYUN ALANI VE B2S TERS ÇEVİR
zh_tw: 反相遊戲區及B2S

# game_options
source: INVERT AXIS
ca: INVERTIR EIX
es: INVERTIR EJE
eu_es: INBERTITU ARDATZAK
gl_es: INVERTIR EIXO
hu: INVERZ TENGELY
it: INVERTI ASSI
ja_jp: スティック軸を反転
ko: 축 반전
nb_no: INVERTERT AXIS
pl: ODWRÓĆ OŚ
pt_pt: INVERTER EIXOS
ro_ro: INVERSEAZĂ AXA
sk_sk: Otočiť os
sv_se: INVERTERA AXEL
tr: EKSEN ÇEVİR
vi_vn: ĐẢO NGƯỢC TRỤC
zh_tw: 反轉軸

# game_options
source: INVULNERABILITY MODE
ca: MODE D’INVULNERABILITAT
es: MODO INVULNERABILIDAD
eu_es: HILEZKORTASUN MODUA
gl_es: MODO DE INVULNERABILIDADE
hu: SÉRTETHETŐSÉGI MÓD
it: MODALITÀ INVULNERABILE
ja_jp: 不死身モード
ko: 무적 모드
nb_no: MODUS FOR USÅRBARHET
pl: TRYB NIETYKALNOŚCI
pt_pt: MODO DE INVULNERABILIDADE
ro_ro: MOD INVULNERABILITATE
sk_sk: Režim nezraniteľnosti
sv_se: OSÅRBARHETSLÄGE
tr: ÖLÜMSÜZLÜK MODU
vi_vn: CHẾ ĐỘ BẤT KHẢ XÂM PHẠM
zh_tw: 無敵模式

# game_options
source: IRON SOLDIER
ko: 아이언 솔저
pt_pt: SOLDADO DE FERRO
zh_tw: 鐵血戰士

# game_options
source: Iceland
ca: Islàndia
es: Islandia
eu_es: Islandia
gl_es: Islandia
hu: Izland
it: Islanda
ja_jp: アイスランド
ko: 아이슬란드
nb_no: Island
pl: Islandia
pt_pt: Islândia
ro_ro: Islanda
sk_sk: Island
sv_se: Island
tr: İzlanda

# game_options
source: If game crashes, try ASMJIT. If still crashing, try Fast Interpreter.
ca: Si el joc falla, proveu ASMJIT. Si continúa fallant, proveu Fast Interpreter.
es: Si el juego falla, prueba ASMJIT. Si continúa fallando, pruebe modo Rápido.
eu_es: Jokoa zintzilikatzen bada, frogatu ASMJIT. Oraindik zintzilikatzen bada, frogatu Interpretatzaile azkarra
gl_es: Se o xogo falla, proba ASMJIT. Se aínda falla, proba Fast Interpreter.
hu: Ha a játék összeomlik, próbáld ki az ASMJIT-et. Ha még mindig összeomlik, próbálja ki a gyors tolmácsot (Fast Interpreter).
it: Se il gioco si blocca, prova ASMJIT. Se continua, prova l'interprete veloce.
ja_jp: ゲームが停止する時は[ASMJIT]、[インタープリタ(速い)]を試してください
ko: 게임이 충돌하면 ASMJIT를 사용해 보세요. 여전히 충돌이 발생하면 빠른 해석기를 시도하세요.
nb_no: Hvis spillet krasjer, prøv ASMJIT. Hvis det fortsatt krasjer, prøv Fast Interpreter.
pl: Jeśli gra się zawiesi, spróbuj ASMJIT. Jeśli gra nadal się zawiesza, spróbuj Fast Interpreter.
pt_pt: Se o jogo travar, tente ASMJIT. Se ainda travar, tente o Interpretador rápido.
ro_ro: Dacă jocul crapă, încearcă ASMJIT. Dacă tot crapă, încearcă interpretorul rapid.
sk_sk: Ak hra spadne, skúste ASMJIT. Ak stále padá, vyskúšajte Rýchly Interpreter.
sv_se: Om spelet kraschar, prova ASMJIT. Om det fortfarande kraschar, prova Snabb tolk.
tr: Oyun çökerse, ASMJIT'i dene. Hala sorun yaşanıyorsa, Hızlı Yorumcuyu dene.
vi_vn: Nếu trò chơi gặp sự cố, hãy thử ASMJIT. Nếu vẫn gặp sự cố, hãy thử Fast Interpreter.
zh_tw: 如果遊戲崩潰，請嘗試 ASMJIT。如果仍然崩潰，請嘗試快速解譯器。

# game_options
source: If nothing is specified, will use ZTranslate by default.
ca: Si no s’especifica, s’usarà ZTranslate per defecte.
es: Si no se especifica nada, utilizará ZTranslate de forma predeterminada.
eu_es: Ez bada ezer esaten, ZTranslate erabiliko da defektuz.
gl_es: Se non se especifica nada, usará ZTranslate por defecto.
hu: Ha nincs megadva semmi, akkor alapértelmezés szerint a ZTranslate-et használja.
it: Se non specificato, utilizza ZTranslate di default.
ja_jp: 指定されていない場合は、ZTranslateを使用します
ko: 아무것도 지정하지 않으면 기본적으로 ZTranslate를 사용합니다.
nb_no: Hvis ingenting er angitt, brukes ZTranslate som standard.
pl: Jeżeli nie zostanie wskazane to domyślnie zostanie użyty ZTranslate.
pt_pt: Se nada for especificado, usar automáticamente ZTranslate.
ro_ro: Dacă nu este specificat nimic, se va folosi ZTranslate ca implicit.
sk_sk: Ak nič nie je vybrané, použije predvolene ZTranslate.
sv_se: Om inget anges används ZTranslate som standard.
tr: Hiçbir şey belirtilmezse, varsayılan olarak ZTranslate kullan.
vi_vn: Nếu không có gì được chỉ định, sẽ sử dụng ZTranslate theo mặc định.
zh_tw: 如果未指定，將會預設使用ZTranslate。

# game_options
source: Ignored with 'Cycle-exact'.
ca: Ignorat amb ‘Cicle exacte’.
es: Ignorado con 'Cycle-exact'.
eu_es: Ez da kontuan hartuko 'Ziklo-zehatz' erablita
gl_es: Ignorouse con "Cycle-exact".
hu: Figyelmen kívül hagyva a „Cycle-exact” beállítással.
it: Ignorato con 'Ciclo esatto'
ja_jp: CPU互換性'正確な動作'モードでは無視されます
ko: '주기 정확'에서 무시됩니다.
nb_no: Ignorert med "Cycle-exact".
pl: Ignorowane z 'Dokładnym cyklowo'.
pt_pt: Ignorado com 'Ciclo exato'.
ro_ro: Ignorat cu „ciclu-exact”.
sk_sk: Ignorované s 'Cycle-exact'.
sv_se: Ignoreras med "Cykel-exakt".
tr: 'Tam-döngü' ile göz ardı edildi.
vi_vn: Bỏ qua 'Chu kỳ chính xác'.
zh_tw: 忽略 Cycle-exact。

# game_options
source: Immediate
es: Inmediato
gl_es: Inmediato
hu: Azonnali
it: Immediato
ja_jp: 直接
ko: 즉시
nb_no: Umiddelbar
pl: Natychmiast
pt_pt: Imediata
ro_ro: Imediat
sv_se: Omedelbart
tr: Hemen
vi_vn: Ngay lập tức
zh_tw: 立刻

# game_options
source: Improve audio accuracy (experimental).
ca: Millora la precisió en l’àudio (experimental).
es: Mejora la precisión del audio (experimental).
eu_es: Hobetu audio zehaztasuna (esperimentala)
gl_es: Mellora a precisión do audio (experimental).
hu: A hang pontosságának javítása (kísérleti).
it: Migliora accuratezza audio (sperimentale)
ja_jp: 音声の精度を向上（実験的）
ko: 오디오 정확도 향상 (실험적).
nb_no: Forbedre lydnøyaktigheten (eksperimentell).
pl: Popraw dokładność dźwięku (eksperymentalne).
pt_pt: Melhora a precisão do áudio (experimental).
ro_ro: Îmbunătățește acuratețea audio (experimental).
sk_sk: Zlepšiť presnosť zvuku (experimentálne).
sv_se: Förbättra ljudets noggrannhet (experimentellt).
tr: Ses doğruluğunu iyileştir (deneysel).
vi_vn: Cải thiện độ chính xác âm thanh (thử nghiệm).
zh_tw: 提高音訊準確性（實驗性）。

# game_options
source: Improve performance if VSync is disabled and using Vulkan.
ca: Millora el rendiment si s’usa Vulkan i la sincronització vertical està deshabilitada.
es: Mejora el rendimiento si VSync está desactivado y se utiliza Vulkan.
eu_es: Hobetu eraginkortasuna VSync desgaituta badago eta Vulkan erabiltzen bada.
gl_es: Mellora o rendemento se VSync está desactivado e utiliza Vulkan.
hu: Javítja a teljesítményt, ha a VSync ki van kapcsolva és Vulkan-t használ.
it: Migliora la performance se VSync è disabilitato e stai usando Vulkan.
ja_jp: 垂直同期が無効の場合、を測定可能に向上します
ko: 수직동기화가 비활성화하고 Vulkan을 사용하면 성능이 향상됩니다.
nb_no: Forbedret ytelse hvis VSync er deaktivert og Vulkan brukes.
pl: Popraw wydajność, jeśli wyłączony jest VSync i używany jest Vulkan.
pt_pt: Melhora o desempenho se VSync estiver desativado e usar Vulkan.
ro_ro: Îmbunătățește performanța dacă VSync este dezactivat și se folosește Vulkan.
sk_sk: Zlepší výkon, ak je VSync zakázaný a používa Vulkan.
sv_se: Förbättra prestandan om VSync är inaktiverat och Vulkan används.
tr: VSync devre dışı ve Vulkan kullanılıyorsa performansı arttır.
vi_vn: Cải thiện hiệu suất nếu VSync bị tắt và sử dụng Vulkan.
zh_tw: 如果停用 VSync 並使用 Vulkan，則可以提高效能。

# game_options
source: Improve speed, at a minor cost of accuracy.
ca: Millora la velocitat, a un cost menor de precisió.
es: Mejora la velocidad, a un costo menor de precisión.
eu_es: Hobetu abiadura, zehaztasun kostu txiki batekin
gl_es: Mellora a velocidade, cun custo menor de precisión.
hu: A sebesség javítása a pontosság kisebb mértékű csökkenése árán.
it: Migliora la velocità, al costo dell'accuratezza.
ja_jp: 精度を少し下げて、速度を向上させます
ko: 정확도는 약간 떨어지지만 속도는 향상됩니다.
nb_no: Forbedre hastigheten på bekostning av nøyaktigheten.
pl: Popraw prędkość, przy niewielkim koszcie dokładności.
pt_pt: Melhora a velocidade, com um custo mínimo de precisão.
ro_ro: Îmbunătățește viteza cu un mic cost al acurateței.
sk_sk: Zlepšiť rýchlosť za cenu miernej nepresnosti.
sv_se: Förbättra hastigheten, till en mindre kostnad för noggrannheten.
tr: Doğruluktan küçük bir ödün vererek hızınızı artırın.
vi_vn: Cải thiện tốc độ, giảm nhẹ độ chính xác.
zh_tw: 提高速度，但會稍微降低準確度。

# game_options
source: Improves both sprite scaling and road rendering. Does not affect the car sprite.
ca: Millora la renderització de la carretera i l’escalat de sprites. No afecta a l’sprite del cotxe.
es: Mejora tanto el escalado de sprites como el renderizado de carreteras. No afecta al sprite del coche.
eu_es: Sprite eta errepide renderizazioa hobetzen du. Ez dio autoa spriteari eragiten.
gl_es: Mellora tanto o escalado de sprite como o renderizado da estrada. Non afecta o sprite do coche.
hu: Javítja a sprite méretezést és az útleképezést egyaránt. Nincs hatással az autó sprite-ra.
it: Migliora sia lo scaling degli sprite che rendering della strada. Non influenza lo sprite macchina.
ja_jp: スプライトの大きさと道路レンダリングの両方を改善します。車には影響しません
ko: 스프라이트 스케일링과 로드 렌더링을 모두 향상합니다. 자동차 스프라이트에는 영향을 미치지 않습니다.
nb_no: Forbedrer både skalering av sprite og veigjengivelse. Påvirker ikke bilens sprite.
pl: Poprawia skalowanie sprite'ów i renderowanie dróg. Nie ma wpływu na sprite samochodu.
pt_pt: Melhora a escala do sprite e a renderização da estrada. Não afeta a imagem do carro.
ro_ro: Îmbunătățește scalarea sprite-urilor și redarea drumurilor. Nu afectează sprite-ul mașinii.
sk_sk: Zlepšuje škálovanie sprite a vykresľovanie ciest. Nemá vplyv na auto sprite.
sv_se: Förbättrar både skalning av sprite och vägrendering. Påverkar inte bilens sprite.
tr: Hem hareketli grafik ölçeklendirmeyi hem de yol işlemeyi iyileştirir. Araba hareketli grafiklerini etkilemez.
vi_vn: Cải thiện cả tỷ lệ sprite và kết xuất đường đi. Không ảnh hưởng đến sprite của xe.
zh_tw: 改進了精靈縮放和道路算繪。不影響汽車精靈。

# game_options
source: Improves clarity of distant textures when mip-mapping is enabled.
ca: Millora la claredat de textures distants quan està habilitat el mip-mapping.
es: Mejora la claridad de las texturas lejanas cuando el mip-mapping está habilitado.
eu_es: Hobetu urruneko testuren argitasuna mip-mapping-a gaituta dagoenean.
gl_es: Mellora a claridade das texturas distantes cando o mip-mapping está activado.
hu: Javítja a távoli textúrák tisztaságát, ha a mip-mapping engedélyezve van.
it: Migliora la chiarezza delle texture distanti quando mip-mapping è abilitato
ja_jp: ミップマッピングの有効時、離れたテクスチャの明瞭さを改善します
ko: 밉매핑이 활성화되면 멀리 있는 텍스처의 선명도가 향상됩니다.
nb_no: Forbedrer klarheten i fjerne teksturer når mip-mapping er aktivert.
pl: Poprawia wyrazistość odległych tekstur, gdy włączone jest mip-mapowanie.
pt_pt: Melhora a clareza de texturas distantes quando ativa o mip-mapping.
ro_ro: Îmbunătățește claritatea texturilor distante când mip-mapping-ul este activat.
sk_sk: Zlepšuje čistotu vzdialených textúr, ak je povolený mip-mapping.
sv_se: Förbättrar tydligheten i avlägsna texturer när mip-mapping är aktiverat.
tr: Mip-mapping etkinleştirildiğinde uzak dokuların netliğini artırır.
vi_vn: Cải thiện sự rõ ràng của kết cấu xa khi mip-mapping được bật.
zh_tw: 啟用 mip-mapping 時提高遠處紋理的清晰度。

# game_options
source: Improves clarity of distant textures.
ca: Millora la claredat de textures distants.
es: Mejora la claridad de texturas lejanas.
eu_es: Hobetu argitasuna urruneko testuretan
gl_es: Mellora a claridade de texturas distantes.
hu: Javítja a távoli textúrák tisztaságát.
it: Migliora la chiarezza delle texture distanti.
ja_jp: 離れたテクスチャの鮮明度を向上させます
ko: 멀리 있는 텍스처의 선명도를 향상시킵니다.
nb_no: Forbedrer klarheten i fjerne teksturer.
pl: Poprawia wyrazistość odległych tekstur.
pt_pt: Melhora a clareza de texturas distantes.
ro_ro: Îmbunătățește claritatea texturilor îndepărtate.
sk_sk: Zlepšuje kvalitu vzdialených textúr.
sv_se: Förbättrar tydligheten i avlägsna texturer.
tr: Uzaktaki dokuların netliğini artırır.
vi_vn: Cải thiện độ rõ nét của kết cấu ở xa.
zh_tw: 提高遠處紋理的清晰度。
