Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: 7.09 MHz (A500 speed)
ca: 7.09 MHz (velocitat de l’A500)
es: 7.09 MHz (Velocidad del A500)
eu_es: 7.09 MHz (A500 abiadura)
gl_es: 7,09 MHz (velocidade A500)
hu: 7.09 MHz (A500 sebesség)
it: 7.09 MHz (velocità A500)
ja_jp: 7.09 MHz (A500 の実行速度)
ko: 7.09 MHz (A500 속도)
nb_no: 7.09 MHz (A500-hastighet)
pl: 7.09 MHz (prędkość A500)
pt_pt: 7.09 MHz (velocidade A500)
ro_ro: 7,09 MHz (viteză A500)
sk_sk: 7.09 MHz (rýchlosť A500)
sv_se: 7.09 MHz (A500-hastighet)
tr: 7.09 MHz (A500 hızı)
zh_tw: 7.09 MHz (A500 速度)

# game_options
source: (FDS) AUTOMATICALLY LOAD DISK SIDE A
ca: (FDS) CARREGAR AUTOMÀTICAMENT LA CARA A DEL DISC
es: (FDS) CARGAR AUTOMÁTICAMENTE CARA A DEL DISCO
eu_es: (FDS) AUTOMATIKOKI A DISKAREN ALDEA KARGATU
gl_es: (FDS) CARGAR AUTOMÁTICAMENTE A CARA A DO DISCO
hu: (FDS) AUTOMATIKUSAN BETÖLTI A LEMEZ A OLDALÁT
it: (FDS) CARICA AUTOMATICAMENTE IL LATO A
ja_jp: (FDS) 自動でDISK SIDE A(Aメン)を読込む
ko: (FDS) 디스크 A면 자동 로드
nb_no: (FDS) LASTES AUTOMATISK INN PÅ DISKSIDE A
pl: (FDS) AUTOMATYCZNIE ŁADUJ STRONĘ DYSKU A
pt_pt: (FDS) CARREGAR AUTOMÁTICAMENTE O LADO A DO DISCO
ro_ro: (FDS) ÎNCARCĂ AUTOMAT FAȚA A
sk_sk: (FDS) Automaticky načítať stranu A disku
sv_se: (FDS) LÄSER AUTOMATISKT IN DISKENS SIDA A
tr: (FDS) DİSK A TARAFINI OTOMATİK YÜKLE
zh_tw: (FDS) 自動讀取磁片Ａ面

# game_options
source: (FDS) FAST FORWARD DISK LOADING
ca: (FDS) CÀRREGA RÀPIDA DEL DISC
es: (FDS) CARGA DEL DISCO EN AVANCE RÁPIDO
eu_es: (FDS) AURRERATZE AZKARRA DISKOA KARGATZEAN
gl_es: (FDS) CARGA DE DISCO EN AVANCE RÁPIDO
hu: (FDS) GYORS ELŐTÖLTÉS LEMEZNÉL
it: (FDS) AVANZA RAPIDAMENTE LA LETTURA DISCO
ja_jp: (FDS) ディスク読み込みを早送りする
ko: (FDS) 빨리 감기 디스크 로딩
nb_no: (FDS) HURTIGSPOLING AV LASTING FRA DISK
pl: (FDS) SZYBKIE ŁADOWANIE DYSKU DO PRZODU
pt_pt: (FDS) CARREGAMENTO RÁPIDO DO DISCO
ro_ro: (FDS) ÎNCĂRCARE RAPIDĂ DE PE DISC
sk_sk: (FDS) Rýchle načítanie disku
sv_se: (FDS) SNABBSPOLNING AV DISKETT
tr: (FDS) HIZLI İLERİ SARMA İLE DİSK YÜKLENİYOR
zh_tw: (FDS) 加速磁片讀取

# game_options
source: 0 (Defaults Unlimited)
es: 0 (Por defecto sin límite)
gl_es: 0 (predeterminado ilimitado)
hu: 0 (alapértelmezés szerint korlátlan)
it: 0 (Defaults Illumitati)
ja_jp: 0 (標準は無制限)
ko: 0 (기본 무제한)
nb_no: 0 (standardinnstilling Ubegrenset)
pl: 0 (domyślnie bez ograniczeń)
pt_pt: 0 (Padrões Ilimitados)
ro_ro: 0 (Implicit nelimitat)
sk_sk: 0 (predvolené neobmedzené)
sv_se: 0 (standard: obegränsad)
tr: 0 (Varsayılanlar Sınırsız)
vi_vn: 0 (Mặc định không giới hạn)
zh_tw: 0 (預設無限制)

# game_options
source: 0 (No Visual Effect)
es: 0 (Sin efecto visual)
gl_es: 0 (sen efecto visual)
hu: 0 (nincs vizuális effektus)
it: 0 (Nessun Effetto Visibile)
ja_jp: 0 (視覚効果なし)
ko: 0 (시각적 효과 없음)
nb_no: 0 (ingen visuell effekt)
pl: 0 (brak efektu wizualnego)
pt_pt: 0 (sem efeito visual)
ro_ro: 0 (Fără efect vizual)
sk_sk: 0 (bez vizuálnych efektov)
sv_se: 0 (ingen visuell effekt)
tr: 0 (Görsel Efekt Yok)
vi_vn: 0 (Không có hiệu ứng trực quan)
zh_tw: 0 (無視覺效果)

# game_options
source: 0 (No gain)
ca: 0 (sense guany)
es: 0 (Sin ganancia)
eu_es: 0 (Ez dago irabazterik)
gl_es: 0 (Sen ganancia)
hu: 0 (nincs nyereség)
it: 0 (Nessun guadagno)
ja_jp: 0 (増幅なし)
ko: 0 (게인 없음)
nb_no: 0 (ingen forsterking)
pl: 0 (brak wzmocnienia)
pt_pt: 0 (Sem ganho)
ro_ro: 0 (Fără câștig)
sk_sk: 0 (bez zisku)
sv_se: 0 (Ingen förstärkning)
tr: 0 (Kazanç yok)
vi_vn: 0 (Không tăng)
zh_tw: 0 (無增益)

# game_options
source: 0% (Default)
es: 0% (Por defecto)
gl_es: 0% (Predeterminado)
hu: 0% (alapértelmezett)
ja_jp: 0% (標準)
ko: 0% (기본)
nb_no: 0 % (standard)
pl: 0% (domyślnie)
pt_pt: 0% (Padrão)
ro_ro: 0% (Implicit)
sk_sk: 0% (predvolené)
sv_se: 0% (standard)
tr: 0% (Varsayılan)
vi_vn: 0% (Mặc định)
zh_tw: 0% (預設)

# game_options
source: 0.5x
ko: 0.5배

# game_options
source: 0.5x (320x240)
ko: 0.5배 (320x240)

# game_options
source: 0.5x (360p/540p) [EXPERIMENTAL]
hu: 0.5x (360p/540p) [KÍSÉRLETI]
it: 0.5x (360p/540p) [SPERIMENTALE]
ja_jp: 0.5x (360p/540p) [実験的]
ko: 0.5배 (360p/540p) [실험적]
nb_no: 0.5x (360p/540p) [EKSPERIMENTELL]
pl: 0.5x (360p/540p) [EKSPERYMENTALNE]
sk_sk: 0.5x (360p/540p) [experimentálne]
sv_se: 0.5x (360p/540p) [EXPERIMENTELL]
tr: 0,5x (360p/540p) [DENEYSEL]
vi_vn: 0.5x (360p/540p) [thử nghiệm]
zh_tw: 0.5x (360p/540p) [實驗中]

# game_options
source: 0.6x
ko: 0.6배

# game_options
source: 0.75x (540p/810p) [EXPERIMENTAL]
hu: 0.75x (540p/810p) [KÍSÉRLETI]
it: 0.75x (540p/810p) [SPERIMENTALE]
ja_jp: 0.75x (540p/810p) [実験的]
ko: 0.75배 (540p/810p) [실험적]
nb_no: 0.75x (540p/810p) [EKSPERIMENTELL]
pl: 0.75x (540p/810p) [EKSPERYMENTALNE]
sk_sk: 0.75x (540p/810p) [experimentálne]
sv_se: 0.75x (540p/810p) [EXPERIMENTELL]
tr: 0,75x (540p/810p) [DENEYSEL]
vi_vn: 0.75x (540p/810p) [thử nghiệm]
zh_tw: 0.75x (540p/810p) [實驗中]

# game_options
source: 0.7x
ko: 0.7배

# game_options
source: 0.8x
ko: 0.8배

# game_options
source: 0.9x
ko: 0.9배

# game_options
source: 1 Frame
ca: 1 Quadre
es: 1 Fotograma
eu_es: Fotograma 1
gl_es: 1 Fotograma
hu: 1 Képkocka
ja_jp: 1 フレーム
ko: 1 프레임
nb_no: 1 Bilder
pl: 1 klatka
ro_ro: 1 Cadru
sk_sk: 1 snímka
sv_se: 1 ram
tr: 1 Kare
vi_vn: 1 khung hình
zh_tw: 1 畫格

# game_options
source: 1 MHz (Underclock)
ca: 1 MHz (Per sota de la freqüència del processador)
hu: 1 MHz (alulhajtás)
ja_jp: 1 MHz（アンダークロック）
ko: 1 MHz (언더클럭)
nb_no: 1 MHz (underklokking)
pl: 1 MHz (podtaktowanie)
sk_sk: 1 MHz (podtaktovať)
sv_se: 1 MHz (underklockning)
tr: 1 MHz (Hız Düşümü)
zh_tw: 1 MHz (降頻)

# game_options
source: 1 second
es: 1 segundo
gl_es: 1 segundo
hu: 1 másodperc
it: 1 secondo
ja_jp: 1 秒
ko: 1 초
nb_no: 1 sekund
pl: 1 sekunda
pt_pt: 1 segundo
ro_ro: 1 secundă
sk_sk: 1 sekunda
sv_se: 1 sekund
tr: 1 saniye
vi_vn: 1 giây
zh_tw: 1 秒

# game_options
source: 1 thread
ca: 1 fil
es: 1 hilo
eu_es: Hari 1
gl_es: 1 fío
hu: 1 szál
ja_jp: 1 スレッド
ko: 1 스레드
nb_no: 1 tråd
pl: 1 wątek
ro_ro: 1 fir
sk_sk: 1 vlákno
sv_se: 1 tråd
tr: 1 iş parçacığı
vi_vn: 1 luồng
zh_tw: 1 執行緒

# game_options
source: 1% (Default)
es: 1% (Defecto)
gl_es: 1 % (predeterminado)
hu: 1% (alapértelmezett)
ja_jp: 1% (標準)
ko: 1% (기본)
nb_no: 1 % (standard)
pl: 1% (domyślnie)
pt_pt: 1% (padrão)
ro_ro: 1% (Implicit)
sk_sk: 1% (predvolené)
sv_se: 1% (standard)
tr: 1% (Varsayılan)
vi_vn: 1% (Mặc định)
zh_tw: 1% (預設)

# game_options
source: 1.0x (12.50Mhz)
ko: 1.0배 (12.50Mhz)

# game_options
source: 1.1x
ko: 1.1배

# game_options
source: 1.1x (13.75Mhz)
ko: 1.1배 (13.75Mhz)

# game_options
source: 1.25x (800x600)
ko: 1.25배 (800x600)

# game_options
source: 1.25x Native
ca: Natiu x1,25
es: 1.25x Nativo
eu_es: 1.25x Natiboa
gl_es: 1,25x Nativo
hu: 1,25x Natív
it: 1.25x Nativo
ja_jp: 1.25x 標準
ko: 1.25배 원본
pl: 1,25x natywnej
pt_pt: 1,25x Nativo
ro_ro: 1.25x Nativ
sk_sk: 1.25x natívme
sv_se: 1.25x inbyggd
tr: 1.25x Doğal
zh_tw: 1.25x 原生解析度

# game_options
source: 1.2x
ko: 1.2배

# game_options
source: 1.2x (15.00Mhz)
ko: 1.2배 (15.00Mhz)

# game_options
source: 1.3x
ko: 1.3배

# game_options
source: 1.4x
ko: 1.4배

# game_options
source: 1.5x
ko: 1.5배

# game_options
source: 1.5x (1080p/1620p) [EXPERIMENTAL]
hu: 1.5x (1080p/1620p) [KÍSÉRLETI]
it: 1.5x (1080p/1620p) [SPERIMENTALE]
ja_jp: 1.5x (1080p/1620p) [実験的]
ko: 1.5배 (1080p/1620p) [실험적]
nb_no: 1.5x (1080p/1620p) [EKSPERIMENTELL]
pl: 1.5x (1080p/1620p) [EKSPERYMENTALNE]
sk_sk: 1.5x (1080p/1620p) [experimentálne]
sv_se: 1.5x (1080p/1620p) [EXPERIMENTELL]
tr: 1,5x (1080p/1620p) [DENEYSEL]
vi_vn: 1.5x (1080p/1620p) [thử nghiệm]
zh_tw: 1.5x (1080p/1620p) [實驗中]

# game_options
source: 1.5x (18.75Mhz)
ko: 1.5배 (18.75Mhz)

# game_options
source: 1.5x (960x720)
ko: 1.5배 (960x720)

# game_options
source: 1.5x Native
ca: Natiu x1,5
es: 1.5x Nativo
eu_es: 1.5x Natiboa
gl_es: 1.5x Nativo
hu: 1,5x Natív
it: 1.5x Nativo
ja_jp: 1.5x 標準
ko: 1.5배 원본
pl: 1,5x natywnej
pt_pt: 1.5x Nativo
ro_ro: 1.5x Nativ
sk_sk: 1.5x natívne
sv_se: 1.5x inbyggd
tr: 1.5x Doğal
zh_tw: 1.5x 原生解析度

# game_options
source: 1.6x (1024x768)
ko: 1.6배 (1024x768)

# game_options
source: 1.6x (20.00Mhz)
ko: 1.6배 (20.00Mhz)

# game_options
source: 1.75x Native
ca: Natiu x1,75
es: 1.75x Nativo
eu_es: 1.75x Natiboa
gl_es: 1,75x Nativo
hu: 1.75x Natív
it: 1.75x Nativo
ja_jp: 1.75x 標準
ko: 1.75배 원본
pl: 1,75x natywnej
pt_pt: 1.75x Nativo
ro_ro: 1.75x Nativ
sk_sk: 1.75x natívne
sv_se: 1.75x inbyggd
tr: 1.75x Doğal
zh_tw: 1.75x 原生解析度

# game_options
source: 1.8x (22.50Mhz)
ko: 1.8배 (22.50Mhz)

# game_options
source: 1/2 Frame
ca: 1/2 Quadre
es: 1/2 Fotograma
eu_es: Fotograma 1/2
gl_es: 1/2 Fotograma
hu: 1/2 Képkocka
it: Mezzo Frame
ja_jp: 1/2 フレーム
ko: 1/2 프레임
nb_no: 1/2 bilde
pl: 1/2 klatki
ro_ro: 1/2 cadru
sk_sk: 1/2 snímky
sv_se: 1/2 bildruta
tr: 1/2 Kare
vi_vn: Khung 1/2
zh_tw: 1/2 畫格

# game_options
source: 1/3 Frame
ca: 1/3 Quadre
es: 1/3 Fotograma
eu_es: Fotorgrama 1/3
gl_es: 1/3 Fotograma
hu: 1/3 Képkocka
ja_jp: 1/3 フレーム
ko: 1/3 프레임
nb_no: 1/3 bilde
pl: 1/3 klatki
ro_ro: 1/3 cadru
sk_sk: 1/3 snímky
sv_se: 1/3 bildruta
tr: 1/3 Kare
vi_vn: Khung 1/3
zh_tw: 1/3 畫格

# game_options
source: 1/32 Frame
ca: 1/32 Quadre
es: 1/32 Fotograma
eu_es: Fotograma 1/32
gl_es: 1/32 Fotograma
hu: 1/32 Képkocka
ja_jp: 1/32 フレーム
ko: 1/32 프레임
nb_no: 1/32 bilde
pl: 1/32 klatki
ro_ro: 1/32 cadru
sk_sk: 1/32 snímky
sv_se: 1/32 bildruta
tr: 1/32 Kare
vi_vn: Khung 1/32
zh_tw: 1/32 畫格

# game_options
source: 1/4 Frame
ca: 1/4 Quadre
es: 1/4 Fotograma
eu_es: Fotograma 1/4
gl_es: 1/4 Fotograma
hu: 1/4 Képkocka
ja_jp: 1/4 フレーム
ko: 1/4 프레임
nb_no: 1/4 bilde
pl: 1/4 klatki
ro_ro: 1/4 cadru
sk_sk: 1/4 snímky
sv_se: 1/4 bildruta
tr: 1/4 Kare
vi_vn: Khung 1/4
zh_tw: 1/4 畫格

# game_options
source: 1/5 Frame
ca: 1/5 Quadre
es: 1/5 Fotograma
eu_es: Fotograma 1/5
gl_es: 1/5 Fotograma
hu: 1/5 Képkocka
ja_jp: 1/5 フレーム
ko: 1/5 프레임
nb_no: 1/5 bilde
pl: 1/5 klatki
ro_ro: 1/5 cadru
sk_sk: 1/5 snímky
sv_se: 1/5 bildruta
tr: 1/5 Kare
vi_vn: Khung 1/5
zh_tw: 1/5 畫格

# game_options
source: 1/6 Frame
ca: 1/6 Quadre
es: 1/6 Fotograma
eu_es: Fotograma 1/6
gl_es: 1/6 Fotograma
hu: 1/6 Képkocka
ja_jp: 1/6 フレーム
ko: 1/6 프레임
nb_no: 1/6 bilde
pl: 1/6 klatki
ro_ro: 1/6 cadru
sk_sk: 1/6 snímky
sv_se: 1/6 bildruta
tr: 1/6 Kare
vi_vn: Khung 1/6
zh_tw: 1/6 畫格

# game_options
source: 1/60 Frame
ca: 1/60 Quadre
es: 1/60 Fotograma
eu_es: Fotograma 1/60
gl_es: 1/60 Fotograma
hu: 1/60 Képkocka
ja_jp: 1/60 フレーム
ko: 1/60 프레임
nb_no: 1/60 bilde
pl: 1/60 klatki
ro_ro: 1/60 cadru
sk_sk: 1/60 snímky
sv_se: 1/60 bildruta
tr: 1/60 Kare
vi_vn: Khung 1/60
zh_tw: 1/60 畫格

# game_options
source: 1/8 Frame1
ca: 1/8 Quadre
es: 1/8 Fotograma
eu_es: Fotograma 1/8
gl_es: 1/8 Fotograma1
hu: 1/8 Képkocka
ja_jp: 1/8 フレーム
ko: 1/8 프레임1
nb_no: 1/8 bilde
pl: 1/8 klatki
ro_ro: 1/8 cadru
sv_se: 1/8 bildruta1
tr: 1/8 Kare
vi_vn: 1/8 khung1
zh_tw: 1/8 畫格

# game_options
source: 10 MHz (Default)
ca: 10 MHz (Per defecte)
es: 10 MHz (Defecto)
eu_es: 10 MHz (Defektuz)
gl_es: 10 MHz (Predeterminado)
hu: 10 MHz (alapértelmezett)
ja_jp: 10 MHz (標準)
ko: 10 MHz (기본)
nb_no: 10 MHz (standard)
pl: 10 MHz (domyślnie)
ro_ro: 10 MHz (Implicit)
sk_sk: 10 MHz (predvolené)
sv_se: 10 MHz (standard)
tr: 10 MHz (Varsayılan)
vi_vn: 10 MHz (Mặc định)
zh_tw: 10 MHz (預設)

# game_options
source: 10 seconds
es: 10 segundos
gl_es: 10 segundos
hu: 10 másodperc
it: 10 secondi
ja_jp: 10 秒
ko: 10 초
nb_no: 10 sekunder
pl: 10 sekund
pt_pt: 10 segundos
ro_ro: 10 secunde
sk_sk: 10 sekúnd
sv_se: 10 sekunder
tr: 10 saniye
vi_vn: 10 giây
zh_tw: 10 秒

# game_options
source: 100% (Default)
es: 100% (Defecto)
eu_es: %100 (Defektuz)
gl_es: 100 % (predeterminado)
hu: 100% (Alap)
ja_jp: 100% (標準)
ko: 100% (기본)
nb_no: 100 % (standard)
pl: 100% (domyślnie)
pt_pt: 100% (Padrão)
ro_ro: 100% (Implicit)
sk_sk: 100% (predvolené)
sv_se: 100% (standard)
tr: 100% (Varsayılan)
vi_vn: 100% (Mặc định)
zh_tw: 100% (預設)

# game_options
source: 100%(native)
ca: 100%(natiu)
es: 100%(nativo)
eu_es: 100%(jatorrizkoa)
gl_es: 100% (nativo)
hu: 100%(natív)
it: 100%(nativo)
ja_jp: 100% (標準)
ko: 100%(원본)
nb_no: 100 % (innfødt)
pl: 100%(natywna)
pt_pt: 100%(nativo)
ro_ro: 100% (nativ)
sk_sk: 100% (natívne)
sv_se: 100% (ursprunglig)
tr: 100% (doğal)
zh_tw: 100%(原生)

# game_options
source: 1000 (Default)
es: 1000 (Defecto)
gl_es: 1000 (Predeterminado)
hu: 1000 (alapértelmezett)
ja_jp: 1000 (標準)
ko: 1000 (기본)
nb_no: 1000 (standard)
pl: 1000 (domyślnie)
pt_pt: 1000 (Padrão)
ro_ro: 1000 (Implicit)
sk_sk: 1000 (predvolené)
sv_se: 1000 (standard)
tr: 1000 (Varsayılan)
vi_vn: 1000 (Mặc định)
zh_tw: 1000 (預設)

# game_options
source: 100Mhz (Overclock)
ca: 100Mhz (Per damunt de la freqüència del processador)
hu: 100Mhz (Túlhajtás)
ja_jp: 100Mhz（オーバークロック）
ko: 100Mhz (오버클럭)
nb_no: 100 MHz (overklokking)
sk_sk: 100Mhz (pretaktovať)
sv_se: 100 Mhz (överklockning)
tr: 100Mhz (Hız Aşımı)
vi_vn: 100 MHz (ép xung)
zh_tw: 100Mhz (超頻)

# game_options
source: 100ms (Default)
es: 100ms (Defecto)
eu_es: 100ms (Defektuz)
gl_es: 100ms (Predeterminado)
hu: 100ms (Alap)
ja_jp: 100ミリ秒 (標準)
ko: 100ms (기본)
nb_no: 100 ms (standard)
pl: 100ms (domyślnie)
pt_pt: 100ms (Predefinição)
ro_ro: 100ms (Implicit)
sk_sk: 100ms (predvolené)
sv_se: 100 ms (standard)
tr: 100ms (Varsayılan)
vi_vn: 100ms (Mặc định)
zh_tw: 100ms (預設)

# game_options
source: 1040 STE AUTO
ja_jp: 1040 STE (自動)
ko: 1040 STE 자동
pl: 1040 STE 1.06
tr: 1040 STE OTO
zh_tw: 1040 STE 自動

# game_options
source: 10Mbps (good for 1080p 60FPS)
ca: 10Mbps (indicat per a 1080p 60FPS)
es: 10Mbps (óptimo para 1080p 60FPS)
eu_es: 10Mbps (1080p 60FPS-rako egokia)
gl_es: 10 Mbps (bo para 1080p 60FPS)
hu: 10Mbps (jó 1080p 60FPS esetén)
it: 10Mbps (buono per 1080p 60FPS)
ja_jp: 10Mbps（1080p 60FPSに最適）
ko: 10Mbps (1080p 60FPS에 적합)
nb_no: 10 Mbps (bra for 1080p 60FPS)
pl: 10Mbps (dobre dla 1080p 60FPS)
pt_pt: 10Mbps (bom para 1080p 60FPS)
ro_ro: 10Mbps (bun pentru 1080p 60FPS)
sk_sk: 10Mbps (dobré pre 1080p 60FPS)
sv_se: 10 Mbps (bra för 1080p 60FPS)
tr: 10 Mbps (1080p 60FPS için iyi)
vi_vn: 10Mbps (tốt cho 1080p 60fps)
zh_tw: 10Mbps (1080p 60FPS 適用)

# game_options
source: 10th
gl_es: 10º
ko: 10일
pt_pt: 10º
sv_se: 10:e

# game_options
source: 10x Native (6400x5280)
hu: 10x Natív (6400x5280)
ko: 10x 원본 (6400x5280)
pl: 10x natywnej (6400x5280)
pt_pt: 10x Nativo (6400x5280)
sv_se: 10x inbyggd (6400x5280)
tr: 10x Doğal (6400x5280)
zh_tw: 10x 原生解析度 (6400x5280)

# game_options
source: 11th
gl_es: 11º
ko: 11일
pt_pt: 11º
sv_se: 11:e

# game_options
source: 11x Native (7040x5808)
hu: 11x Natív (7040x5808)
ko: 11x 원본 (7040x5808)
pl: 11x natywnej (7040x5808)
pt_pt: 11x Nativo (7040x5808)
sv_se: 11x inbyggd (7040x5808)
tr: 11x Doğal (7040x5808)
zh_tw: 11x 原生解析度 (7040x5808)

# game_options
source: 1280x720 (Default)
ca: 1280x720 (Per defecte)
es: 1280x720 (Defecto)
eu_es: 1280x720 (Defektuz)
gl_es: 1280 x 720 (predeterminado)
hu: 1280x720 (alapértelmezett)
ja_jp: 1280x720 (標準)
ko: 1280x720 (기본)
nb_no: 1280x720 (standard)
pl: 1280x720 (domyślnie)
pt_pt: 1280x720 (Predefinição)
ro_ro: 1280x720 (Implicit)
sk_sk: 1280x720 (predvolené)
sv_se: 100% (1280x720) (standard)
tr: 1280x720 (Varsayılan)
vi_vn: 1280x720 (Mặc định)
zh_tw: 1280x720 (預設)

# game_options
source: 1280x960 (Default)
es: 1280x960 (Defecto)
gl_es: 1280x960 (Predeterminado)
hu: 1280x960 (alapértelmezett)
ja_jp: 1280x960 (標準)
ko: 1280x960 (기본)
pl: 1280x960 (domyślnie)
pt_pt: 1280x960 (Padrão)
ro_ro: 1280x960 (Implicit)
sk_sk: 1280x960 (predvolené)
sv_se: 1280x960 (standard)
tr: 1280x960 (Varsayılan)
vi_vn: 1280x960 (Mặc định)
zh_tw: 1280x960 (預設)

# game_options
source: 12th
gl_es: 12º
ko: 12일
pt_pt: 12º
sv_se: 12:e

# game_options
source: 12x Native (7680x6336) for 8K
hu: 12x Natív (7680x6336) 8K esetén
ko: 8K용 12x 원본 (7680x6336)
pl: 12x natywnej (7680x6336) for 8K
pt_pt: 12x Nativo (7680x6336) para 8K
sv_se: 12x inbyggd (7680x6336) för 8K
tr: 12x Doğal (7680x6336) 8K
vi_vn: 12x Native (7680x6336) cho 8K
zh_tw: 12x 原生解析度 (7680x6336) for 8K

# game_options
source: 13MB (Recommended)
ca: 13MB (Recomanat)
es: 13MB (Recomendado)
eu_es: 13MB (Gomendatua)
gl_es: 13MB (Recomendado)
hu: 13MB (ajánlott)
it: 13MB (Raccomandato)
ja_jp: 13MB（推奨）
ko: 13MB (권장)
nb_no: 13 MB (anbefalt)
pl: 13MB (zalecane)
pt_pt: 13MB (Recomendado)
ro_ro: 13MO (Recomandat)
sk_sk: 13MB (odporúčané)
sv_se: 13 MB (rekommenderas)
tr: 13MB (Önerilen)
vi_vn: 13MB (Khuyến nghị)
zh_tw: 13MB (推薦)

# game_options
source: 13th
gl_es: 13º
ko: 13일
pt_pt: 13º
sv_se: 13:e

# game_options
source: 14.18 MHz (A1200 speed)
ca: 14.18 MHz (velocitat de l’A1200)
es: 14.18 MHz (Velocidad del A1200)
eu_es: 14.18 MHz (A1200 abiadura)
gl_es: 14,18 MHz (velocidade A1200)
hu: 14.18 MHz (A1200 sebesség)
it: 14.18 MHz (velocità A1200)
ja_jp: 14.18 MHz (A1200 の実行速度)
ko: 14.18 MHz (A1200 속도)
nb_no: 14.18 MHz (A1200-hastighet)
pl: 14.18 MHz (prędkość A500)
pt_pt: 14.18 MHz (velocidade A1200)
ro_ro: 14,18 MHz (viteză A1200)
sk_sk: 14.18 MHz (rýchlosť A1200)
sv_se: 14.18 MHz (A1200-hastighet)
tr: 14.18 MHz (A1200 hızı)
zh_tw: 14.18 MHz (A1200 速度)

# game_options
source: 14th
gl_es: 14º
ko: 14일
pt_pt: 14º
sv_se: 14:e

# game_options
source: 15 seconds
es: 15 segundos
gl_es: 15 segundos
hu: 15 másodperc
it: 15 secondi
ja_jp: 15 秒
ko: 15 초
nb_no: 15 sekunder
pl: 15 sekund
pt_pt: 15 segundos
ro_ro: 15 secunde
sk_sk: 15 sekúnd
sv_se: 15 sekunder
tr: 15 saniye
vi_vn: 15 giây

# game_options
source: 15% (Default)
es: 15% (Defecto)
gl_es: 15 % (predeterminado)
hu: 15% (alapértelmezett)
ja_jp: 15% (標準)
ko: 15% (기본)
nb_no: 15 % (standard)
pl: 15% (domyślnie)
pt_pt: 15% (padrão)
ro_ro: 15% (Implicit)
sk_sk: 15% (predvolené)
sv_se: 15% (standard)
tr: 15% (Varsayılan)
vi_vn: 15% (Mặc định)
zh_tw: 15% (預設)

# game_options
source: 150Mhz (Overclock)
ca: 150Mhz (Per damunt de la freqüència del processador)
hu: 150Mhz (Túlhajtás)
ja_jp: 150Mhz（オーバークロック）
ko: 150Mhz (오버클럭)
nb_no: 150 MHz (overklokking)
sk_sk: 150Mhz (pretaktovať)
sv_se: 150 Mhz (överklockning)
tr: 150Mhz (Hız Aşımı)
vi_vn: 150 MHz (ép xung)
zh_tw: 150Mhz (超頻)

# game_options
source: 15th
gl_es: 15º
ko: 15일
pt_pt: 15º
sv_se: 15:e

# game_options
source: 16 Frame
es: 1/16 Fotograma
eu_es: Fotograma 16
gl_es: 16 Fotograma
hu: 16 Képkocka
ja_jp: 16 フレーム
ko: 16 프레임
nb_no: 1/16 bilde
pl: 1/16 klatki
ro_ro: 1/16 cadru
sk_sk: 16 snímok
sv_se: 16 bildruta
tr: 16 Kare
vi_vn: Khung 16
zh_tw: 16 畫格

# game_options
source: 16 MHz (Overclock)
ca: 16 MHz (Per damunt de la freqüència del processador)
hu: 16 MHz (Túlhajtás)
ja_jp: 16 MHz（オーバークロック）
ko: 16 MHz (오버클럭)
nb_no: 16 MHz (overklokking)
pl: 16 MHz (przetaktowanie)
sk_sk: 16 MHz (pretaktovať)
sv_se: 16 MHz (överklockning)
tr: 16 MHz (Hız Aşımı)
vi_vn: 16 MHz (ép xung)
zh_tw: 16 MHz (超頻)

# game_options
source: 16 bit
ca: 16 bits
ko: 16 비트
ro_ro: 16 biți
sk_sk: 16 bitov

# game_options
source: 16:9 (Default)
ca: 16:9 (Per defecte)
es: 16:9 (Defecto)
eu_es: 16:9 (Defektuz)
gl_es: 16:9 (Predeterminado)
hu: 16:9 (alapértelmezett)
ja_jp: 16:9 (標準)
ko: 16:9 (기본)
nb_no: 16:9 (standard)
pl: 16:9 (Domyślnie)
pt_pt: 16:9 (Predefinição)
ro_ro: 16:9 (Implicit)
sk_sk: 16:9 (predvolené)
sv_se: 16:9 (standard)
tr: 16:9 (Varsayılan)
vi_vn: 16:9 (Mặc định)
zh_tw: 16:9 (預設)

# game_options
source: 16:9 (default)
ca: 16:9 (Defecte)
es: 16:9 (Defecto)
eu_es: 16:9 (defektuzkoa)
gl_es: 16:9 (predeterminado)
hu: 16:9 (Alapértelmezett)
ja_jp: 16:9 (標準)
ko: 16:9 (기본)
nb_no: 16:9 (standard)
pl: 16:9 (domyślnie)
pt_pt: 16:9 (Predefinição)
ro_ro: 16:9 (Implicit)
sk_sk: 16:9 (predvolené)
sv_se: 16:9 (standard)
tr: 16:9 (varsayılan)
vi_vn: 16:9 (Mặc định)
zh_tw: 16:9 (預設)

# game_options
source: 16:9 RENDERING RESOLUTION
ca: 16:9 RESOLUCIÓ DE RENDERITZAT
es: RESOLUCIÓN DE RENDERIZADO 16:9
eu_es: 16:9 RENDERIZAZIO BEREIZMENA
gl_es: RESOLUCIÓN DE RENDERIZADO 16:9
hu: 16:9 RENDERELÉSI FELBONTÁS
it: RISOLUZIONE DI RENDERING 16:9
ja_jp: 16:9 レンダリング解像度
ko: 16:9 렌더링 해상도
nb_no: 16:9-GJENGIVELSESOPPLØSNING
pl: ROZDZIELCZOŚĆ RENDEROWANIA 16:9
pt_pt: RESOLUÇÃO DE RENDERIZAÇÃO 16:9
ro_ro: REZOLUȚIE DE RANDARE 16:9
sk_sk: Renderovacie rozlíšenie 16:9
sv_se: 16:9 UPPLÖSNING FÖR RENDERING
tr: 16:9 İŞLEME ÇÖZÜNÜRLÜĞÜ
vi_vn: ĐỘ PHÂN GIẢI KẾT XUẤT 16:9
zh_tw: 16:9 算繪解析度

# game_options
source: 16th
gl_es: 16º
ko: 16일
pt_pt: 16º
sv_se: 16:e

# game_options
source: 16x (~7680p / 16k)
ko: 16배 (~7680p / 16k)

# game_options
source: 16x Anistropic
hu: 16x Anizotróp
ko: 16x 비등방성
pl: 16x anizotropowo
pt_pt: 16x Anisotrópico
sv_se: 16x Anistropisk
tr: 16x Anizotropik
zh_tw: 16x 非均向性

# game_options
source: 16x MSAA
ko: 16배 MSAA
zh_tw: 16x MSAA抗鋸齒

# game_options
source: 16x SSAA
ko: 16배 SSAA
zh_tw: 16x SSAA抗鋸齒

# game_options
source: 17th
gl_es: 17º
ko: 17일
pt_pt: 17º
sv_se: 17:e

# game_options
source: 18th
gl_es: 18º
ko: 18일
pt_pt: 18º
sv_se: 18:e

# game_options
source: 19th
gl_es: 19º
ko: 19일
pt_pt: 19º
sv_se: 19:e

# game_options
source: 1X
ko: 1배

# game_options
source: 1st
gl_es: 1º
hu: 1. (első)
ko: 1일
pt_pt: 1º

# game_options
source: 1st Joystick (2 Axes, 2 Btns)
ca: 1a Palanca (2 Eixos, 2 Botons)
es: 1er joystick (2 Ejes, 2 Botones)
eu_es: 1. Joystick-a (2 Ardatz, 2 Botoi)
gl_es: 1º Joystick (2 eixes, 2 Btns)
hu: 1. Joystick (2 tengely, 2 gomb)
it: Primo Joystick (2 Assi, 2 Bottoni)
ja_jp: ジョイスティック 1(2軸,2ボタン)
ko: 첫 번째 조이스틱 (2축, 2 버튼)
nb_no: 1. styrespak (2 akser, 2 Btns)
pl: 1. joystick (2 osie, 2 przyciski)
pt_pt: 1º Comando (2 eixos, 2 botões)
ro_ro: Joystick 1 (2 axe, 2 butoane)
sk_sk: 1. joystick (2 osi, 2 tlačidlá)
sv_se: 1:a joystick (2 axlar, 2 knap)
tr: 1. Joystick (2 Eksen, 2 Düğme)
vi_vn: Joystick 1 (2 Axes, 2 Btns)
zh_tw: 1st 搖桿 (雙軸，雙鍵)

# game_options
source: 1x (720p/1080p)
ko: 1배 (720p/1080p)

# game_options
source: 1x (Default)
ca: 1x (per defecte)
es: 1x (Defecto)
eu_es: 1x (Defektuz)
gl_es: 1x (Predeterminado)
hu: 1x (Alap)
ja_jp: 1x (標準)
ko: 1배 (기본)
nb_no: 1x (standard)
pl: 1x (domyślnie)
pt_pt: 1x (Predefinição)
ro_ro: 1x (Implicit)
sk_sk: 1x (predvolené)
sv_se: 1x (standard)
tr: 1x (Varsayılan)
vi_vn: 1x (Mặc định)
zh_tw: 1x (預設)

# game_options
source: 1x (~480)
ko: 1배 (720p/1080p)

# game_options
source: 1x native (256 x 192)
es: 1x nativo (256 x 192)
gl_es: 1x nativo (256 x 192)
hu: 1x natív (256 x 192)
it: 1x nativo (256 x 192)
ja_jp: 1x 標準 (256 x 192)
ko: 1배 원본 (256 x 192)
nb_no: 1x innfødt (256 x 192)
pl: 1x natywna (256 x 192)
pt_pt: 1x nativo (256 x 192)
ro_ro: 1x nativ (256 x 192)
sk_sk: 1x natívne (256 x 192)
sv_se: 1x inbyggd (256 x 192)
tr: 1x doğal (256x192)
zh_tw: 1x 原生解析度 (256 x 192)

# game_options
source: 1x native (320x240)
ca: 1x natiu (320x240)
es: 1x nativo (320x240)
eu_es: 1x natiboa (320x240)
gl_es: 1x nativo (320 x 240)
hu: 1x natív (320x240)
it: 1x nativo (320x240)
ja_jp: 1x 標準 (320x240)
ko: 1배 원본 (320x240)
nb_no: 1x innfødt (320x240)
pl: 1x natywna (320x240)
ro_ro: 1x nativ (320x240)
sk_sk: 1x natívne (320x240)
sv_se: 1x inbyggd (320x240)
tr: 1x doğal (320x240)
zh_tw: 1x 原生解析度 (320x240)

# game_options
source: 1x native (640x528)
ca: 1x natiu (640x528)
es: 1x nativo (640x528)
eu_es: 1x natiboa (640x528)
gl_es: 1x nativo (640x528)
hu: 1x natív (640x528)
it: Nativo 1x (640x528)
ja_jp: 1x 標準 (640x528)
ko: 1배 원본 (640x528)
nb_no: 1x innfødt (640x528)
pl: 1x natywna (640x528)
pt_pt: 1x nativo (640x528)
ro_ro: 1x nativ (640x528)
sk_sk: 1x natívne (640x528)
sv_se: 1x inbyggd (640x528)
tr: 1x doğal (640x528)
zh_tw: 1x 原生解析度 (640x528)

# game_options
source: 2 Frames
ca: 2 Quadres
es: 2 Fotogramas
eu_es: 2 Fotograma
gl_es: 2 Fotogramas
hu: 2 Képkocka
it: 2 Frame
ja_jp: 2 フレーム
ko: 2 프레임
nb_no: 2 Bilder
pl: 2 klatki
ro_ro: 2 Cadre
sk_sk: 2 snímky
sv_se: 2 bildrutor
tr: 2 Kare
vi_vn: 2 khung hình
zh_tw: 2 畫格

# game_options
source: 2 MHz (Underclock)
ca: 2 MHz (Per sota de la freqüència del processador)
hu: 2 MHz (alulhajtás)
ja_jp: 2 MHz（アンダークロック）
ko: 2 MHz (언더클럭)
nb_no: 2 MHz (underklokking)
pl: 2 MHz (podtaktowanie)
sk_sk: 2 MHz (podtaktovať)
sv_se: 2 MHz (underklockning)
tr: 2 MHz (Hız Düşümü)
zh_tw: 2 MHz (降頻)
