Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Required for some effects in-game (Banjo Kazooie and DK64 transitions), can cause slowdown.
ca: Requerit per alguns efectes al joc (Banjo Kazooie i transicions DK64); pot produir lentitud.
es: Requerido para algunos efectos en el juego (transiciones de Banjo Kazooie y de DK64), puede causar ralentización.
eu_es: Joko barneko efektu batzuek behar dute (Banjo Kazooie eta DK64 transizioak), moteltzea ekar dezake.
gl_es: Necesario para algúns efectos do xogo (transicións de Banjo Kazooie e DK64), pode provocar unha desaceleración.
hu: Egyes játékbeli effektusokhoz (Banjo Kazooie és DK64 átmenetek) szükséges, lassulást okozhat.
it: Richiesto per alcuni effetti nel gioco (transizioni in Banjo Kazooie e DK64),può causare rallentamenti.
ja_jp: ゲーム内の一部の効果(バンジョーとカズーイ、DK64に必要) 速度低下の可能性有り
ko: 일부 게임(반조 카주이 및 동키콩 64 전환) 내 효과에 필요하며, 속도가 느려질 수 있습니다.
nb_no: Nødvendig for enkelte effekter i spillet (Banjo Kazooie- og DK64-overganger), kan forårsake treghet.
pl: Wymagana dla niektórych efektów w grze (przejścia Banjo Kazooie i DK64), może powodować spowolnienie działania.
pt_pt: Necessário para alguns efeitos em jogo (transições para Banjo Kazooie e DK64), pode causar lentidão.
ro_ro: Necesar pentru unele efecte din joc (tranziții Banjo Kazooie sau DK64), poate cauza încetiniri.
sk_sk: Vyžaduje sa pre niektoré efekty v hre (prechody Banjo Kazooie a DK64), môže spôsobiť spomalenie.
sv_se: Krävs för vissa effekter i spelet (Banjo Kazooie och DK64-övergångar), kan orsaka långsamheter.
tr: Oyun içi bazı efektler için gerekli (Banjo Kazooie ve DK64 geçişleri), yavaşlamaya neden olabilir.
vi_vn: Cần thiết cho một số hiệu ứng trong trò chơi (chuyển tiếp Banjo Kazooie và DK64), có thể làm chậm hệ thống.
zh_tw: 遊戲中的一些效果（Banjo Kazooie 和 DK64 轉換）是必需的可能會導致速度變慢。

# game_options
source: Required for some games.
ca: Requerit per alguns jocs.
es: Requerido para algunos juegos.
eu_es: Joku batzuetarako beharrezkoa.
gl_es: Necesario para algúns xogos.
hu: Egyes játékokhoz szükséges.
it: Necessario per alcuni giochi.
ja_jp: 一部のゲームで必要です
ko: 일부 게임에 필요합니다.
nb_no: Påkrevd for noen spill.
pl: Wymagane dla niektórych gier.
pt_pt: Necessário para alguns jogos.
ro_ro: Necesar pentru unele jocuri.
sk_sk: Vyžadované pre niektoré hry.
sv_se: Krävs för vissa spel.
tr: Bazı oyunlar için gereklidir.
vi_vn: Yêu cầu cho một số trò chơi.
zh_tw: 某些遊戲需要。

# game_options
source: Required for some homebrew.
ca: Requerit per algunes homebrew.
es: Requerido por algún juego homebrew.
eu_es: Etzean eginiko programa batzuk behar dute
gl_es: Necesario para algún homebrew.
hu: Néhány házi készítésű játékhoz szükséges.
it: Richiesto per alcuni homebrew.
ja_jp: 一部のHomebrewに必要です
ko: 일부 홈브류에 필요합니다.
nb_no: Nødvendig for enkelte "hjemmebrygg".
pl: Wymagana dla niektórych homebrew.
pt_pt: Necessário para alguns jogos caseiros.
ro_ro: Necesar pentru unele homebrew.
sk_sk: Vyžaduje sa pre niektoré domáce hry.
sv_se: Krävs för en del homebrew.
tr: Bazı homebrew için gereklidir.
vi_vn: Cần thiết cho một số homebrew.
zh_tw: 某些自製軟件需要。

# game_options
source: Requires BIOS file to be present.
ca: Requereix que l’arxiu BIOS sigui present.
es: Requiere que el archivo BIOS esté presente.
eu_es: BIOS fitxategia bertan egotea behar da.
gl_es: Require que estea presente o ficheiro da BIOS.
hu: BIOS-fájl megléte szükséges.
it: Richiede che il file BIOS sia presente.
ja_jp: BIOSファイルが必要です
ko: 바이오스 파일이 있어야 합니다.
nb_no: Krever at BIOS-filen er til stede.
pl: Wymaga obecności pliku BIOS.
pt_pt: Requer que o ficheiros de BIOS esteja presente.
ro_ro: Necesită prezența unui fișier BIOS.
sk_sk: Vyžaduje prítomnosť BIOS súboru.
sv_se: Kräver att BIOS-filen finns tillgänglig.
tr: BİOS dosyasının mevcut olmasını gerektirir.
vi_vn: Yêu cầu tập tin BIOS phải có sẵn.
zh_tw: 需要存在 BIOS 檔案。

# game_options
source: Resampling (Pirch Shift)
es: Remuestreo (Pirch Shift)
eu_es: Bersanpleatzea (Tonu aldatzea)
gl_es: Remostraxe (cambio de pirch)
hu: Újramintavételezés (Pirch Shift)
ja_jp: リサンプリング（ピッチシフト）
ko: 리샘플링 (피치 시프트)
pl: Resampling (przesunięcie tonalne)
ro_ro: Reeșantionare (Pirch Shift)
sk_sk: Resamplovanie (Pirch Shift)
sv_se: Omsampling (ändra tonläge)
tr: Yeniden Örnekleyici (Pirch Kaydırma)
zh_tw: 重採樣（音高變化）

# keys_files
source: Research
es: Investigación
eu_es: Ikerketa
gl_es: Investigación
hu: Kutatás
it: Ricerca
ja_jp: リサーチ
ko: 연구
nb_no: Forskning
pl: Badania
pt_pt: Pesquisar
ro_ro: Cercetare
sk_sk: Výskum
sv_se: Forskning
tr: Araştır
vi_vn: Nghiên cứu
zh_tw: 研究

# game_options
source: Reserve a non dead zone at the center of the wheel to go straight ahead (in degrees)
es: Reserva una zona no muerta en el centro del volante para seguir recto (en grados)
gl_es: Reserva unha zona non morta no centro do volante para seguir recto (en graos)
hu: Foglaljon le egy nem holt zónát a kerék közepén, hogy egyenesen haladjon (fokban)
it: Riserza una zona morta al centro dello sterzo per andare dritto (in gradi)
ja_jp: 直進のためにステアリングの中間幅を設定 (度単位)
ko: 핸들 중앙에 사각지대가 없는 공간을 확보하여 직진 주행 (°)
nb_no: Reserver en ikke-død sone i midten av rattet for å kjøre rett frem (i grader)
pl: Zarezerwuj nie martwą strefę na środku koła, aby jechać prosto przed siebie (w stopniach)
pt_pt: Reserve uma zona não morta no centro do volante para seguir em frente (em graus)
ro_ro: Rezervă o zonă activă la centrul volanului pentru mersul drept înainte (în grade)
sk_sk: Rezervovať nie mŕtvu zónu v strede kolieska na priamy prechod (v stupňoch)
sv_se: Reservera en icke-död zon i mitten av ratten för att gå rakt fram (i grader)
tr: İlerlemek için direksiyonun merkezinde ölü olmayan bölge oluşturun (derece)
vi_vn: Dành một vùng không chết ở giữa bánh xe để đi thẳng về phía trước (tính theo độ)
zh_tw: 預留車輪中心無死角區域直行（度數）

# keys_files
source: Reset the application
es: Restablecer la aplicación
eu_es: Berrezarri aplikazioa
gl_es: Restablecer a aplicación
it: Resetta l'applicazione
ja_jp: アプリケーションをリセット
ko: 응용 프로그램 재설정
nb_no: Tilbakestille programmet
pl: Zresetuj aplikację
ro_ro: Resetează aplicația
sk_sk: Obnoviť aplikáciu
vi_vn: Đặt lại ứng dụng

# game_options
source: Reset the cache can fix some crashes if your game was running under Batocera 29.
ca: Restablir la memòria cau pot arreglar fallades si el joc funcionava en Batocera 29.
es: Restablecer la caché puede solucionar algunos fallos si tu juego se estaba ejecutando en Batocera 29.
eu_es: Katxea berrezartzea joko zintzilikatzeak konpondu ditzake, jokoa Batocera 29 erabiltzen ari bazen.
gl_es: Restablecer a caché pode solucionar algúns fallos se o teu xogo funcionaba con Batocera 29.
hu: A gyorsítótár visszaállítása javíthat néhány összeomlást, ha a játék Batocera 29 alatt futott.
it: Resettare la cache può risolvere alcuni blocchi se il gioco stava girando in Batocera 29.
ja_jp: 古いBatocera(29より前)で実行していた場合、修正されることがあります
ko: 캐시를 재설정하면 게임이 바토세라 29에서 실행 중인 경우 일부 충돌을 수정할 수 있습니다.
nb_no: Tilbakestilling av hurtigbufferen kan fikse noen krasj hvis spillet kjørte under Batocera 29.
pl: Zresetowanie pamięci podręcznej może naprawić niektóre awarie, jeśli gra działała pod kontrolą Batocera 29.
pt_pt: Reiniciar o cache pode corrigir algumas falhas se o jogo estiver a ser executado no Batocera 29.
ro_ro: Resetarea cache-ului poate repara anumite crăpăciuni dacă jocul rula corect pe Batocera 29.
sk_sk: Obnovením vyrovnávacej pamäte môžete opraviť niektoré zlyhania, ak vaša hra bežala pod Batocera 29.
sv_se: Återställning av cacheminnet kan åtgärda vissa krascher om ditt spel kördes under Batocera 29.
tr: Oyununuz Batocera 29 altında çalışıyorsa, önbelleği sıfırlamak bazı çökmeleri düzeltebilir.
vi_vn: Đặt lại bộ đệm có thể khắc phục một số sự cố nếu trò chơi của bạn chạy trên Batocera 29.
zh_tw: 如果您的遊戲在 Batocera 29 下運行，重置快取可以修復一些崩潰。

# keys_files
source: Reset the table, sometimes required for PinMame
es: Restablecer la mesa, a veces necesario para PinMame
eu_es: Berrezarri taula, PinMame-k eskatzen du batzuetan
gl_es: Restablece a mesa, ás veces é necesario para PinMame
it: Resetta il tavolo, a volte necessario per PinMame
ja_jp: リセット (PinMame)
ko: 테이블 재설정, PinMame에 필요한 경우가 있음
nb_no: Tilbakestill spillet, noen ganger nødvendig for PinMame
pl: Zresetuj tabelę, czasami wymagane dla PinMame
ro_ro: Resetează masa, uneori necesar pentru PinMame
sk_sk: Vynulovať tabuľku, niekedy potrebné pre PinMame
vi_vn: Đặt lại bảng, đôi khi cần thiết cho PinMame

# game_options
source: Resize automatically screen height.
ca: Canvia l’alçada de pantalla automàticament.
es: Cambia automáticamente la altura de la pantalla.
eu_es: Berrezarri automatikoki pantaila altuera.
gl_es: Redimensiona automaticamente a altura da pantalla.
hu: A képernyő magasságának automatikus átméretezése.
it: Ridimensiona automaticamente l'altezza video
ja_jp: 画面の高さを自動的に変更します
ko: 화면 높이의 크기를 자동으로 조정합니다.
nb_no: Endre størrelsen på skjermen automatisk.
pl: Automatycznie zmieniaj wysokość ekranu.
pt_pt: Redimensiona automáticamente a altura do ecrã.
ro_ro: Redimensionează automat înălțimea ecranului.
sk_sk: Automaticky zmeniť výšku obrazovky.
sv_se: Ändra storlek automatiskt till skärmhöjd.
tr: Ekran yüksekliğini otomatik olarak yeniden boyutlandırın.
vi_vn: Tự động thay đổi kích thước chiều cao màn hình.
zh_tw: 自動調整螢幕高度。

# game_options
source: Resolution multipliers to smooth vectors
ca: Multiplicadors de resolució per a suavitzar vectors
es: Multiplicadores de resolución para suavizar vectores
eu_es: Bereizmen biderkatzaileak bektore leunentzat
gl_es: Multiplicadores de resolución para suavizar vectores
hu: Felbontási szorzók a vektorok simítására
it: Moltiplicatori di risoluzione per sfumare i vettori
ja_jp: ベクトルを滑らかにするための解像度乗数
ko: 벡터를 매끄럽게 하기 위한 해상도 배수
nb_no: Oppløsningsmultiplikatorer for å jevne ut vektorer
pl: Mnożniki rozdzielczości do wygładzania wektorów
pt_pt: Multiplicadores de resolução para suavizar vetores
ro_ro: Multiplicatori de rezoluție pentru a netezi vectorii
sk_sk: Multiplikátory rozlíšenia na hladké vektory
sv_se: Upplösningsmultiplikatorer för att jämna ut vektorer
tr: Vektörleri yumuşatmak için çözünürlük çarpanları
vi_vn: Hệ số nhân độ phân giải để làm mịn vectơ
zh_tw: 平滑向量的分辨率乘數

# keys_files
source: Restart Emulation
ca: Reiniciar emulació
es: Reiniciar emulación
eu_es: Berrabiarazi Emulazioa
gl_es: Reiniciar a emulación
it: Riavvia Emulazione
ja_jp: エミュレーション再開
ko: 에뮬레이션 재시작
nb_no: Start emulering på nytt
pl: Restart emulacji
ro_ro: Repornește emularea
sk_sk: Reštartovať emuláciu
vi_vn: Khởi động lại trình mô phỏng

# keys_files
source: Restart Game
ca: Reiniciar joc
es: Reiniciar juego
eu_es: Jokoa berhasieratu
gl_es: Reiniciar o xogo
it: Riavvia Gioco
ja_jp: ゲームを再開
ko: 게임 재시작
nb_no: Start spillet på nytt
pl: Restart gry
ro_ro: Repornește jocul
sk_sk: Reštartovať hru
vi_vn: Khởi động lại trò chơi

# game_options
source: Restore BLENDMODE outline on Singe sprites.
ca: Restaura el mode homogeni per al contorn d’imatges a Singe.
es: Restaura el esquema BLENDMODE en los sprites Singe.
eu_es: Berrezarri BLENDMODE inguramendua Singe sprite-etan
gl_es: Restaura o esquema BLENDMODE en sprites Singe.
hu: BLENDMODE körvonal visszaállítása a Singe sprite-okon.
it: Ripristina controno BLENDMODE sui singoli sprite.
ja_jp: ブレンドモードのアウトラインを復元します
ko: 싱글 스프라이트에서 블렌드모드 윤곽선을 복원합니다.
nb_no: Gjenopprett BLENDMODE-kontur på enkelte sprites.
pl: Przywróć kontur BLENDMODE na pojedynczych sprite'ach.
pt_pt: Restaura o esquema BLENDMODE em imagens Singe.
ro_ro: Restaurează silueta BLENDMODE pe sprite-uri Singe.
sk_sk: Obnoviť obrys BLENDMODE na spritoch Singe.
sv_se: Återställ BLANDNINGSLÄGE-konturen på Singe-sprites.
tr: KARIŞTIRMAMODU taslağını Tekli bağımsız görüntüleri geri yükle.
vi_vn: Khôi phục phác thảo BLENDMODE trên các họa tiết Singe.
zh_tw: 恢復單一精靈上的 BLENDMODE 輪廓。

# game_options
source: RetroPad (Default)
es: RetroPad (Defecto)
eu_es: RetroPad (Defektuzkoa)
gl_es: RetroPad (predeterminado)
hu: RetroPad (Alap)
ja_jp: レトロパッド (標準)
ko: 레트로패드 (기본)
nb_no: RetroPad (standard)
pl: RetroPad (domyślnie)
pt_pt: RetroPad (Predefinição)
ro_ro: RetroPad (Implicit)
sk_sk: RetroPad (predvolené)
sv_se: RetroPad (standard)
tr: RetroPad (Varsayılan)
vi_vn: Retropad (Mặc định)
zh_tw: RetroPad (預設)

# game_options
source: RetroPad Face Button Options.
ca: Opcions de botons frontals de RetroPad.
es: Opciones de botones frontales del RetroPad.
eu_es: RetroPad Face Botoi Aukerak.
gl_es: Opcións do botón Frontal RetroPad.
hu: RetroPad Face gomb Opciók.
it: Opzione per il bottone a fronte del RetroPad.
ja_jp: レトロパッド ボタン設定
ko: 레트로패드 페이스 버튼 옵션입니다.
nb_no: Alternativer for RetroPad Face-knappene.
pl: Opcje przycisków RetroPad'a.
pt_pt: Opções de botões frontais RetroPad.
ro_ro: Opțiuni butoane frontale RetroPad.
sk_sk: Možnosti tlačidla RetroPad Face.
sv_se: Alternativ för RetroPads handlingsknappar.
tr: RetroPad Face Tuş Seçenekleri.
vi_vn: Tùy chọn nút mặt Retropad.

# game_options
source: Retropad
gl_es: Retropad (predeterminado)
ja_jp: レトロ パッド
ko: 레트로패드

# game_options
source: Retropad (Default)
es: Retropad (Defecto)
gl_es: Retropad (predeterminado)
hu: Retropad (alapértelmezett)
ja_jp: レトロパッド（標準）
ko: 레트로패드 (기본)
nb_no: Retropad (standard)
pl: Retropad (domyślnie)
pt_pt: Retropad (padrão)
ro_ro: Retropad (Implicit)
sk_sk: Retropad (predvolené)
sv_se: Retropad (standard)
tr: Retropad (Varsayılan)
vi_vn: Retropad (Mặc định)
zh_tw: Retropad (預設)

# keys_files
source: Rewind
ca: Rebobinar
es: Rebobinar
eu_es: Atzera bota
gl_es: Rebobinar
hu: Visszatekerés
it: Riavvolgi
ja_jp: 巻き戻し
ko: 되감기
nb_no: Tilbakespoling
pl: Przewiń do tyłu
pt_pt: Rebobinar
ro_ro: Revenire
sk_sk: Pretočiť
sv_se: Spola tillbaka
tr: Geri sar
vi_vn: Tua lại
zh_tw: 倒帶

# game_options
source: Rewind can be CPU heavy.
ca: Rebobinar pot carregar la CPU.
es: El rebobinado puede consumir mucha CPU.
eu_es: Atzeratzeak CPU asko eska dezake
gl_es: O rebobinado pode empregar moita CPU.
hu: A visszatekerés processzorigényes lehet.
it: Il riavvolgimento può essere oneroso sulla CPU
ja_jp: 巻き戻しはCPUに負担がかかります
ko: 되감기는 CPU에 많은 부담을 줄 수 있습니다.
nb_no: Tilbakespoling kan være CPU-krevende.
pl: Przewijanie może obciążać procesor.
pt_pt: Rebobinar pode sobrecarregar a CPU
ro_ro: Revenirea poate îngreuna CPU-ul.
sk_sk: Pretočenie môže byť náročné na CPU.
sv_se: Tillbakaspolning kan vara CPU-tungt.
tr: Geri sarma, CPU için ağır olabilir.
vi_vn: Tua lại có thể làm CPU chạy chậm.
zh_tw: 倒帶功能會加重CPU負擔。

# keys_files
source: Right
gl_es: Dereita
hu: Jobb
it: Destra
ko: 오른쪽
pl: W prawo
pt_pt: Direita
ro_ro: Dreapta
sk_sk: Vpravo
sv_se: Höger
tr: Sağ
vi_vn: Phải
zh_tw: 右

# keys_files
source: Right Flipper
gl_es: Pa (flipper) dereito
it: Flipper di Destra
ko: 오른쪽 플리퍼
pl: Prawy fliper
ro_ro: Aripa dreaptă
vi_vn: Flipper Phải

# keys_files
source: Right Manga Save
gl_es: Salvado de Manga Dereito
it: Salvataggio Manga Destra
ko: 오른쪽 망가 저장
pl: Zapis prawej mangi
ro_ro: Salvare manga din dreapta

# keys_files
source: Right Nudge
gl_es: Empurrón Dereito
it: Spingi a Destra
ko: 오른쪽으로 살살 밀기
pl: Prawe szturchnięcie
ro_ro: Înghiontire în dreapta
vi_vn: Đẩy Phải

# game_options
source: Right Stick
ca: Palanca dreta
es: Stick derecho del mando
eu_es: Eskuineko stick-a
gl_es: Stick dereito
hu: Jobb kar
it: Manopola destra
ja_jp: Rスティック
ko: 오른쪽 스틱
nb_no: Høyre pinne
pl: Prawy joystick
pt_pt: Analógico Direito
ro_ro: Maneta dreaptă
sk_sk: Pravá páčka
sv_se: Högerspak
tr: Sağ Çubuk
vi_vn: Cần phải
zh_tw: 右搖桿

# keys_files
source: Right flipper
es: Flipper derecho
eu_es: Eskuin flipper-a
gl_es: Pa (flipper) dereita
hu: Jobb kar
it: Flipper destro
ja_jp: 右 フリッパー
ko: 오른쪽 플리퍼
nb_no: Høyre flipper
pl: Prawy fliper
pt_pt: Flipper direito
ro_ro: Aripa dreaptă
sk_sk: Pravá plutva
sv_se: Höger flipper
tr: Sağ flipper
vi_vn: Flipper phải
zh_tw: 右撥桿

# keys_files
source: Right magnasave
es: Magnasave derecho
gl_es: Magnasave dereito
hu: Jobb magnasave
it: Magnasave Destra
ja_jp: magnasave ボタン 右
ko: 오른쪽 마그나세이브
nb_no: Høyre magnasave
pl: Prawy magnasave
pt_pt: Magnasave direito
ro_ro: Magnasave drept
sk_sk: Pravý magnasave
sv_se: Höger magnasave
tr: Sağ magnasave
vi_vn: Magnasave bên phải
zh_tw: 右磁簧鍵

# game_options
source: Right stick
ca: Palanca dreta
es: Stick derecho
eu_es: Eskuineko stick-a
gl_es: Stick dereito
hu: Jobb kar
it: Manopola destra
ja_jp: Rスティック
ko: 오른쪽 스틱
nb_no: Høyre spak
pl: Prawy drążek
pt_pt: Analógico direito
ro_ro: Maneta dreaptă
sk_sk: Pravá páčka
sv_se: Högerspak
tr: Sağ çubuk
zh_tw: 右搖桿

# game_options
source: Right/Left
es: Derecha/Izquierda
eu_es: Eskuin/Ezker
gl_es: Dereita/Esquerda
hu: Jobb/Bal
it: Destra/Sinistra
ja_jp: 右(上画面) / 左(下画面)
ko: 오른쪽/왼쪽
nb_no: Høyre/venstre
pl: Prawo/Lewo
pt_pt: Direita/Esquerda
ro_ro: Dreapta/Stânga
sk_sk: Vpravo/Vľavo
sv_se: Höger/Vänster
tr: Sağ/Sol
vi_vn: Phải/Trái
zh_tw: 右/左

# game_options
source: Robo Bitstik 2
ja_jp: Robo Bitstik 2(Robo Systems)
ko: 로보 비트스틱 2

# game_options
source: Roland MT-32/CM-32L
ko: 롤랜드 MT-32/CM-32L

# game_options
source: Romania
gl_es: Romanía
hu: Románia
ko: 루마니아
pl: Rumunia
pt_pt: Romênia
ro_ro: România
sk_sk: Rumunsko
sv_se: Rumänien
tr: Romanya

# game_options
source: Romanian
es: Rumano
gl_es: Romanés
hu: Román
it: Rumeno
ja_jp: ルーマニア語
ko: 루마니아어
nb_no: Rumensk
pl: Rumunski
pt_pt: Romeno
ro_ro: Română
sk_sk: Rumunčina
sv_se: Rumänska
tr: Romen
vi_vn: Rumani

# game_options
source: Rotate 270
ca: Girar 270
es: Girar 270º
eu_es: Biratu 2790
gl_es: Xirar 270
hu: Forgatás 270 fok
it: Ruota 270
ja_jp: 右270度回転
ko: 270° 회전
nb_no: Roter 270
pl: Obrót o 270
pt_pt: Rodar 270
ro_ro: Rotește la 270
sk_sk: Otočiť 270
sv_se: Rotera 270
tr: 270 derece döndür
vi_vn: Xoay 270 độ
zh_tw: 旋轉270度

# game_options
source: Rotate 90
ca: Girar 90
es: Girar 90º
eu_es: Biratu 90
gl_es: Xirar 90
hu: Forgatás 90 fok
it: Ruota 90
ja_jp: 右90度回転
ko: 90° 회전
nb_no: Roter 90
pl: Obrót o 90
pt_pt: Rodar 90
ro_ro: Rotește la 90
sk_sk: Otočiť 90
sv_se: Rotera 90
tr: 90 derece döndür
vi_vn: Xoay 90 độ
zh_tw: 旋轉90度

# game_options
source: Rotate the screen with the emulator.
ca: Gira la pantalla amb l’emulador.
es: Gira la pantalla con el emulador.
eu_es: Biratu pantaila emulatzailearekin.
gl_es: Xira a pantalla co emulador.
hu: Forgassa a képernyőt az emulátorral.
it: Ruota lo schermo con l'emulatore.
ja_jp: エミュレータで画面を回転します
ko: 에뮬레이터로 화면을 회전합니다.
nb_no: Roter skjermen med emulatoren.
pl: Obróć ekran za pomocą emulatora.
pt_pt: Rodar o ecrã com o emulador.
ro_ro: Rotește ecranul cu emulatorul.
sk_sk: Otočiť obrazovku s emulátorom.
sv_se: Rotera skärmen med emulatorn.
tr: Emülatör ile ekranı döndürün.
vi_vn: Xoay màn hình bằng trình giả lập.
zh_tw: 使用模擬器旋轉螢幕。

# game_options
source: Rotate the screen, useful for certain vertical gameplay homebrews.
ca: Gira la pantalla. Útil per alguns jobs homebrew.
es: Rotar la pantalla, útil para ciertos juegos en formato vertical.
eu_es: Biratu pantaila, erabilgarria da jokatzeko pantaila bertikala erabiltzen duten etxean eginiko programa batzuetan.
gl_es: Xirar a pantalla, útil para certos xogos en formato vertical.
hu: A képernyő elforgatása, hasznos bizonyos függőleges játékmenetű homebrews játékoknál.
it: Ruota lo schermo, utile per alcuni giochi homebrew verticali.
ja_jp: 画面を回転します。特定の垂直ゲームプレイ環境構築に役立ちます
ko: 화면을 회전하면, 특정 수직 게임플레이 홈브류에 유용합니다.
nb_no: Roter skjermen, noe som er nyttig for enkelte vertikale "homebrew"-spill.
pl: Obracanie ekranu, przydatne w niektórych homebrew'ach do gry w pionie.
pt_pt: Rodar o ecrã, útil para certos jogos não oficiais de jogabilidade vertical.
ro_ro: Rotește ecranul, util pentru unele jocuri homebrew verticale.
sk_sk: Otočiť obrazovku, užitočné pre niektoré vertikálne domácky vyrobené hry.
sv_se: Rotera skärmen, användbart för vissa vertikala homebrew-spel.
tr: Ekranı döndür, bazı dikey oyunlarda kullanışlıdır.
vi_vn: Xoay màn hình, hữu ích cho một số trò chơi thẳng đứng nhất định homebrews.Xoay màn hình, hữu ích cho một số homebrew chơi trò chơi dọc nhất định.
zh_tw: 旋轉螢幕，對於某些垂直遊戲自製很有用。

# game_options
source: Rotated 4-Way Stick (Q*Bert)
ca: Palanca de 4 direccions (Q*Bert)
es: Stick giratorio de 4 direcciones (Q*Bert)
eu_es: Biratutako 4-Norabidedun Stick-a Q*Bert)
gl_es: Stick xiratorio de 4 vías (Q*Bert)
hu: Forgatható 4 irányú bot (Q*Bert)
it: Manopola Rotata a 4-direzioni (Q*Bert)
ja_jp: 回転式ジョイスティック (Q*Bert)
ko: 회전식 4방향 스틱 (Q*버트)
nb_no: Rotert 4-veis pinne (Q*Bert)
pt_pt: Stick giratório de 4 direções (Q*Bert)
ro_ro: Manetă în 4 direcții rotită (Q*Bert)
sk_sk: Otočený 4-cestný joystick (Q*Bert)
sv_se: Roterad 4-vägsspak (Q*Bert)
tr: Döndürülmüş 4 Yönlü Çubuk (Q*Bert)
zh_tw: 旋轉 4-Way Stick (Q*Bert)

# game_options
source: Rotates screen by 90 degrees. Intended for rotating displays.
ca: Gira la pantalla 90 graus.
es: Gira la pantalla 90 grados. Diseñado para pantallas giratorias.
eu_es: Pantaila 90 gradu biratzen du. Biratzen duten pantailetarako pentsatua.
gl_es: Xira a pantalla 90 graos. Destinado a pantallas xiratorias.
hu: 90 fokkal elforgatja a képernyőt. Forgó kijelzőkhöz való.
it: Ruota lo schermo di 90 gradi. Inteso per ruotare gli schermi.
ja_jp: 画面を右90度回転します。ディスプレイの回転を目的としています
ko: 화면을 90° 회전합니다. 디스플레이 회전용입니다.
nb_no: Roterer skjermen 90 grader. Beregnet for roterende skjermer.
pl: Obraca ekran o 90 stopni. Przeznaczony do wyświetlaczy obrotowych.
pt_pt: Roda o ecrã em 90 graus. Destinado a monitores rotativos
ro_ro: Rotește ecranul cu 90 de grade. Destinat pentru a roti ecranele.
sk_sk: Otočí obrazovku o 90 stupňov. Určené pre otočné displeje.
sv_se: Roterar skärmen 90 grader. Avsedd för roterande skärmar.
tr: Ekranı 90 derece döndürür. Dönen ekranlar için tasarlanmıştır.
vi_vn: Xoay màn hình 90 độ. Dự định cho màn hình quay.
zh_tw: 將螢幕旋轉 90 度。適用於旋轉顯示。

# keys_files
source: Rotates the current object
es: Girar el objeto actual
eu_es: Uneko objektua birtatzen du
gl_es: Xirar o obxecto actual
hu: Elforgatja az aktuális objektumot
it: Ruota l'oggetto attuale
ja_jp: 現在のオブジェクトを回転
ko: 현재 개체를 회전합니다
nb_no: Roterer det aktuelle objektet
pl: Obraca bieżący obiekt
pt_pt: Rodar o objeto atual
ro_ro: Rotește obiectul curent
sk_sk: Otočí aktuálny objekt
sv_se: Roterar det aktuella objektet
tr: Mevcut nesneyi döndürür
vi_vn: Xoay đối tượng hiện tại
zh_tw: 旋轉當前對象

# game_options
source: Rotates the screens, to simulate holding the DS sideways.
ca: Gira les pantalles per a simular l’agafar la DS de cantó.
es: Gira las pantallas para simular sostener la DS de lado.
eu_es: Pantaila biratzen du, DS-a albo batean eustea simulatzeko
gl_es: Xira as pantallas para simular manter A DS de lado.
hu: Elforgatja a képernyőket, hogy szimulálja a DS oldalirányú tartását.
it: Ruota gli schermi, simula il tenere DS orizzontalmente.
ja_jp: DS を横向きに持つようにするために、画面を回転します
ko: DS를 옆으로 잡는 것과 같은 효과를 내기 위해 화면을 회전합니다.
nb_no: Roterer skjermene for å simulere at DS-en holdes sidelengs.
pl: Obraca ekrany, aby symulować trzymanie DS-a bokiem.
pt_pt: Rodar os ecrãs, para simular quando seguramos o DS de lado.
ro_ro: Rotește ecranele, pentru a simula ținerea unui DS vertical.
sk_sk: Otáča obrazovky, aby simuloval držanie DS nabok.
sv_se: Roterar skärmarna för att simulera att DS:en hålls i sidled.
tr: DS yan tutma simülasyonu için ekranları döndürür.
vi_vn: Xoay màn hình để mô phỏng việc giữ DS sang một bên.
zh_tw: 旋轉螢幕，模擬側向握住 DS。

# game_options
source: Rough
es: Bruto
gl_es: Bruto
hu: Brutál
it: Rozzo
ja_jp: 粗い
ko: 거침
nb_no: Grov
pl: Surowy
pt_pt: Duro
ro_ro: Brutală
sk_sk: Drsný
sv_se: Grov
tr: Kaba
zh_tw: 粗糙

# game_options
source: Rumble Pak
eu_es: Rumble Pak-a
hu: Rezgő csomag
ja_jp: 振動パック
ko: 진동팩
pt_pt: Rumble Pak (Vibração)
ro_ro: Pak vibrații
tr: Titreşim Paketi
zh_tw: 震動包
