Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Stretch games to full-screen, but may distort the aspect ratio
ca: Estirar jocs a pantalla completa; pot distorsionar la relació d’aspecte
es: Estira los juegos a pantalla completa, pero puede distorsionar la relación de aspecto
eu_es: Zabaldu jokoak pantaila osora, baino proportzioa distortsionatu dezake
gl_es: Estira os xogos a pantalla completa, pero pode distorsionar a relación de aspecto
hu: Nyújtsa ki a játékokat teljes képernyőre, de torzíthatja a képarányt
it: Allunga i giochi a schermo intero, può distorcere le proporzioni
ja_jp: ゲームをフルスクリーンに拡大しますが、アスペクト比が歪む可能性があります
ko: 게임을 전체 화면으로 늘리지만 화면비가 왜곡될 수 있음
nb_no: Strekk ut spill til fullskjerm, men kan forvrenge størrelsesforholdet
pl: Rozciągaj gry na pełny ekran, ale może to spowodować zniekształcenie proporcji obrazu
pt_pt: Esticar os jogos para ecrã completo, mas pode distorcer a proporção de ecrã
ro_ro: Întinde jocurile pe tot ecranul, dar poate distorsiona raportul de aspect
sk_sk: Roztiahne hry na celú obrazovku, ale môže zmeniť pomer strán
sv_se: Sträck ut spel till helskärm, men det kan förvränga bildförhållandet
tr: Oyunları tam ekrana uzatın, bu en boy oranını bozabilir
vi_vn: Kéo dài trò chơi ra toàn màn hình nhưng có thể làm biến dạng tỷ lệ khung hình
zh_tw: 將遊戲擴充套件到全螢幕，但可能會扭曲長寬比

# game_options
source: Stretch to Window
hu: Nyújtsa ki az ablakra
ko: 창 늘리기
pl: Rozciągnięcie do okna
pt_pt: Esticar para janela
sv_se: Sträck ut till fönster
tr: Pencereye Uzat
vi_vn: Kéo dài đến hết cửa sổ
zh_tw: 拉伸到視窗

# game_options
source: Stretch to fit window
ca: Estirar segons finestra
es: Estirar para ajustar a la ventana
eu_es: Zabaldu leihoaren neurrira
gl_es: Estirar para axustar a xanela
hu: Nyújtás az ablakhoz illeszkedő méretre
it: Allarga fino a riempire la finestra.
ja_jp: ウィンドウに合わせる
ko: 창에 맞게 늘리기
nb_no: Kan strekkes for å passe til vinduet
pl: Rozciągnij, aby dopasować okno
pt_pt: Esticar para caber na janela
ro_ro: Întinde pentru a se încadra în fereastră
sk_sk: Roztiahnuť do okna
sv_se: Sträck ut för att passa fönstret
tr: Pencereye sığdırmak için uzat
vi_vn: Kéo dài để vừa với cửa sổ
zh_tw: 拉伸以適合視窗

# game_options
source: Stretch to full
ca: Estirar a pantalla completa
es: Estirar a pantalla completa
eu_es: Luzatu bete arte
gl_es: Estirar ao máximo
hu: Nyújtsd ki teljesen
it: Allarga al massimo
ja_jp: 画面に合わせ引き伸ばし
ko: 전체 늘리기
nb_no: Strekk til full
pl: Rozciągnij do pełna
pt_pt: Esticar ao máximo
ro_ro: Întinde pe tot ecranul
sk_sk: Roztiahnuť na plné
sv_se: Sträck ut till full
tr: Tam uzat
vi_vn: Kéo dài đến đầy đủ
zh_tw: 伸展到最大

# game_options
source: Stretch to screen
es: Estirar la pantalla
eu_es: Zabaldu pantailara
gl_es: Estirar á pantalla
hu: Nyújtsa ki a képernyőre
it: Allunga quanto lo schermo
ja_jp: 画面全体に引き伸ばし
ko: 화면에 맞게 늘리기
nb_no: Strekk til skjerm
pl: Rozciągnij do ekranu
pt_pt: Esticar para o ecrã
ro_ro: Întinde la ecran
sk_sk: Roztiahnuť na obrazovku
sv_se: Sträck ut till skärm
tr: Ekrana uzat
vi_vn: Kéo dài vừa màn hình
zh_tw: 拉伸到螢幕

# game_options
source: Stretch to window
ca: Estirar a finestra
es: Ajustar a ventana
eu_es: Zabaldu leihora
gl_es: Estirar á xanela
hu: Nyújtás az ablakhoz
it: Allunga alla finestra
ja_jp: ウィンドウに合わせる
ko: 창에 맞게 늘리기
nb_no: Strekk til vindu
pl: Rozciągnięcie do okna
pt_pt: Esticar pela janela
ro_ro: Întinde la fereastră
sk_sk: Roztiahnuť do okna
sv_se: Sträck ut till fönster
tr: Pencereye uzat
vi_vn: Kéo dài đến hết cửa sổ
zh_tw: 拉伸到視窗

# game_options
source: Stretches the output to fill the display area.
es: Estira la salida para rellenar el área de visualización.
eu_es: Erakuste azalera betetzeko zabaltzen du irteera.
gl_es: Estira a saída para encher a área de visualización.
hu: Megnyújtja a kimenetet, hogy kitöltse a megjelenítési területet.
it: Allunga l'output fino a riempire l'area del display
ja_jp: 領域全体に拡大して表示します
ko: 출력을 늘려 디스플레이 영역을 채웁니다.
nb_no: Strekker utdataene slik at de fyller ut visningsområdet.
pl: Rozciąga wyjście, aby wypełnić obszar wyświetlania.
pt_pt: Amplia a imagem para preencher a área do ecrã.
ro_ro: Întinde ieșirea pentru a umple aria de afișare.
sk_sk: Roztiahne výstup tak, aby úplne vyplnil displej.
sv_se: Stäcker ut utmatningen så att den fyller hela skärmområdet.
tr: Çıktıyı görüntüleme alanını dolduracak şekilde uzatır.
vi_vn: Kéo dãn đầu ra để lấp đầy vùng hiển thị.
zh_tw: 拉伸輸出以填充顯示區域。

# game_options
source: Strong
hu: Erős
ko: 강함
pl: Mocne
pt_pt: Forte
sv_se: Stark
tr: Güçlü
zh_tw: 強烈的

# game_options
source: Super Famicom (8 Buttons)
ca: Super Famicom (8 Botons)
es: Super Nintendo (8 Botones)
eu_es: Super Famicom (8 Botoi)
gl_es: Super Famicom (8 botóns)
hu: Super Famicom (8 gomb)
it: Super Famicom (8 Bottoni)
ja_jp: スーパーファミコン (8 ボタン)
ko: 슈퍼 패미컴 (8 버튼)
nb_no: Super Famicom (8 knapper)
pl: Super Famicom (8 przycisków)
pt_pt: Super Famicom (8 Botões)
ro_ro: Super Famicom (8 butoane)
sk_sk: Super Famicom (8 tlačidiel)
sv_se: Super Famicom (8 knappar)
tr: Super Famicom (8 Tuş)
vi_vn: Super Famicom (8 nút)
zh_tw: Super Famicom(8 按鈕)

# game_options
source: Super Game Boy
ja_jp: スーパーゲームボーイ
ko: 슈퍼 게임보이

# game_options
source: Super Scope
es: Escopeta Super Scope
ja_jp: スーパースコープ
ko: 슈퍼 스코프
pt_pt: Pistola Super Scope
sk_sk: Super rozsah

# game_options
source: Super VIC (+16K) NTSC
ko: 슈퍼 VIC (+16K) NTSC

# game_options
source: Super high
ca: Super alta
es: Super alta
eu_es: Super altua
gl_es: Super alta
hu: Szuper magas
it: Super alta
ja_jp: 超高
ko: 슈퍼 하이
nb_no: Superhøy
pl: Super wysoka
pt_pt: Super alto
ro_ro: Super înaltă
sk_sk: Super vysoké
sv_se: Superhög
tr: Süper yüksek
vi_vn: Siêu cao
zh_tw: 超高

# game_options
source: Super-high 1440p
ca: Super alta 1440p
es: 1440p Super Alta
eu_es: Super-altua 1440p
gl_es: Super alta 1440p
hu: Szupermagas 1440p
it: Super-alta 1440p
ja_jp: 超高 1440p
ko: 최대 1440p
nb_no: Superhøye 1440p
pl: Super wysoka 1440p
pt_pt: Super Alto 1440p
ro_ro: Super-înalt 1440p
sk_sk: Super vysoké 1440p
sv_se: Superhög 1440p
tr: Süper-yüksek 1440p
vi_vn: Siêu cao 1440p
zh_tw: 超高 1440p

# game_options
source: SuperEagle
ko: 슈퍼이글

# game_options
source: SuperSAI
ko: 슈퍼SAI

# game_options
source: Supports uncapped frame rates, analog controllers, and mouse look functionality.
es: Admite velocidades de fotograma sin límite, controladores analógicos y funcionalidad de apariencia del mouse.
gl_es: Soporta taxas de fotogramas sen límite, controladores analóxicos e funcionalidade de mirada con rato.
hu: Támogatja a korlátlan képkockasebességet, az analóg kontrolleket és a Mouse Look funkciót.
it: Supporta frame rates senza limiti, controllers analogici, e funzionalita'di movimento vista col mouse
ja_jp: 上限なしのフレーム レート、アナログ コントローラー、マウス ルック機能をサポートします
ko: 제한 없는 프레임 속도, 아날로그 컨트롤러 및 마우스 모양 기능을 지원합니다.
pl: Obsługuje nieograniczoną liczbę klatek na sekundę, kontrolery analogowe i funkcje wyglądu myszy.
pt_pt: Suporta fps ilimitadas, controladores analógicos e aparência de rato funcionalidade.
ro_ro: Suportă rate de cadre nelimitate, controlere analogice și folosirea mausului pentru cameră.
sv_se: Stödjer obegränsade bildfrekvenser, analoga kontroller och funktionalitet för mouse look.
tr: Sınırsız kare hızlarını, analog kontrolcüleri ve fare görünümü işlevselliğini destekler.
vi_vn: Hỗ trợ tốc độ khung hình không giới hạn, bộ điều khiển tương tự và chức năng nhìn bằng chuột.
zh_tw: 支援無上限幀速率、模擬控制器和滑鼠外觀功能。

# game_options
source: Surround
ca: Envoltant
eu_es: Inguratzailea
gl_es: Envolvente
hu: Térhatású
ja_jp: サラウンド
ko: 서라운드
vi_vn: Vòm xung quanh
zh_tw: 環繞

# game_options
source: Surround 5.1
eu_es: 5.1 Inguratzailea
ja_jp: 5.1ch サラウンド
ko: 서라운드 5.1
pl: Dźwięk przestrzenny 5.1
zh_tw: 環繞 5.1

# game_options
source: Surround 7.1
eu_es: 7.1 Inguratzailea
ja_jp: 7.1ch サラウンド
ko: 서라운드 7.1
pl: Dźwięk przestrzenny 7.1
zh_tw: 環繞 7.1

# keys_files
source: Swap Screen
ca: Intercanviar pantalles
es: Intercambiar pantalla
eu_es: Aldatu Pantaila
gl_es: Intercambiar pantalla
it: Inverti schermi
ja_jp: 画面の入替
ko: 화면 교체
nb_no: Bytte skjerm
pl: Zamień Ekran
ro_ro: Comută ecran
sk_sk: Vymeniť obrazovku
vi_vn: Đổi màn hình

# keys_files
source: Swap Screens
ca: Intercanviar pantalles
es: Intercambiar pantallas
eu_es: Aldatu pantailak
gl_es: Intercambiar pantallas
it: Inverti Schermi
ja_jp: 画面の入替
ko: 화면 교체
nb_no: Bytt skjerm
pl: Zamień Ekrany
ro_ro: Comută ecranele
sk_sk: Vymeniť obrazovky
vi_vn: Đổi màn hình

# keys_files
source: Swap screens
es: Intercambiar pantallas
eu_es: Aldatu pantailak
gl_es: Intercambiar pantallas
it: Scambia schermi
ja_jp: 画面を入れ替える
ko: 화면 교체
nb_no: Bytt skjerm
pl: Zamień ekrany
ro_ro: Comută ecrane
sk_sk: Vymeniť obrazovky
vi_vn: Đổi màn hình

# game_options
source: Swap the position of the dual displays.
ca: Intercanvia la posició de les pantalles duals.
es: Intercambia la posición de las pantallas duales.
eu_es: Aldatu pantaila dual-en posizioa
gl_es: Intercambia a posición das pantallas duais.
hu: Cserélje fel a kettős kijelző pozícióját.
it: Scambia la posizione dei due displays.
ja_jp: デュアルディスプレイの位置を入れ替えます
ko: 듀얼 디스플레이의 위치를 바꿉니다.
nb_no: Bytt posisjon på de to skjermene.
pl: Zamień pozycję podwójnych wyświetlaczy.
pt_pt: Trocar a posição dos ecrãs duplos.
ro_ro: Interschimbă poziția ecranelor.
sk_sk: Vymení polohu duálnych obrazoviek.
sv_se: Byt position på de dubbla skärmarna.
tr: İkili ekranın konumunu değiştirin.
vi_vn: Hoán đổi vị trí của màn hình kép.
zh_tw: 交換雙顯示器的位置。

# game_options
source: Sweden
ca: Suècia
es: Suecia
eu_es: Suedia
gl_es: Suecia
hu: Svédország
it: Svezia
ja_jp: スウェーデン
ko: 스웨덴
nb_no: Sverige
pl: Szwecja
pt_pt: Suécia
ro_ro: Suedia
sk_sk: Švédsko
sv_se: Sverige
tr: İsveç
vi_vn: Thụy Điển

# game_options
source: Swedish
ca: Suec
es: Sueco
eu_es: Suediarra
gl_es: Sueco
hu: Svéd
it: Svedese
ja_jp: スウェーデン語
ko: 스웨덴어
nb_no: Svensk
pl: Szwedzki
pt_pt: Sueco
ro_ro: Suedeză
sk_sk: Švédčina
sv_se: Svenska
tr: İsveççe
vi_vn: Thụy Điển

# game_options
source: Swedish (se)
ca: Suec (se)
es: Sueco (se)
eu_es: Suediera (se)
gl_es: Sueco (se)
hu: Svéd (se)
it: Svedese (se)
ja_jp: スウェーデン語 (se)
ko: 스웨덴어 (se)
nb_no: Svensk (se)
pl: Szwedzki (se)
pt_pt: Sueco (se)
ro_ro: Suedeză (se)
sk_sk: Švédčina (se)
sv_se: Svenska (sv)
tr: İsveççe (se)
vi_vn: Thụy Điển (se)

# game_options
source: Swiss French (ch)
es: Francés suizo (ch)
gl_es: Francés suízo (ch)
hu: Svájci francia (ch)
it: Svizzero Francese (ch)
ja_jp: スイスフランス語 (ch)
ko: 스위스 프랑스어 (ch)
pl: Szwajcarski francuski (ch)
pt_pt: Francês Suíço (ch)
ro_ro: Franceză elvențiană (ch)
sk_sk: Švajčiarska francúzština (ch)
sv_se: Schweizisk fransk (ch)
tr: İsviçre Fransızcası (ch)
vi_vn: Tiếng Pháp Thụy Sĩ (ch)

# game_options
source: Swiss German (ch)
es: Alemán suizo (ch)
gl_es: Alemán suízo (ch)
hu: Svájci német (ch)
it: Svizzero Tedesco (ch)
ja_jp: スイスドイツ語 (ch)
ko: 스위스 독일어 (ch)
pl: Szwajcarski niemiecki (ch)
pt_pt: Alemão Suíço (ch)
ro_ro: Germană elvețiană (ch)
sk_sk: Švajčiarska nemčina (ch)
sv_se: Schweizertyska (ch)
tr: İsviçre Almancası (ch)
vi_vn: Tiếng Đức Thụy Sĩ (ch)

# game_options
source: Switches between smooth (Bilinear) and sharp (Nearest Neighbor) image scaling.
hu: Váltás a sima (Bilineáris) és az éles (Legközelebbi szomszéd) képskálázás között.
ko: 부드러운(이중선형) 및 선명한(최근접 이웃) 이미지 크기 조정 사이를 전환합니다.
pl: Przełącza między gładkim (Dwuliniowym), a ostrym (Najbliższe sąsiedztwo) skalowaniem obrazu.
pt_pt: Alternar entre imagem suave (bilinear) e nítida (vizinho mais próximo) escala.
ro_ro: Comută scalarea imaginii între netedă (bilinear) și clară (cel mai apropiat vecin).
sv_se: Växlar mellan jämn (Bilinjär) och skarp (Närmaste granne) bildskalning.
tr: Düzgün (Çift Doğrusal) ve keskin (En Yakın Nokta) görüntü ölçekleme arasında geçiş yapar.
vi_vn: Chuyển đổi giữa tỷ lệ hình ảnh mượt mà (Bilinear) và sắc nét (Nearest Neighbor).
zh_tw: 在平滑(雙線性)和清晰(最近鄰)影像縮放之間切換。

# game_options
source: Switches the game to multiplayer mode.
es: Cambia el juego al modo multijugador.
gl_es: Troca o xogo ao modo multixogador.
hu: Többjátékos módba kapcsolja a játékot.
it: Metti il gioco in modalita' multiplayer.
ja_jp: ゲームをマルチプレイヤー モードに切り替えます
ko: 게임을 멀티플레이어 모드로 전환합니다.
pl: Przełącza grę w tryb wieloosobowy.
pt_pt: Muda o jogo para o modo multijogador.
ro_ro: Comută jocul în mod multiplayer.
sk_sk: Prepne hru do režimu multiplayera.
sv_se: Växlar spelet till flerspelarläge.
tr: Oyunu çok oyunculu moda geçirir.
vi_vn: Chuyển trò chơi sang chế độ nhiều người chơi.
zh_tw: 將遊戲切換到多人模式。

# game_options
source: Switzerland
gl_es: Suíza
hu: Svájc
it: Svizzera
ko: 스위스
pl: Szwajcaria
pt_pt: Suiça
ro_ro: Elveția
sk_sk: Švajčiarsko
sv_se: Schweiz
tr: İsviçre
vi_vn: Thụy Sĩ

# game_options
source: Switzerland (French)
ca: Suïssa (Francès)
es: Suiza (Francés)
eu_es: Suitza (Frantsesa)
gl_es: Suíza (francés)
hu: Svájc (francia)
it: Svizzera (Francese)
ja_jp: スイス（フランス語）
ko: 스위스 (프랑스어)
nb_no: Sveits (Fransk)
pl: Szwajcaria (francuski)
pt_pt: Suiça (francês)
ro_ro: Elveția (franceză)
sk_sk: Švajčiarsko (francúzština)
sv_se: Schweiz (franska)
tr: İsviçre (Fransızca)
vi_vn: Thụy Sĩ (Tiếng Pháp)

# game_options
source: Switzerland (German)
ca: Suïssa (Alemany)
es: Suiza (Alemán)
eu_es: Suitza (Alemaniera)
gl_es: Suíza (alemán)
hu: Svájc (német)
it: Svizzera (Tedesco)
ja_jp: スイス（ドイツ語）
ko: 스위스 (독일어)
nb_no: Sveits (Tysk)
pl: Szwajcaria (niemiecki)
pt_pt: Suiça (Alemão)
ro_ro: Elveția (germană)
sk_sk: Švajčiarsko (nemčina)
sv_se: Schweiz (tyska)
tr: İsviçre (Almanca)
vi_vn: Thụy Sĩ (Tiếng Đức)

# game_options
source: Sync GB2Player/GBC2Player saves with saves in "saves/gb" or "saves/gbc".
ca: Sincronitzar desats GB2Player/GBC2Player amb desats en “saves/gb” o “saves/gbc”.
es: Sincroniza los guardados de GB2Player/GBC2Player con los guardados en "saves/gb" o "saves/gbc".
eu_es: Sinkronizatu GB2Player/GBC2Player gordetzean "saves/gb" or "saves/gbc" karpetetako gordetzeekin.
gl_es: Sincroniza os gardados de GB2Player/GBC2Player dos gardados en "saves/gb" ou "saves/gbc".
hu: A GB2Player/GBC2Player szinkronizálása „saves/gb” vagy „saves/gbc” mentésekkel.
it: Sincronizza i salvataggi GB2Player/GBC2Player con quelli in "saves/gb" o "saves/gbc".
ja_jp: GB2Player/GBC2Playerのセーブデータを、「saves/gb」または「saves/gbc」のデータと同期します
ko: 동기화 GB2Player/GBC2Player는 "저장/GB" 또는 "저장/gbc"로 저장합니다.
nb_no: Synkroniser GB2Player/GBC2Player-lagringer med lagringer i "saves/gb" eller "saves/gbc".
pl: Synchronizuje zapisy GB2Player/GBC2Player z zapisami w "saves/gb" lub "saves/gbc".
pt_pt: Sincroniza ficheiros de gravações de GB2Player/GBC2Player "saves/gb"em "saves/gbc".
ro_ro: Sincronizează salvările GB2Player/GBC2Player cu salvările din "saves/gb" sau "saves/gbc".
sk_sk: Synchronizovať uloženia GB2Player/GBC2Player s uloženiami v "saves/gb" alebo "saves/gbc".
sv_se: Synkronisera GB2Player/GBC2Player-sparade filer med sparade filer i "saves/gb" eller "saves/gbc".
tr: GB2Player/GBC2Player kayıtlarını "saves/gb" veya "saves/gbc" içindeki kayıtlarla senkronize edin.
vi_vn: Đồng bộ lưu GB2Player/GBC2Player với các lần lưu trong "saves/gb" hoặc "saves/gbc".
zh_tw: 同步GB2Player/gbC2Player儲存與「儲存/GB」或「儲存/GBC」中的儲存。

# game_options
source: Syria
gl_es: Siria
hu: Szíria
it: Siria
ko: 시리아
pt_pt: Síria
ro_ro: Siria
sk_sk: Sýria
sv_se: Syrien
tr: Suriye

# game_options
source: System 3.0 (LD Floppy)
ca: System 3.0 (Disquet LD)
eu_es: System 3.0 (LD Floppy-a)
gl_es: Sistema 3.0 (disquete LD)
ja_jp: System 3.0 (LD フロッピー)
ko: 시스템 3.0 (LD 플로피)
nb_no: System 3.0 (LD-diskett)
pl: System 3.0 (LD dyskietka)
pt_pt: Sistema 3.0 (disquete LD)
sk_sk: System 3.0 (LD mechanika)
sv_se: System 3.0 (LD-diskett)
tr: Sistem 3.0 (LD Disket)
vi_vn: Hệ thống 3.0 (LD Floppy)

# game_options
source: System 6.0.8 (Hard Drive)
ca: System 6.0.8 (Disc dur)
eu_es: System 6.0.8 (Disko Gogorra)
gl_es: Sistema 6.0.8 (Disco duro)
ja_jp: System 6.0.8 (ハードディスク)
ko: 시스템 6.0.8 (하드 드라이브)
nb_no: System 6.0.8 (harddisk)
pl: System 6.0.8 (Dysk twardy)
pt_pt: Sistema 6.0.8 (disco rígido)
sk_sk: System 6.0.8 (pevný disk)
sv_se: System 6.0.8 (hårddisk)
tr: Sistem 6.0.8 (Sabit Disk)
vi_vn: Hệ thống 6.0.8 (ổ cứng)

# game_options
source: System 6.0.8 (LD Floppy)
ca: System 6.0.8 (Disquet LD)
eu_es: System 6.0.8 (LD Floppy-a)
gl_es: Sistema 6.0.8 (disquete LD)
ja_jp: System 6.0.8 (LD フロッピー)
ko: 시스템 6.0.8 (LD 플로피)
nb_no: System 6.0.8 (LD Diskett)
pl: System 6.0.8 (LD dyskietka)
pt_pt: Sistema 6.0.8 (disquete LD)
sk_sk: System 6.0.8 (LD mechanika)
sv_se: System 6.0.8 (LD-diskett)
tr: Sistem 6.0.8 (LD Disket)
vi_vn: Hệ thống 6.0.8 (LD Floppy)

# game_options
source: System 7.0.1 (HD Floppy)
ca: System 7.0.1 (Disquet HD)
eu_es: System 7.0.1 (HD Floppy-a)
gl_es: Sistema 7.0.1 (disquete HD)
ja_jp: System 7.0.1 (HD フロッピー)
ko: 시스템 7.0.1 (HD 플로피)
nb_no: System 7.0.1 (HD-diskett)
pl: System 7.0.1 (HD dyskietka)
pt_pt: Sistema 7.0.1 (disquete HD)
sk_sk: System 7.0.1 (HD mechanika)
sv_se: System 7.0.1 (HD-diskett)
tr: Sistem 7.0.1 (HD Disket)
vi_vn: Hệ thống 7.0.1 (HD Floppy)

# game_options
source: System 7.0.1 (Hard Drive)
ca: System 7.0.1 (Disc dur)
eu_es: System 7.0.1 (Disko Gogorra)
gl_es: Sistema 7.0.1 (Disco duro)
ja_jp: System 7.0.1 (ハードディスク)
ko: 시스템 7.0.1 (하드 드라이브)
nb_no: System 7.0.1 (harddisk)
pl: System 7.0.1 (Dysk twardy)
pt_pt: Sistema 7.0.1 (disco rígido)
sk_sk: System 7.0.1 (pevný disk)
sv_se: System 7.0.1 (hårddisk)
tr: Sistem 7.0.1 (Sabit Disk)
vi_vn: Hệ thống 7.0.1 (ổ cứng)

# game_options
source: System 7.5 (HD Floppy)
ca: System 7.5 (Disquet HD)
eu_es: System 7.5 (HD Floppy-a)
gl_es: Sistema 7.5 (disquete HD)
ja_jp: System 7.5 (HD フロッピー)
ko: 시스템 7.5 (HD 플로피)
nb_no: System 7.5 (HD-diskett)
pl: System 7.5 (HD dyskietka)
pt_pt: Sistema 7.5 (disquete HD)
sk_sk: System 7.5 (HD mechanika)
sv_se: System 7.5 (HD-diskett)
tr: Sistem 7.5 (HD Disket)
vi_vn: Hệ thống 7.5 (HD Floppy)

# game_options
source: System 7.5.5 (Hard Drive)
ca: System 7.5.5 (Disc dur)
eu_es: System 7.5.5 (Disko Gogorra)
gl_es: Sistema 7.5.5 (Disco duro)
ja_jp: System 7.5.5 (ハードディスク)
ko: 시스템 7.5.5 (하드 드라이브)
nb_no: System 7.5.5 (harddisk)
pl: System 7.5.5 (Dysk twardy)
pt_pt: Sistema 7.5.5 (disco rígido)
sk_sk: System 7.5.5 (pevný disk)
sv_se: System 7.5.5 (hårddisk)
tr: Sistem 7.5.5 (Sabit Disk)
vi_vn: Hệ thống 7.5.5 (ổ cứng)

# game_options
source: System requirements at native; (RAM|VRAM).
ca: Requeriments de sistema en natiu; (RAM|VRAM).
es: Requisitos del sistema en nativo; (RAM|VRAM).
eu_es: Sistema eskakizunak natiboan; (RAM|VRAM).
gl_es: Requisitos do sistema nativo; (RAM|VRAM).
hu: Rendszerkövetelmények natív állapotban; (RAM|VRAM).
it: Requisiti di sistema nativo; (RAM|VRAM).
ja_jp: メモリ使用量の目安の表示; ( RAM| VRAM)
ko: 원본 시스템 요구 사항; (램|V램).
nb_no: Systemkrav ved native; (RAM|VRAM).
pl: Wymagania systemowe w wersji natywnej: (RAM|VRAM).
pt_pt: Requisitos do sistema nativo; (RAM|VRAM).
ro_ro: Necesar sistem la nativ; (RAM|VRAM).
sk_sk: Požiadavky na systém natívny; (RAM|VRAM).
sv_se: Systemkrav vid inbyggd; (RAM|VRAM).
tr: Yerel sistem gereksinimleri; (RAM|VRAM).
vi_vn: Yêu cầu hệ thống ở mức gốc; (RAM|VRAM).
zh_tw: 本機的系統要求；(RAM|VRAM)。

# game_options
source: TARGET LANGUAGE
ca: IDIOMA DESTÍ
es: IDIOMA DE DESTINO
eu_es: HELBURU HIZKUNTZA
gl_es: LINGUA OBXECTIVO
hu: CÉL NYELV
it: LINGUA DESIDERATA
ja_jp: 翻訳表示言語
ko: 대상 언어
nb_no: MÅL-SPRÅK
pl: JĘZYK DOCELOWY
pt_pt: IDIOMA ALVO
ro_ro: LIMBA ȚINTĂ
sk_sk: Cieľový jazyk
sv_se: MÅLSPRÅK
tr: HEDEF DİL
vi_vn: NGÔN NGỮ MỤC TIÊU
zh_tw: 目標語言

# game_options
source: TATTOO CORNER
ca: CANTONADA DE CALCOMANIA
es: ESQUINA DEL CALCO
eu_es: TAUAIEN ISKINA
gl_es: RECUNCHO DA TATUAXE
hu: TETOVÁLÁS SAROK
it: TATOO ALL'ANGOLO
ja_jp: イメージ画像表示位置
ko: 문신 코너
nb_no: TATTOO-HJØRNET
pl: KĄCIK TATUAŻU
pt_pt: CANTO DA IMAGEM SOBREPOSTA
ro_ro: LOCAȚIA TATUAJELOR
sk_sk: Tetovací kútik
sv_se: TATUERINGSHÖRNA
tr: DÖVME KÖŞESİ
vi_vn: XĂM GÓC
zh_tw: 紋理邊角

# game_options
source: TEAM COLOR MODE
ca: MODE DE COLOR DE L’EQUIP
es: MODO DE COLOR DEL EQUIPO
eu_es: TALDE KOLORE MODUA
gl_es: MODO DE COR DE EQUIPO
hu: CSAPAT SZÍN MÓD
it: MODALITÀ TEAM COLOR
ja_jp: チームカラーモード
ko: 팀 색상 모드
nb_no: LAGETS FARGEMODUS
pl: TRYB KOLORU ZESPOŁU
pt_pt: MODO DE COR DE EQUIPA
ro_ro: MOD CULOARE ECHIPĂ
sk_sk: Tímový farebný režim
sv_se: LAGFÄRGSLÄGE
tr: TAKIM RENGİ MODU
vi_vn: CHẾ ĐỘ NHÓM MÀU
zh_tw: 團隊顏色模式

# game_options
source: TEMPEST 2000
ko: 템페스트 2000

# game_options
source: TEST PLAY
ca: PARTIDA DE PROVA
es: PARTIDA DE PRUEBA
eu_es: FROGA JOKOA
gl_es: PARTIDA DE PROBA
hu: TESZTJÁTÉK
it: TEST GIOCO
ja_jp: テストプレイ
ko: 테스트 플레이
nb_no: TESTSPILL
pl: GRA TESTOWA
pt_pt: TESTAR JOGO
ro_ro: JOC DE TEST
sk_sk: Testovacia hra
sv_se: TESTSPEL
tr: TEST OYUNU
vi_vn: CHƠI THỬ
zh_tw: 試玩

# game_options
source: TEXTURE DEPOSTERIZE
ca: DESPOSTERITZAT DE TEXTURES
es: DESPOSTERIZAR TEXTURA
eu_es: TESTUREN DEPOSTERIZAZIOA
gl_es: DEPOSTERIZAR DE TEXTURA
hu: TEXTÚRA DEPOSZTERIZÁLÁSA
it: DEPOSTERIZZAZIONE TEXTURE
ja_jp: テクスチャ デポスタライズ
ko: 텍스처 색조융합
nb_no: TEKSTUR DEPOSTERISERE
pl: DEPOSTERYZACJA TEKSTUR
pt_pt: DESPOSTERIZAR TEXTURA
ro_ro: DEPOSTERIZAREA TEXTURILOR
sk_sk: Deposterizovať textúru
sv_se: TEXTUR DEPOSTERIZE
tr: DOKU POSTERLEŞTİRMEYİ KALDIR
zh_tw: 紋理去偽存真

# game_options
source: TEXTURE FILTERING
ca: FILTRATGE DE TEXTURA
es: FILTRADO DE TEXTURAS
eu_es: TESTUREN FILTRATZEA
gl_es: FILTRADO DE TEXTURAS
hu: TEXTURASZŰRÉS
it: FILTRAGGIO TEXTURE
ja_jp: テクスチャフィルタリング
ko: 텍스처 필터링
nb_no: TEKSTURFILTRERING
pl: FILTROWANIE TEKSTUR
pt_pt: FILTRO DE TEXTURA
ro_ro: FILTRARE TEXTURI
sk_sk: Filtrovanie textúr
sv_se: TEXTURFILTRERING
tr: DOKU FİLTRELEMESİ
vi_vn: LỌC TEXTURE
zh_tw: 紋理過濾

# game_options
source: TEXTURE FILTERING MODE
ca: MODE DE FILTRATGE DE TEXTURA
es: MODO DE FILTRADO DE TEXTURAS
eu_es: TESTURA FILTRO MODUA
gl_es: MODO DE FILTRADO DE TEXTURAS
hu: TEXTÚRA SZŰRÉSI MÓD
it: MODALITÀ FILTRAGGIO TEXTURE
ja_jp: テクスチャフィルタリング モード
ko: 텍스처 필터링 모드
nb_no: MODUS FOR TEKSTURFILTRERING
pl: TRYB FILTROWANIA TEKSTUR
pt_pt: MODO DE FILTRO DE TEXTURA
ro_ro: MOD FILTRARE TEXTURĂ
sk_sk: Režim filtrovania textúr
sv_se: TEXTURFILTRERINGSLÄGE
tr: DOKU FİLTRELEME MODU
vi_vn: CHẾ ĐỘ LỌC KẾT CẤU
zh_tw: 紋理過濾模式

# game_options
source: TEXTURE MEMORY SCALE SIZE
es: TAMAÑO DE ESCALA DE MEMORIA DE TEXTURA
gl_es: TAMAÑO DE ESCALA DA MEMORIA DE TEXTURAS
hu: TEXTÚRA MEMÓRIA SKÁLA MÉRETE
it: DIMENSIONE MEMORIA TEXTURE SCALATE
ja_jp: テクスチャメモリスケールサイズ
ko: 텍스처 메모리 스케일 크기
nb_no: STØRRELSE PÅ TEKSTURMINNET
pl: ROZMIAR PAMIĘCI SKALOWANIA TEKSTUR
pt_pt: TAMANHO DA ESCALA DE MEMÓRIA DE TEXTURA
ro_ro: MĂRIME SCALARE MEMORIE TEXTURI
sv_se: STORLEK PÅ TEXTURMINNESSKALAN
tr: DOKU BELLEĞİ ÖLÇEK BOYUTU
zh_tw: 紋理記憶體比例大小

# game_options
source: TEXTURE MIP-MAPPING (BLUR)
ca: MIP-MAPPING DE TEXTURA (DIFUMINAT)
eu_es: TESTUREN MIP-MAPPING-A (LAUSOTZEA)
gl_es: TEXTURA MIP-MAPPING (DESENFOQUE)
hu: TEXTÚRA MIP-MAPPING (ELMOSÓDÁS)
it: TEXTURE MIP-MAPPING (SFUMA)
ja_jp: テクスチャミップマッピング（ぼかし）
ko: 텍스처 밉 매핑 (흐림)
nb_no: MIP-MAPPING AV TEKSTUR (USKARPHET)
pl: MIP-MAPOWANIE TEKSTURY (ROZMYCIE)
pt_pt: MIP-MAPPING DE TEXTURAS (DESFOQUE)
ro_ro: MIP-MAPPING TEXTURĂ (BLUR)
sk_sk: Mip-mapping textúr (rozmazanie)
sv_se: TEXTUR MIP-MAPPING (OSKÄRPA)
tr: DOKU MIP-MAPPING (BULANIKLIK)
zh_tw: 紋理紋理貼圖(模糊)

# game_options
source: TEXTURE PRELOADING
ca: PRECÀRREGA DE TEXTURES
es: PRECARGA DE TEXTURAS
eu_es: TESTUREN AURREKARGA
gl_es: PRECARGA DE TEXTURAS
hu: TEXTÚRA ELŐBETÖLTÉS
it: PRECARICAMENTO TEXTURE
ja_jp: テクスチャ プリロード
ko: 텍스처 사전 로딩
nb_no: FORHÅNDSINNLASTING AV TEKSTUR
pl: WSTĘPNE ŁADOWANIE TEKSTUR
pt_pt: PRÉ-CARREGAMENTO DE TEXTURA
ro_ro: PREÎNCĂRCAREA TEXTURILOR
sk_sk: Prednačítanie textúr
sv_se: FÖRINLÄSNING AV TEXTUR
tr: DOKU ÖN YÜKLEMESİ
zh_tw: 紋理預載入
