Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: When running outside of 100%, adjusts the temp instead of dropping frames.
es: Cuando se ejecuta más allá del 100%, ajusta la temperatura en lugar de dejar caer fotogramas.
eu_es: %100-etik kanpora exekutatzean, denbora doitzen du fotogramak galdu ordez.
gl_es: Cando se executa fóra do 100 %, axusta a temperatura en lugar de deixar fotogramas.
hu: Ha a 100%-os értéken kívül fut, a képkockák eldobása helyett a hőmérsékletet állítja be.
it: Quando esecuito oltre il 100%, aggiusta la temperatura invece che saltare fotogrammi.
ja_jp: 100% 以外で動作している場合、フレームを落とさずに音質を調整します
ko: 100%가 아닌 경우 프레임을 떨어뜨리는 대신 온도를 조정합니다.
nb_no: Når du kjører utenfor 100 %, justeres temperaturen i stedet for å hoppe over bilder.
pl: Podczas pracy poza 100% dostosowuje temperaturę zamiast opuszczać klatki.
pt_pt: Ao executar fora de 100%, ajusta a temperatura em vez de cair frames.
ro_ro: Când se rulează la altceva în afară de 100%, ajustează temperatura în loc să se omită cadrele.
sk_sk: Pri behu mimo 100% upraví temp namiesto vynechania snímok.
sv_se: Vid körning utanför 100% justeras temperaturen i stället för att bildrutor tappas.
tr: %100'ün dışında çalışırken kareleri düşürmek yerine sıcaklığı ayarlar.
vi_vn: Khi chạy trên 100%, hãy điều chỉnh nhiệt độ thay vì giảm khung hình.
zh_tw: 當在100%之外執行時，會調整溫度而不是丟幀。

# game_options
source: When the Backglass is activated, display the grill.
es: Cuando el backglass está activado, muestra la parrilla.
gl_es: Cando o Backglass estea activado, amosa a grella.
hu: Ha a háttérüveg aktiválva van, jelenítse meg a rácsot.
it: Quando il Backglass è attivato, visualizza la griglia.
ja_jp: BACKGLASSが有効になると、グリル窓が表示されます
ko: 백글래스가 활성화되면 그릴이 표시됩니다.
nb_no: Når Bakglass er aktivert, vis gitter.
pl: Po włączeniu funkcji Backglass wyświetlany jest grill.
pt_pt: Quando o Backglass estiver ativado, mostrar a grade.
ro_ro: Când panoul de sticlă este activat, afișează grila.
sv_se: När Backglass är aktiverat visas grillen.
tr: Arka cam etkinleştirildiğinde ızgarayı görüntüleyin.
vi_vn: Khi Backglass được kích hoạt, hiển thị lưới.
zh_tw: 當後擋板啟用時，顯示格柵。

# game_options
source: When the Backglass is activated, display the small additional part with the scores.
es: Cuando el backglass está activado, muestra la pequeña parte adicional con las puntuaciones.
gl_es: Cando o Backglass estea activado, amosa a grella coas puntuacións.
hu: Ha a Backglass aktiválva van, jelenítse meg a kis kiegészítő részt a pontszámokkal.
it: Quando il Backglass è abilitato, mostra la parte piccola aggiuntiva con i punteggi.
ja_jp: BACKGLASS が有効の場合、小さな追加部分をスコアとともに表示します
ko: 백글라스가 활성화되면 점수가 적힌 작은 추가 부분을 표시합니다.
nb_no: Når Bakglass er aktivert, vises den lille tilleggsdelen med poengsummene.
pl: Po włączeniu funkcji Backglass, wyświetl małą dodatkową część z wynikami.
pt_pt: Quando o Backglass estiver ativado, mostra a pequena parte adicional com as pontuações.
ro_ro: Când panoul de sticlă este activat, se afișează partea mică adițională cu scorurile.
sv_se: När Backglass är aktiverat visas den lilla extra delen med noterna.
tr: Arka cam etkinleştirildiğinde, puanların bulunduğu küçük ek kısmı görüntüleyin.
vi_vn: Khi Backglass được kích hoạt, hiển thị phần bổ sung nhỏ kèm theo điểm số.
zh_tw: 當後擋板啟動時，顯示帶有分數的附加小零件。

# game_options
source: While Touching
es: Mientras se toca
gl_es: Mentres se Toca
hu: Érintés közben
it: Durante input tattile
ja_jp: タッチしたとき
ko: 만지는 동안
nb_no: Ved berøring
pl: Podczas dotyku
pt_pt: Enquanto mexe
ro_ro: În timp ce se atinge
sk_sk: Počas dotyku
sv_se: Vid pekning
tr: Dokunulduğunda
vi_vn: Khi chạm
zh_tw: 觸控時

# game_options
source: White
ca: Blanc
es: Blanco
eu_es: Zuria
gl_es: Branco
hu: Fehér
it: Bianco
ja_jp: 白
ko: 하얀색
nb_no: Hvit
pl: Biały
pt_pt: Branco
ro_ro: Alb
sk_sk: Biela
sv_se: Vit
tr: Beyaz
vi_vn: Trắng
zh_tw: 白

# game_options
source: Widescreen (16:9)
ca: Panoràmica (16:9)
es: Panorámico (16:9)
eu_es: Pantaila zabala (16:9)
gl_es: Pantalla panorámica (16:9)
ja_jp: ワイドスクリーン (16:9)
ko: 와이드스크린 (16:9)
pl: Panoramiczne (16:9)
ro_ro: Ecran lat (16:9)
sk_sk: Širokouhlé (16:9)
sv_se: Bredbild (16:9)
tr: Geniş Ekran (16:9)
vi_vn: Màn hình rộng (16:9)
zh_tw: 寬螢幕(16:9)

# game_options
source: Wii NAND's aspect ratio setting. Most games support both ratios natively.
ca: Ajust de relació d’aspecte de la NAND de la Wii. La majoria de jocs suporten ambdós de manera nativa.
es: Configuración de relación de aspecto de la NAND de Wii. La mayoría de los juegos admiten ambas proporciones de forma nativa.
eu_es: Wii NAND-aren proportzio ezarpena. Joku gehienek bi proportzioak onartzen dituzte natiboki.
gl_es: Configuración da relación de aspecto de Wii NAND. A maioría dos xogos admiten ambas relacións de forma nativa.
hu: A Wii NAND képarány beállítása. A legtöbb játék mindkét arányt támogatja natívan.
it: Optione di rapporto Wii NAND. La maggioranza dei giochi supporta nativamente entrambi i rapporti.
ja_jp: Wii NAND のアスペクト比設定。ほとんどのゲームは、両比率に対応しています
ko: Wii 낸드의 화면비 설정. 대부분의 게임은 기본적으로 두 비율을 모두 지원합니다.
nb_no: Wii NANDs innstilling for sideforhold. De fleste spill støtter begge størrelsesforhold.
pl: Ustawienie proporcji obrazu w Wii NAND. Większość gier obsługuje oba współczynniki natywnie.
pt_pt: Ajuste de proporção de aspecto da NAND do Wii. A maioria dos jogos suporta ambas as proporções nativamente.
ro_ro: Setarea raportului de aspect al ecranului din NAND-ul Wii-ului. Majoritatea jocurilor suportă ambele rapoarte nativ.
sk_sk: Nastavenie pomeru strán Wii NAND. Väčšina hier natívne podporuje oba pomery.
sv_se: Wii NAND:s inställning för bildförhållande. De flesta spel har stöd för båda förhållandena.
tr: Wii NAND en boy oranı ayarı. Çoğu oyun her iki oranı da yerel olarak destekler.
vi_vn: Cài đặt tỷ lệ khung hình của Wii NAND. Hầu hết các trò chơi đều hỗ trợ cả hai tỷ lệ.
zh_tw: Wii NAND的長寬比設定。大多數遊戲都支援這兩種比率。

# game_options
source: Wii NAND's language setting.
ca: Ajust d’idioma de la NAND de la Wii.
es: Configuración de idioma de la NAND de Wii.
eu_es: Wii-arene NAND hizkuntza ezarpena.
gl_es: Configuración do idioma de Wii NAND.
hu: A Wii NAND nyelvi beállítása.
it: Impostazione lingua Wii NAND
ja_jp: Wii NAND の言語設定
ko: Wii 낸드의 언어 설정.
nb_no: Wii NANDs språkinnstilling.
pl: Ustawienie języka Wii NAND.
pt_pt: Ajustes de idioma da NAND do Wii.
ro_ro: Setarea lingvistică din NAND-ului Wii-ului.
sk_sk: Jazykové nastavenia Wii NAND.
sv_se: Wii NAND:s språkinställning.
tr: Wii NAND dil ayarları.
vi_vn: Cài đặt ngôn ngữ của Wii NAND.
zh_tw: Wii NAND的語言設定。

# game_options
source: Wii U Classic Controller
ca: Comandament clàssic Wii U
es: Mando clásico Wii U
eu_es: Wii U Kontrolatzaile Klasikoa
gl_es: Mando clásico de Wii U
hu: Wii U Classic kontroller
it: Controller Wii U Classico
ja_jp: Wii U クラシックコントローラ
ko: Wii U 클래식 컨트롤러
nb_no: Klassisk Wii U-kontroller
pl: Klasyczny kontroler Wii U
pt_pt: Comando Clássico da Wii U
ro_ro: Controler clasic Wii U
sk_sk: Wii U klasický ovládač
tr: Wii U Klasik Kontrolcüler
vi_vn: Bộ điều khiển cổ điển Wii U
zh_tw: Wii U經典控制器

# game_options
source: WiiMote
ja_jp: Wii リモコン
ko: 위모트
ro_ro: Telecomandă Wii

# game_options
source: WiiMote + Classic Controller
es: WiiMote + Mando Clásico
eu_es: WiiMote + Kontrolatzaile klasikoa
gl_es: WiiMote + mando clásico
it: WiiMote + Controller Classico
ja_jp: Wii リモコン + クラシックコントローラ
ko: 위모트 + 클래식 컨트롤러
nb_no: WiiMote + klassisk kontroller
pt_pt: WiiMote + Comando Clássico
ro_ro: Telecomandă Wii cu controller clasic
sk_sk: WiiMote + klasický ovládač
sv_se: WiiMote + klassisk handkontroll
tr: WiiMote + Klasik Kontrolcü
vi_vn: WiiMote + Bộ điều khiển cổ điển

# game_options
source: WiiMote + Classic Controller Pro
es: WiiMote + Mando Clásico Pro
eu_es: WiiMote + Pro Kontrolatzaile klasikoa
gl_es: WiiMote + Mando Clásico Pro
it: WiiMote + Controller Classico Pro
ja_jp: Wii リモコン + クラシックコントローラー Pro
ko: 위모트 + 클래식 컨트롤러 프로
pt_pt: WiiMote + Comando Clássico Pro
ro_ro: Telecomandă Wii cu controller classic pro
sk_sk: WiiMote + klasický ovládač Pro
tr: WiiMote + Klasik Kontolcü Pro
vi_vn: WiiMote + Bộ điều khiển cổ điển Pro

# game_options
source: WiiMote + Nunchuk
ja_jp: Wii リモコン + ヌンチャク
ko: 위모트 + 눈챠크
ro_ro: Telecomandă Wii cu Nunchuk

# game_options
source: WiiMote Sideways
ca: WiiMote Horitzontal
hu: WiiMote oldalirányban
it: WiiMote di lato
ja_jp: Wii リモコン 横向き
ko: 위모트 사이드웨이
nb_no: WiiMote sidelengs
pl: WiiMote bokiem
pt_pt: WiiMote de lado
ro_ro: Telecomandă Wii orizontal
sv_se: WiiMote i sidled

# game_options
source: Wiimote Sideway
ca: Wiimote horitzontal
eu_es: Wiimote Alboratua
it: Wiimote Orizzontale
ja_jp: Wii リモコン横向き
ko: 위모트 사이드웨이
nb_no: Wiimote sideveis
pt_pt: Wiimote de lado
ro_ro: Telecomandă Wii orizontală
sv_se: Wiimote sidled

# game_options
source: Wiimote Sideway + Nunchuk
ca: Wiimote horitzontal + Nunchuk
eu_es: Wiimote Alboratua + Nunchuk
it: Wiimote Orizzontale + Nunchuck
ja_jp: Wii リモコン横向き + ヌンチャク
ko: 위모트 사이드웨이 + 쌍절곤
nb_no: Wiimote sideveis + Nunchuk
pt_pt: Wiimote de lado + Nunchuk
ro_ro: Telecomandă Wii orizontală + Nunchuk
sv_se: Wiimote sidled + Nunchuk

# game_options
source: Wiimote Sideway + Swing
ca: Wiimote horitzontal + inclinació
eu_es: Wiimote Alboratua + Swing-a
it: Wiimote Orizzontale + Swing
ja_jp: Wii リモコン横向き + 振る動作
ko: 위모트 사이드웨이 + 스윙
nb_no: Wiimote sideveis + sving
pt_pt: Wiimote de lado + Balançar
ro_ro: Telecomandă Wii orizontală + legănare
sv_se: Wiimote sidled + sväng

# game_options
source: Wiimote Sideway + Tilt
ca: Wiimote horitzontal + sacsejada
eu_es: Wiimote Alboratua + inklinatzea
it: Wiimote Orizzontale + Tilt
ja_jp: Wii リモコン横向き + 傾き動作
ko: 위모트 사이드웨이 + 기울기
nb_no: Wiimote sideveis + Tilt
pt_pt: Wiimote de lado + Inclinado
ro_ro: Telecomandă Wii orizontală + înclinare
sv_se: Wiimote sidled + lutning

# game_options
source: Works with 'Cycle-exact' mode and for a few games.
ca: Funciona amb el mode ‘Cicle exacte’ i per a pocs jocs.
es: Funciona con el modo 'Ciclo exacto' y para algunos juegos.
eu_es: 'Ziklo-zehatz' modua eta joku batzuekin funtzionatzen du.
gl_es: Funciona co modo "Cycle-exact" e para algúns xogos.
hu: Működik a "Cycle-Exact" móddal és néhány játékhoz.
it: Funziona con modalità 'Ciclo esatto' per alcuni giochi
ja_jp: CPU互換性'正確な動作'モード及びいくつかのゲームで動作します
ko: '주기 정확' 모드 및 몇 가지 게임에서 작동합니다.
nb_no: Fungerer med "Cycle-exact"-modus og i noen få spill.
pl: Działa z trybem 'Dokładnym cyklowo' i dla kilku gier.
pt_pt: Funciona com o modo 'Ciclo exato' e para alguns jogos.
ro_ro: Funcționează cu modul „ciclu exact” și pentru unele jocuri.
sk_sk: Funguje s režimom „Cycle-exact“ a pre niekoľko hier.
sv_se: Fungerar med "Cykel-exakt"-läget och för ett fåtal spel.
tr: 'Tam-döngü' modu ile ve birkaç oyun için çalışır.
vi_vn: Hoạt động với chế độ 'Chu kỳ chính xác' và cho một số trò chơi.
zh_tw: 在「精確循環」模式下和一些遊戲中使用。

# game_options
source: XBLA license enabled (Default)
ca: Llicència XBLA habilitada (Per defecte)
es: Licencia XBLA activada (Defecto)
eu_es: XBLA litzentzia gaituta (Defektuz)
gl_es: Licenza XBLA activada (predeterminada)
hu: XBLA licenc engedélyezve (alapértelmezett)
it: Licensa XBLA abilitata (Default)
ja_jp: XBLA有効 (標準)
ko: XBLA 라이선스 활성화 (기본)
nb_no: XBLA-lisens aktivert (standard)
pl: Włączona licencja XBLA (domyślnie)
pt_pt: Licença XBLA ativada (Predefinição)
ro_ro: Licența XBLA activată (Implicit)
sk_sk: XBLA licencia povolená (predvolené)
sv_se: XBLA-licens aktiverad (standard)
tr: XBLA lisansı etkin (Varsayılan)
vi_vn: Đã bật giấy phép XBLA (Mặc định)
zh_tw: 啟用XBLA許可證(預設)

# game_options
source: XBOX LIVE ARCADE
ja_jp: XBOX LIVE アーケード ライセンス
ko: 엑스박스 라이브 아케이드
tr: XBOX CANLI ARCADE

# game_options
source: Y = Fire
ca: Y = Acció
es: Y = Disparo
eu_es: Y = Tiro
gl_es: Y = Disparo
it: Y = Spara
ja_jp: Y = 発射
ko: Y = 발사
nb_no: Y = Skyt
pt_pt: Y = Disparar
ro_ro: Y = Foc
sk_sk: Y = spúšť
sv_se: Y = Skjut
tr: Y = Ateş
vi_vn: Y = Bắn
zh_tw: Y = 開火

# game_options
source: Y = Fire, B = Up
ca: Y = Acció, B = Amunt
es: Y = Disparo, B = Salto
eu_es: Y = Tiro, B = Gorqa
gl_es: Y = Disparo, B = Arriba
it: Y = Spara, B = Su
ja_jp: Y = 発射, B = 上
ko: Y = 발사, B = 위
nb_no: Y = Skyt, B = Opp
pl: Y = Fire, B = Dół
pt_pt: Y = Disparar, B = Cima
ro_ro: Y = Foc, B = Sus
sk_sk: Y = spúšť, B = hore
sv_se: Y = Skjut, B = Upp
tr: Y = Ateş, B = Yukarı
vi_vn: Y = Bắn, B = Lên
zh_tw: Y = 開火，B = 上

# game_options
source: YES
ca: SÍ
es: SÍ
eu_es: BAI
gl_es: SI
hu: IGEN
it: SI
ja_jp: 有効
ko: 예
nb_no: JA
pl: TAK
pt_pt: SIM
ro_ro: DA
sk_sk: Áno
sv_se: JA
tr: EVET
vi_vn: CÓ
zh_tw: 是

# game_options
source: YUV v3 (Firebrand)
ja_jp: YUV v3 (ファイアブランド)
ko: YUV v3 (파이어브랜드)

# game_options
source: Yellow
es: Amarillo
gl_es: Amarelo
hu: Sárga
it: Giallo
ja_jp: 黄色
ko: 노란색
nb_no: Gul
pl: Żółty
pt_pt: Amarelo
ro_ro: Galben
sk_sk: Žltá
sv_se: Gult
tr: Sarı
vi_vn: Vàng
zh_tw: 黃

# game_options
source: Yemen
gl_es: Iemen
hu: Jemen
ko: 예멘
pl: Jemen
pt_pt: Iémen
sk_sk: Jemen
sv_se: Jemen

# game_options
source: You can hide the pointer on touchscreen devices.
es: Puedes ocultar el puntero en dispositivos con pantalla táctil.
gl_es: Podes ocultar o punteiro nos dispositivos con pantalla táctil.
hu: Érintőképernyős eszközökön elrejtheti a mutatót.
it: Puoi nascondere il puntatore su devices touchscreen.
ja_jp: タッチスクリーンではポインタを非表示にすることができます
ko: 터치스크린 장치에서 포인터를 숨길 수 있습니다.
nb_no: Du kan skjule pekeren på enheter med berøringsskjerm.
pl: Na urządzeniach z ekranem dotykowym można ukryć wskaźnik.
pt_pt: Você pode ocultar o ponteiro em dispositivos com ecrã sensível ao toque.
ro_ro: Poți ascunde cursorul pe dispozitivele cu ecran tactil.
sk_sk: Môžete skryť ukazovateľ na dotykových zariadeniach.
sv_se: Du kan dölja pekaren på enheter med pekskärm.
tr: Dokunmatik ekranlı cihazlarda işaretçiyi gizleyebilirsiniz.
vi_vn: Bạn có thể ẩn con trỏ trên thiết bị màn hình cảm ứng.
zh_tw: 您可以在觸控螢幕裝置上隱藏指針。

# game_options
source: ZCULL ACCURACY
es: PRECISIÓN DE ZCULL
eu_es: ZCULL ZEHAZTASUNA
gl_es: ZCULL PRECISIÓN
hu: ZCULL PONTOSSÁG
it: ACCURATEZZA ZCULL
ja_jp: ZCULL 精度
ko: ZCULL 정확도
nb_no: ZCULL NØYAKTIGHET
pl: DOKŁADNOŚĆ ZCULL
pt_pt: PRECISÃO ZCULL
ro_ro: ACURATEȚE ZCULL
sk_sk: Presnosť ZCULL
sv_se: NOGGRANNHET FÖR ZCULL
tr: ZCULL DOĞRULUĞU
zh_tw: ZCULL 精度

# game_options
source: ZOOM (HIDE BORDERS)
ca: APROPAR (AMAGA VORES)
es: ACERCAR (OCULTA BORDES)
eu_es: ZOOM-A EGIN (EZKUTATU ERTZAK)
gl_es: ZOOM (OCULTA BORDOS)
hu: ZOOM (HATÁROK ELREJTÉSE)
it: ZOOM (NASCONDI BORDI)
ja_jp: ズーム（境界線を非表示）
ko: 확대/축소 (테두리 숨기기)
nb_no: ZOOM (SKJUL RAMMER)
pl: ZOOM (UKRYJ OBRAMOWANIA)
pt_pt: AMPLIAR (OCULTAR BORDAS)
ro_ro: MĂREȘTE (ASCUNDE MARGINILE)
sk_sk: Priblížiť (skryť okraje)
sv_se: ZOOM (DÖLJ RAMAR)
tr: YAKINLAŞ (KENARLARI GİZLE)
vi_vn: PHÓNG TO (ẨN ĐƯỜNG VIỀN)
zh_tw: 縮放(隱藏邊界)

# game_options
source: ZOOM/CROP (HIDE BORDERS)
ca: APROPAR/TALLAR (AMAGAR VORES)
es: ZOOM/RECORTAR (OCULTAR BORDES)
eu_es: ZOOM/MOZTU (EZKUTATU ERTZAK)
gl_es: ZOOM/RECORTAR (OCULTAR BORDOS)
hu: NAGYÍTÁS/VÁGÁS (SZEGÉREK ELREJTÉSE)
it: ZOOM/RITAGLIA (NASCONDE BORDI)
ja_jp: ズーム/クロップ（境界線を非表示）
ko: 확대/축소/자르기 (테두리 숨기기)
nb_no: ZOOM/BESKJÆR (SKJUL GRENSER)
pl: POWIĘKSZ/KADRUJ (UKRYJ RAMKĘ)
pt_pt: ZOOM/CORTAR (OCULTAR BORDAS)
ro_ro: MĂREȘTE/DECUPEAZĂ (ASCUNDE MARGINILE)
sk_sk: Priblížiť/orezať (skryť okraje)
sv_se: ZOOM/BESKÄR (DÖLJ RAMAR)
tr: YAKINLAŞTIR/KIRP (KENARLARI GİZLE)
vi_vn: PHÓNG TO/CẮT (ẨN ĐƯỜNG VIỀN)
zh_tw: 縮放/裁切(隱藏邊框)

# game_options
source: Zone for which the game doesn't react to the wheel (in degrees)
es: Zona en la que el juego no reacciona al volante (en grados)
gl_es: Zona na que o xogo non reacciona o volante (en graos)
hu: Zóna, ahol a játék nem reagál a kerékre (fokban)
it: Intervallo in cui il gioco non risponde allo sterzo (in gradi)
ja_jp: ゲームがステアリングに反応しない幅を設定 (度単位)
ko: 게임이 핸들에 반응하지 않는 영역 (°)
nb_no: Sone der spillet ikke reagerer på rattet (i grader)
pl: Strefa, w której gra nie reaguje na kierownicę (w stopniach)
pt_pt: Zona para a qual o jogo não reage ao volante (em graus)
ro_ro: Zona în care jocul nu răspunde la mișcarea volanului (în grade)
sk_sk: Zóna, pri ktorej hra nereaguje na koliesko (v stupňoch)
sv_se: Zon som spelet inte reagerar på ratten för (i grader)
tr: Oyunun direksiyona tepki vermediği bölge (derece)
vi_vn: Vùng mà game không phản ứng với wheel (tính bằng độ)
zh_tw: 遊戲對方向盤沒有反應的區域（以度為單位）

# keys_files
source: Zoom in the camera
es: Acercar cámara
eu_es: Kameran barnerako zoom-a egin
gl_es: Zoom na cámara
hu: A kamera nagyítása
it: Ingrandisci lo zoom
ja_jp: カメラをズームイン
ko: 카메라 확대
nb_no: Zoom inn i kameraet
pl: Przybliż obraz kamery
pt_pt: Aumentar o zoom da câmara
ro_ro: Apropie camera
sk_sk: Priblížiť kameru
sv_se: Zooma in kameran
tr: Kamerayı yakınlaştır
vi_vn: Phóng to máy ảnh
zh_tw: 相機內放大

# keys_files
source: Zoom in x5
es: Ampliar x5
gl_es: Zoom x5
hu: 5x NAGYÍTÁS
it: Ingrandisci x5
ja_jp: 拡大 x5
ko: 5배 확대
nb_no: Zoom inn x5
pl: Powiększ x5
pt_pt: Aumentar zoom x5
ro_ro: Mărește 5x
sk_sk: Priblížiť x5
sv_se: Zooma in x5
tr: 5x Yakınlaştır
vi_vn: Phóng to x5
zh_tw: 放大x5

# keys_files
source: Zoom out x5
es: Reducir x5
gl_es: Reducir x5
hu: 5x KICSINYÍTÉS
it: Rimpicciolisci x5
ja_jp: 縮小 x5
ko: 5배 축소
nb_no: Zoom ut x5
pl: Pomniejsz x5
pt_pt: Diminuir zoom x5
ro_ro: Micșorează 5x
sk_sk: Oddialiť x5
sv_se: Zooma ut x5
tr: 5x Uzaklaştır
vi_vn: Thu phóng x5
zh_tw: 縮小x5

# keys_files
source: Zoom the camera out
es: Alejar cámara
eu_es: Kameran kanporako zoom-a egin
gl_es: Reduce a cámara
hu: Kicsinyítsd a kamerát
it: Rimpicciolisci lo zoom
ja_jp: カメラをズームアウト
ko: 카메라 축소
nb_no: Zoom ut kameraet
pl: Oddal obraz kamery
pt_pt: Diminua o zoom da câmara
ro_ro: Îndepărtează camera
sk_sk: Oddialiť kameru
sv_se: Zooma ut kameran
tr: Kamerayı uzaklaştır
vi_vn: Thu nhỏ máy ảnh
zh_tw: 相機內縮小

# game_options
source: Zooms in to hide black borders.
ca: Apropa per a amagar les vores negres.
es: Amplía la imagen para ocultar los bordes negros.
eu_es: Ertz beltzak ezkutatzeko zoom-a egin
gl_es: Achega o zoom para ocultar os bordos negros.
hu: Nagyít a fekete keretek elrejtéséhez.
it: Ingrandisce per nascondere i bordi neri.
ja_jp: 拡大して黒い境界線を非表示にします
ko: 확대하여 검은색 테두리를 숨깁니다.
nb_no: Zoomer inn for å skjule svarte kanter.
pl: Powiększenie obrazu w celu ukrycia czarnych ramek.
pt_pt: Ampliar para ocultar bordas pretas.
ro_ro: Mărește pentru a ascunde marginile negre.
sk_sk: Priblíži na skrytie čiernych okrajov.
sv_se: Zooma in för att dölja svarta kanter.
tr: Siyah kenarlıkları gizlemek için yakınlaştırır.
vi_vn: Phóng to để ẩn đường viền đen.
zh_tw: 放大以隱藏黑色邊框。

# game_options
source: Zooms in to hide black borders. Borders are different per game.
ca: Apropa per a amagar les vores negres. Les vores son diferents a cada joc.
es: Se acerca para ocultar los bordes negros. Los limites son diferentes según el juego.
eu_es: Zoom-a egin ertz beltzak ezkutatzeko. Ertzak desberdinak dira joku bakoitzeko.
gl_es: Achega o zoom para ocultar os bordos negros. Os bordos son diferentes según o xogo.
hu: Nagyítás a fekete keretek elrejtéséhez. A határok játékonként eltérőek.
it: Ingrandisci per nascondere i bordi neri. I bordi sono diversi a seconda del gioco.
ja_jp: 拡大して黒い境界線を隠します。境界線はゲームごとに異なります
ko: 확대/축소하여 검은색 테두리를 숨깁니다. 테두리는 게임마다 다릅니다.
nb_no: Zoomer inn for å skjule svarte kanter. Kantene er forskjellige fra spill til spill.
pl: Powiększ, aby ukryć czarne ramki. Granice są różne dla poszczególnych gier.
pt_pt: Ampliar para esconder as bordas pretas. As bordas diferem por jogo.
ro_ro: Mărește pentru a ascunde marginile negre. Marginile sunt diferite per joc.
sk_sk: Priblíži na skrytie čiernych okrajov. Okraje sú rôzne podľa hry.
sv_se: Zooma in för att dölja svarta kanter. Kanter är olika för olika spel.
tr: Siyah kenarlıkları gizlemek için yakınlaştırır. Kenarlıklar oyuna göre farklıdır.
vi_vn: Phóng to để ẩn đường viền đen. Đường viền khác nhau với mỗi trò chơi.
zh_tw: 放大以隱藏黑色邊框。每個遊戲的邊界都不同。

# game_options
source: Zulu
es: Zulú
ko: 줄루어
pl: Zulus

# game_options
source: amber
ca: ambre
es: ámbar
eu_es: anbarra
gl_es: ámbar
hu: borostyán
it: ambra
ja_jp: 琥珀
ko: 호박색
nb_no: ravgult
pl: bursztyn
pt_pt: âmbar
ro_ro: portocaliu închis
sk_sk: jantár
sv_se: bärnsten
tr: bal rengi
vi_vn: màu hổ phách

# game_options
source: best
ca: millorada
es: Mejor
eu_es: onena
gl_es: mellor
hu: legjobb
it: migliore
ja_jp: 最良
ko: 최고
pl: najlepsza
pt_pt: melhor
ro_ro: cel mai bun
sk_sk: najlepšie
sv_se: bästa
tr: eniyi
vi_vn: tốt nhất
zh_tw: 最佳

# game_options
source: bilinear
ca: bilineal
es: bilineal
eu_es: bilinearra
gl_es: bilineal
hu: bilineáris
it: bilineare
ja_jp: バイリニア
ko: 이중선형
nb_no: bilineær
pl: dwuliniowe
sk_sk: bilineárne
sv_se: bilinjär
tr: çift doğrusal
zh_tw: 雙線姓

# game_options
source: black and white
ca: blanc i negre
es: blanco y negro
eu_es: beltza eta zuria
gl_es: branco e negro
hu: fekete és fehér
it: bianco e nero
ja_jp: 黒と白
ko: 검정색과 흰색
nb_no: svart og hvitt
pl: czarno-biały
pt_pt: preto e branco
ro_ro: negru și alb
sk_sk: čierna a biela
sv_se: svart och vitt
tr: siyah ve beyaz
vi_vn: đen và trắng
zh_tw: 黑與白

# game_options
source: black/blue
ca: negra/blau
es: negro/azul
eu_es: beltz/urdina
gl_es: negro/azul
hu: fekete/kék
it: nero/blu
ja_jp: 黒/青
ko: 검정색/파란색
nb_no: svart/blå
pl: czarny/niebieski
pt_pt: preto/azul
ro_ro: negru/albastru
sk_sk: čierna/modrá
sv_se: svart/blå
tr: siyah/mavi
vi_vn: đen/xanh da trời

# game_options
source: black/cyan
ca: negre/cian
es: negro/cian
eu_es: beltz/cyan-a
gl_es: negro/cian
hu: fekete/cián
it: nero/ciano
ja_jp: 黒/シアン
ko: 검정색/청록색
nb_no: svart/cyan
pl: czarny/cyjan
pt_pt: preto/ciano
ro_ro: negru/cyan
sk_sk: čierna/az
sv_se: svart/cyan
tr: siyah/camgöbeği
vi_vn: đen/lục lam

# game_options
source: black/electric cyan
ca: negre/cian elèctric
es: negro/cian eléctrico
eu_es: beltz/cyan elektrikoa
gl_es: negro/cian eléctrico
hu: fekete/elektromos cián
it: nero/ciano elettrico
ja_jp: 黒/鮮やかなシアン
ko: 검정색/일렉트릭 청록색
nb_no: svart/elektrisk cyan
pl: czarny/elektryczny cyjan
pt_pt: preto/ciano elétrico
ro_ro: negru/cyan electric
sk_sk: čierna/elektrická azúrová
sv_se: svart/elektrisk cyan
tr: siyah/elektrik camgöbeği
vi_vn: đen/lục lam điện

# game_options
source: black/green
ca: negre/verd
es: negro/verde
eu_es: beltz/berdea
gl_es: negro/verde
hu: fekete/zöld
it: nero/verde
ja_jp: 黒/緑
ko: 검정색/초록색
nb_no: svart/grønn
pl: czarny/zielony
pt_pt: preto/verde
ro_ro: negru/verde
sk_sk: čierna/zelená
sv_se: svart/grön
tr: siyah/yeşil
vi_vn: đen/xanh lá cây

# game_options
source: black/magenta
ca: negre/magenta
es: negro/magenta
eu_es: beltz/magenta
gl_es: negro/maxenta
hu: fekete/magenta
it: nero/magenra
ja_jp: 黒/マゼンタ
ko: 검정색/자홍색
nb_no: svart/magenta
pl: czarny/magenta
pt_pt: preto/magenta
ro_ro: negru/magenta
sk_sk: čierna/purpurová
sv_se: svart/magenta
tr: siyah/eflatun
vi_vn: đen/đỏ tươi

# game_options
source: black/white
ca: negre/blanc
es: negro/blanco
eu_es: txuri/beltza
gl_es: negro/branco
hu: fekete/fehér
it: biancno/nero
ja_jp: 黒/白
ko: 검정색/흰색
nb_no: svart/hvit
pl: czarny/biały
pt_pt: preto/branco
ro_ro: negru/alb
sk_sk: čierna/biela
sv_se: svart/vit
tr: siyah/beyaz
vi_vn: đen/trắng

# game_options
source: black/yellow
ca: negra/groc
es: negro/amarillo
eu_es: beltz/horia
gl_es: negro/amarelo
hu: fekete/sárga
it: nero/giallo
ja_jp: 黒/黄
ko: 검정색/노란색
nb_no: svart/gul
pl: czarny/żółty
pt_pt: preto/amarelo
ro_ro: negru/galben
sk_sk: čierna/žltá
sv_se: svart/gul
tr: siyah/sarı
vi_vn: đen/vàng

# game_options
source: blue sea
ca: blau oceà
es: mar azul
eu_es: urdin itsatoa
gl_es: mar azul
hu: kéktenger
it: blu marino
ja_jp: シーブルー
ko: 푸른 바다
nb_no: blått hav
pl: morze błękitu
pt_pt: azul oceano
ro_ro: mare albastră
sk_sk: modré more
sv_se: blått hav
tr: mavi deniz
vi_vn: xanh biển
zh_tw: 藍海
