Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Can be used to simulate colors of particular displays.
ca: Poden ser usats per a simular colors en pantalles particulars.
es: Puede ser usado para simular colores de algunas pantallas en particular.
eu_es: Pantaila berezien koloreak simulatzeko erabili daiteke
gl_es: Pódese usar para simular cores dalgunhas pantallas en particular.
hu: Használható bizonyos kijelzők színeinek szimulálására.
it: Può essere utilizzato per simulare colori o schermi particolari.
ja_jp: 特定のディスプレイの色をシミュレートするために使用します
ko: 특정 디스플레이의 색상을 시뮬레이션하는 데 사용할 수 있습니다.
nb_no: Kan brukes til å simulere farger på bestemte skjermer.
pl: Może być używany do symulowania kolorów poszczególnych wyświetlaczy.
pt_pt: Pode ser usado para simular cores de ecrãs específicas.
ro_ro: Poate fi utilizat pentru a simula culorile unui anumit ecran.
sk_sk: Môže sa použiť na simuláciu farieb niektorých obrazoviek.
sv_se: Kan användas för att simulera färger på särskilda skärmar.
tr: Belirli ekranların renklerini teklit etmek için kullanılabilir.
vi_vn: Có thể được sử dụng để mô phỏng màu sắc của màn hình cụ thể.
zh_tw: 可用於模擬特定顯示器的顏色。

# game_options
source: Can change the language of some games.
ca: Pot canviar l’idioma d’alguns jocs.
es: Puede cambiar el idioma en algunos juegos.
eu_es: Joku batzuen hizkuntza alda dezake.
gl_es: Pode cambiar o idioma dalgúns xogos.
hu: Megváltoztathatja egyes játékok nyelvét.
it: Può cambiare la lingua per alcuni giochi.
ja_jp: 一部のゲームの言語を変更します
ko: 일부 게임의 언어를 변경할 수 있습니다.
nb_no: Kan endre språket i enkelte spill.
pl: Może zmienić język niektórych gier.
pt_pt: Pode mudar o idioma de alguns jogos.
ro_ro: Poate schimba limba unora dintre jocuri.
sk_sk: Môže zmeniť jazyk niektorých hier.
sv_se: Kan ändra språket i vissa spel.
tr: Bazı oyunların dilini değiştirebilir.
vi_vn: Có thể thay đổi ngôn ngữ của một số trò chơi.
zh_tw: 可以更改某些遊戲的語言。

# game_options
source: Can fix bugs in some games. Only relevant for dynamic or LLVM SPU decoder.
ca: Pot corregir errors en alguns jocs. Només rellevant per al descodificador SPU dinàmic o LLVM.
es: Puede corregir errores en algunos juegos. Sólo relevante para descodificadores dinámicos o LLVM SPU.
eu_es: Joku batzuetako erroreak konpondu ditzake. LLVM SPU eta dekodetzaile dinamikoan eragiten du.
gl_es: Pode corrixir erros nalgúns xogos. Só relevante para o decodificador SPU dinámico ou LLVM.
hu: Egyes játékok hibáit javíthatja. Csak dinamikus vagy LLVM SPU dekóder esetén releváns.
it: Può risolvere i problemi di alcuni giochi. Utile solo per decoder dinamico o LLVM SPU.
ja_jp: 一部のゲームのバグを修正します (ダイナミックまたは LLVM SPU デコーダーにのみ関連)
ko: 일부 게임의 버그를 수정할 수 있습니다. 동적 또는 LLVM SPU 디코더에만 해당됩니다.
nb_no: Kan fikse feil i enkelte spill. Kun relevant for dynamisk eller LLVM SPU-dekoder.
pl: Może naprawić błędy w niektórych grach. Ma znaczenie tylko dla dekodera dynamicznego lub LLVM SPU.
pt_pt: Pode corrigir defeitos em alguns jogos. Relevante apenas para decodificador dinámico ou LLVM SPU.
ro_ro: Poate repara probleme în unele jocuri. Relevant doar pentru decodificator dinamic sau LLVM SPU.
sk_sk: Dokáže opraviť chyby v niektorých hrách. Relevantné len pre dynamický alebo LLVM SPU dekodér.
sv_se: Kan åtgärda buggar i vissa spel. Endast relevant för dynamisk eller LLVM SPU-avkodare.
tr: Bazı oyunlarda hataları düzeltebilir. Yalnızca dinamik veya LLVM SPU kod çözücü için geçerlidir.
vi_vn: Có thể sửa lỗi trong một số trò chơi. Chỉ phù hợp với bộ giải mã động hoặc LLVM SPU.
zh_tw: 可以修復一些遊戲中的錯誤，僅與動態或 LLVM SPU 解碼器相關。

# game_options
source: Can fix drifting joysticks in games.
ca: Pot corregir desviació de palanques als jocs.
es: Puede arreglar el “drift” del joystick en los juegos.
eu_es: Jokuetan bakarrik mugitzen direnjoystick-ak konpondu ditzake.
gl_es: Pode arranxar Os joysticks con deriva nos xogos.
hu: Javíthatja a sodródó joystickokat a játékokban.
it: Può risolvere lo slittamento dei joystick nei giochi.
ja_jp: ゲームで操作ずれが起こるジョイスティックを修正します
ko: 게임에서 조이스틱이 움직이는 문제를 수정할 수 있습니다.
nb_no: Kan fikse drivende joysticks i spill.
pl: Może naprawić dryfujące joysticki w grach.
pt_pt: Pode corrigir o desvio do joystick em jogos.
ro_ro: Poate rezolva problema de joystick care deviază în jocuri.
sk_sk: Dokáže opraviť driftujúce joysticky v hrách.
sv_se: Kan åtgärda driftande styrspakar i spel.
tr: Oyunlarda sürüklenen joystickleri düzeltebilir.
vi_vn: Có thể chỉnh drifting joysticks trong các trò chơi.
zh_tw: 可以修復遊戲時搖桿飄移的問題。

# game_options
source: Can fix screen tearing on unorthodox displays (most LCDs don't need this).
ca: Pot corregir el tearing a pantalles poc ortodoxes (la majoria dels LCDs no ho necessiten).
es: Puede solucionar el tearing en pantallas poco comunes (la mayoría de las pantallas LCD no necesitan esto).
eu_es: Pantailaren apurtzea konpondu dezake pantaila ez ortodoxoetan (LCD gehienek ez dute hau behar)
gl_es: Pode corrixir fallos en pantallas pouco comuns (a maioría das pantallas LCD non o precisan).
hu: Kijavíthatja a képernyő szakadását az unortodox kijelzőkön (a legtöbb LCD-nek nincs szüksége erre).
it: Può risolvere tearing schermo su schermi non-ortodossi (la maggior parte degli LCD non ne ha bisogno).
ja_jp: 特殊なディスプレイでの画面のずれを修正します（ほぼ必要ありません）
ko: 특이한 디스플레이의 화면 찢어짐 현상을 수정할 수 있습니다(대부분의 LCD에는 이 기능이 필요하지 않음).
nb_no: Kan fikse skjermriving på uortodokse skjermer (de fleste LCD-skjermer trenger ikke dette).
pl: Można naprawić rozrywanie ekranu w przypadku nietypowych monitorów (większość LCD nie potrzebuje tej funkcji).
pt_pt: Pode corrigir o rasgar do ecrã em monitores irregulares (a maioria dos LCDs não precisa disto).
ro_ro: Poate rezolva ruperi de ecran pe ecrane neortodoxe (majoritatea LCD-urilor nu necesită asta).
sk_sk: Dokáže opraviť trhanie obrazovky na neortodoxných displejoch (väčšina LCD to nepotrebuje).
sv_se: Kan åtgärda bildsläpning på okonventionella skärmar (de flesta LCD-skärmar behöver inte detta).
tr: Alışılmışın dışındaki ekranlarda, ekran yırtılmasını düzeltebilir (çoğu LCD ile buna ihtiyaç yoktur).
vi_vn: Có thể khắc phục tình trạng xé màn hình trên các màn hình không chính thống (hầu hết các màn hình LCD không cần điều này).
zh_tw: 可以修復非傳統顯示器上的螢幕撕裂問題（大多數 LCD 不需要此功能）

# game_options
source: Can fix slowdown. Only works on some drivers.
ca: Pot corregir l’alentiment. Només funciona amb alguns controladors.
es: Puede corregir la desaceleración. Sólo funciona para algunos drivers.
eu_es: Mantsotzea konpondu dezake. Driver batzuekin bakarrik dabil.
gl_es: Pode corrixir a desaceleración. Só funciona nalgúns controladores.
hu: Megoldhatja a lassulást. Csak néhány illesztőprogrammal működik.
it: Può risolvere i rallentamenti. Funziona solamente con alcuni driver.
ja_jp: 速度低下を修正します。一部のドライバーでのみ動作します
ko: 속도 저하를 수정할 수 있습니다. 일부 드라이버에서만 작동합니다.
nb_no: Kan fikse treghet. Fungerer bare på enkelte drivere.
pl: Możliwa naprawa spowolnienia. Działa tylko na niektórych sterownikach.
pt_pt: Pode corrigir lentidão. Funciona apenas em alguns drivers.
ro_ro: Poate repara încetinirea. Funcționează doar cu unele drivere.
sk_sk: Môže opraviť spomalenie. Funguje iba na niektorých ovládačoch.
sv_se: Kan fixa långsamhet. Fungerar bara på vissa drivrutiner.
tr: Yavaşlamayı düzeltebilir. Sadece bazı sürücülerde çalışır.
vi_vn: Có thể giảm làm chậm. Chỉ chạy trên một số trình điều khiển.
zh_tw: 可以修復速度變慢的問題，僅適用於某些驅動程式。

# game_options
source: Can improve frame rate and responsiveness.
ca: Pot millorar la taxa de quadres i la responsivitat.
es: Puede mejorar la velocidad de fotogramas y la capacidad de respuesta.
eu_es: Fotograma tasa eta erantzuteko gaitasuna hobetzen du.
gl_es: Pode mellorar a velocidade de fotogramas e a capacidade de resposta.
it: Può migliorare il frame rate e il tempo di risposta
ja_jp: フレームレートと応答性が向上します
ko: 프레임 속도와 응답성을 향상시킬 수 있습니다.
nb_no: Kan forbedre bildefrekvensen og reaksjonsevnen.
pl: Może poprawić częstotliwość odświeżania i szybkość reakcji.
ro_ro: Poate îmbunătăți rata de cadre și gradul de reacție.
sk_sk: Môže zlepšiť snímkovú frekvenciu a odozvu.
sv_se: Kan förbättra bildfrekvensen och reaktionsförmågan.
tr: Kare hızını ve tepki süresini artırabilir.
vi_vn: Có thể cải thiện tốc độ khung hình và khả năng phản hồi.
zh_tw: 可以提高畫格速度和反應速度。

# game_options
source: Can improve frame rates and responsiveness.
ca: Pot millorar les taxes de quadres i la responsivitat.
es: Puede mejorar la velocidad de fotogramas y la capacidad de respuesta.
eu_es: Fototrama tasa eta erantutzeko gaitasuna hobetu dezake
gl_es: Pode mellorar as taxas de fotogramas e a capacidade de resposta.
hu: Javíthatja a képkockasebességet és a válaszkészséget.
it: Può migliorare i frame rate e i tempi di risposta
ja_jp: フレームレートと応答性が向上します
ko: 프레임 속도와 응답성을 향상시킬 수 있습니다.
nb_no: Kan forbedre bildefrekvensen og reaksjonsevnen.
pl: Może poprawić częstotliwość odświeżania i szybkość reakcji.
pt_pt: Pode melhorar os fps e a capacidade de resposta.
ro_ro: Poate îmbunătăți rata de cadre și gradul de răspuns.
sk_sk: Môže zlepšiť snímkovú frekvenciu a responzívnosť.
sv_se: Kan förbättra bildfrekvens och respons.
tr: Kare hızlarını ve yanıt verme hızını iyileştirebilir.
vi_vn: Có thể cải thiện tốc độ khung hình và khả năng phản hồi.
zh_tw: 可以提高畫格速度和反應速度。

# game_options
source: Can improve performance at the expense of graphics accuracy.
es: Puede mejorar el rendimiento a expensas de la precisión de los gráficos.
eu_es: Eraginkortasuna hobetu dezake grafikoen zehaztasunaren lepotik.
gl_es: Pode mellorar o rendemento a costa da precisión dos gráficos.
hu: Javíthatja a teljesítményt a grafikai pontosság rovására.
it: Può migliorare la performance a discapito dell'accuratezza grafica.
ja_jp: グラフィックスの精度を下げて性能を向上させます
ko: 그래픽 정확도는 떨어지지만 성능은 향상될 수 있습니다.
nb_no: Kan forbedre ytelsen på bekostning av grafikkens nøyaktighet.
pl: Może poprawić wydajność kosztem dokładności grafiki.
pt_pt: Pode melhorar o desempenho em detrimento da precisão gráfica.
ro_ro: Poate îmbunătăți performanța cu costul acurateții grafice.
sk_sk: Môže zlepšiť výkon na úkor presnosti grafiky.
sv_se: Kan förbättra prestandan på bekostnad av grafiknoggrannheten.
tr: Grafik doğruluğu pahasına performansı artırabilir.
vi_vn: Có thể cải thiện hiệu suất nhưng phải đánh đổi bằng độ chính xác của đồ họa.
zh_tw: 可以犧牲圖形精度來提高效能。

# game_options
source: Can improve video performance. Do not use with ActionMax games or scanlines.
ca: Pot millorar el rendiment de vídeo. No usar amb jocs ActionMax o scanlines.
es: Puede mejorar el rendimiento de vídeo. No UTILIZAR con juegos Action Max o scan-lines.
eu_es: Bideo eraginkortasuna hobetu dezake. Ez erabili ActionMax joku edo eskanlerroekin.
gl_es: Pode mellorar o rendemento do vídeo. Non o use con xogos ou liñas de exploración de ActionMax.
hu: Javíthatja a videó teljesítményét. Ne használja ActionMax játékokkal vagy scanline-okkal.
it: Può migliorare la performance video. Non usare con giochi ActionMax o scanlines.
ja_jp: 映像表示性能が向上します。ActionMaxゲームやスキャンラインでは使用不可
ko: 비디오 성능을 향상시킬 수 있습니다. 액션 맥스 게임 또는 스캔라인과 함께 사용하지 마십시오.
nb_no: Kan forbedre videorytelsen. Må ikke brukes med ActionMax-spill eller scanlines.
pl: Może poprawić wydajność wideo. Nie należy używać z grami ActionMax ani scanlines.
pt_pt: Pode melhorar o desempenho do vídeo. Não usar com jogos ActionMax ou scanlines.
ro_ro: Poate îmbunătăți performanța video. Nu folosi împreună cu jocurile ActionMax sau liniile de scanare.
sk_sk: Môže zlepšiť výkon videa. Nepoužívajte s hrami ActionMax alebo skenovacími riadkami.
sv_se: Kan förbättra videoprestanda. Använd inte med ActionMax-spel eller skanlinjer.
tr: Video performansını artırabilir. ActionMax oyunları veya tarama çizgileri ile kullanmayın.
vi_vn: Có thể cải thiện hiệu suất video. Không sử dụng với các trò chơi ActionMax hoặc scanlines.
zh_tw: 可以提高顯示效能，請勿與 ActionMax 遊戲或掃描線一起使用。

# game_options
source: Can increase performance for games that stress the CPU.
ca: Pot millorar el rendiment en jocs que estressen la CPU.
es: Puede aumentar el rendimiento de los juegos que estresan la CPU.
eu_es: Eraginkortasuna handitu dezake CPU asko erabiltzen duten jokoetan
gl_es: Pode aumentar o rendemento dos xogos que estresan a CPU.
hu: Növelheti a CPU-t megterhelő játékok teljesítményét.
it: Può aumentare la performance dei giochi che pesano sulla CPU.
ja_jp: CPU に負荷がかかるゲームの動作を向上させることができます
ko: CPU에 부하를 주는 게임의 성능을 향상시킬 수 있습니다.
nb_no: Kan øke ytelsen i spill som belaster CPU-en.
pl: Może zwiększyć wydajność w grach, które obciążają procesor.
pt_pt: Pode aumentar o desempenho de jogos que esforcem o CPU.
ro_ro: Poate crește performanța pentru jocurile care stresează procesorul.
sk_sk: Môže zvýšiť výkon pri hrách, ktoré zaťažujú procesor.
sv_se: Kan öka prestandan i spel som belastar processorn.
tr: CPU zorlayan oyunlarda performansı artırabilir.
vi_vn: Có thể tăng hiệu suất cho game nhưng gây áp lực cho CPU.
zh_tw: 可以提高對 CPU 有壓力的遊戲的效能。

# game_options
source: Can prevent audio skips on button presses when using run-ahead.
ca: Pot prevenir salts d’àudio al prémer botons quan s’usa pre-avançat.
es: Puede evitar saltos de audio al presionar botones cuando se usa la anticipación de fotogramas.
eu_es: Audio saltoak ekidin ditzake botoiak sakatzean run-ahead erabiltzean.
gl_es: Pode evitar os saltos de audio ao premer os botóns cando se utiliza a función execución anticipada.
hu: Megakadályozhatja, hogy a hang kimaradjon a gombnyomáskor.
it: Può prevenire salti audio al momento di pressione pulsanti durante l'utilizzo di run-ahead
ja_jp: 先読み使用でボタンを押したときの音声の途切れを防ぎます
ko: 런어헤드를 사용하면 버튼을 누를 때 오디오가 건너뛰는 것을 방지할 수 있습니다.
nb_no: Kan forhindre lydhopp ved knappetrykk og bruk av forhåndskjøring.
pl: Może zapobiegać przeskakiwaniu dźwięku przy naciśnięciu przycisku.
pt_pt: Pode evitar quebras no som ao pressionar o botão quando usa o correr em avanço.
ro_ro: Poate preveni omiterile de sunet la apăsarea pe butoane când se utilizează pre-rularea.
sk_sk: Zabraňuje preskakovaniu zvuku pri stlačení tlačidla pri behu napred.
sv_se: Kan förhindra att ljudet hoppar över vid knapptryckningar när du använder möjligheten att köra bildrutor i förväg.
tr: Önden giden kareler kullanılırken tuşa basıldığında ses atlamalarını önleyebilir.
vi_vn: Có thể ngăn chặn âm thanh bỏ qua nhấn nút khi sử dụng Run-Afead.Có thể ngăn âm thanh bị bỏ qua khi nhấn nút khi sử dụng tính năng chạy tiếp.
zh_tw: 使用預計算時可以防止按鍵時音頻跳針。

# game_options
source: Can reduce crackle and stutter but increases audio latency.
ca: Pot reduïr els salts però incrementa la latència d'àudio.
es: Puede reducir crujidos y tartamudeo, pero incrementa la latencia de audio.
eu_es: Karraskatze eta toteltzea gutxitu dezakem baina audio latentzia handitzen du.
gl_es: Pode reducir o crepitar e o tartamudeo pero aumenta a latencia de audio.
hu: Csökkentheti a recsegést és a dadogást, de növeli a hang késleltetését.
it: Può ridurre la gracchiatura e balbettamento ma incrementa la latenza audio
ja_jp: パチパチ音とスタッタを減らすことができますが、音声の遅延が増加します
ko: 딱딱거리는 소리와 끊김 현상을 줄일 수 있지만 오디오 지연 시간이 늘어납니다.
nb_no: Kan redusere knitring og hakking, men øker lydforsinkelsen.
pl: Może zmniejszyć trzaski i zacinanie się, ale zwiększa opóźnienia dźwięku.
pt_pt: Pode reduzir ruído e atrasos, mas aumenta a latência de áudio.
ro_ro: Poate reduce pocnetele și bâlbâitul, dar crește latența audio.
sk_sk: Dokáže znížiť praskanie a koktanie, ale zvyšuje latenciu zvuku.
sv_se: Kan minska sprakande och hackande men ökar ljudlatensen.
tr: Çatırtı ve teklemeyi azaltabilir ancak ses gecikmesini artırır.
vi_vn: Có thể giảm hiện tượng crackle và stutter nhưng làm tăng độ trễ âm thanh.
zh_tw: 可以減少爆音和卡頓，但會增加音訊延遲。

# game_options
source: Can sharpen images in lower resolutions.
es: Puede mejorar la nitidez de las imágenes en resoluciones más bajas.
eu_es: Irudiak zorroztu ditzake bereizmen baxuetan.
gl_es: Pode mellorar a nitedez das imaxes en resolucións máis baixas.
hu: Kisebb felbontású képeket is élesíthet.
it: Può mettere a fuoco le immagini di bassa risoluzione.
ja_jp: 低解像度で画像をシャープにすることができます
ko: 낮은 해상도에서도 이미지를 선명하게 할 수 있습니다.
nb_no: Kan gjøre bilder skarpere i lavere oppløsninger.
pl: Może wyostrzać obrazy w niższych rozdzielczościach.
pt_pt: Pode tornar as imagens mais nítidas em resoluções mais baixas.
ro_ro: Poate îmbunătăți claritatea imaginilor la rezoluții mici.
sk_sk: Môže zostriť obrázky v nižších rozlíšeniach.
sv_se: Kan göra bilder skarpare i lägre upplösningar.
tr: Daha düşük çözünürlüklerdeki görüntüleri keskinleştirebilir.
vi_vn: Có thể làm sắc nét hình ảnh ở độ phân giải thấp hơn.
zh_tw: 可以銳化較低解析度的影像。

# game_options
source: Can smooth the image.
ca: Pot suavitzar la imatge.
es: Puede suavizar la imagen.
eu_es: Irudi batzuk leundu ditzake.
gl_es: Pode suavizar a imaxe.
hu: Simíthatja a képet.
it: Può sfumare l'immagine.
ja_jp: 画像を滑らかにします
ko: 이미지를 매끄럽게 할 수 있습니다.
nb_no: Kan jevne ut bildet.
pl: Potrafi wygładzić obraz.
pt_pt: Pode suavizar a imagem.
ro_ro: Poate netezi imaginea.
sk_sk: Môže vyhladiť obraz.
sv_se: Kan jämna ut bilden.
tr: Görüntüyü yumuşatabilir.
vi_vn: Có thể làm mịn hình ảnh.
zh_tw: 可以平滑影像。

# game_options
source: Canada
hu: Kanada
ko: 캐나다
pl: Kanada
pt_pt: Canadá
sk_sk: Kanada
sv_se: Kanada
tr: Kanada

# game_options
source: Canadian French
ca: Francès de Canadà
es: Francés de Canadá
eu_es: Kanadiar Frantsesa
gl_es: Francés canadense
hu: Kanadai francia
it: Francese Canadese
ja_jp: カナダフランス語
ko: 캐나다 프랑스어
nb_no: Kanadisk fransk
pl: Kanadyjski francuski
pt_pt: Francês Canadiano
ro_ro: Franceză canadiană
sk_sk: Kanadská francúzština
sv_se: Kanadensisk franska
tr: Kanada Fransızcası
vi_vn: Người Pháp Canada

# game_options
source: Capcom VS games Expand Screen Width
ca: Expandir l’ample de pantalla als jocs de lluita Capcom
es: Expandir pantalla en Juegos Capcom VS
eu_es: Capcom-en VS jokoen Pantailaren zabalera zabaltzen dute.
gl_es: Amplía o ancho da pantalla nos Xogos Capcom VS
hu: Capcom VS játékok Képernyőszélesség bővítése
it: Espandi dimensione orizzontale giochi Capcom VS
ja_jp: カプコン 格闘ゲーム画面幅拡大
ko: 캡콤 VS 게임 화면 너비 확장
nb_no: Capcom VS-spill utvider skjermbredden
pt_pt: Jogos de Luta da Capcom - Expande a Largura de ecrã
ro_ro: Extinde lățimea ecranului jocurilor Capcom VS
sk_sk: Zväčšiť šírku obrazovky pre hry Capcom VS
sv_se: Capcom VS-spel Expandera skärmens bredd
tr: Capcom VS oyunları Ekran Genişliğini Genişlet
vi_vn: Mở rộng chiều rộng màn hình cho các game đối đầu của Capcom
zh_tw: Capcom 對戰遊戲擴展螢幕寬度

# game_options
source: Cartridge
ca: Cartutx
es: Cartucho
eu_es: Kartutxoa
gl_es: Cartucho
hu: Kazetta
it: Cartuccia
ja_jp: カートリッジ
ko: 카트리지
nb_no: Kassett
pl: Kartridż
pt_pt: Cartucho
ro_ro: Cartelă
sk_sk: Kartridž
sv_se: Kassett
tr: Kartuş
zh_tw: 卡匣

# game_options
source: Cartridge (Slot 1)
ca: Cartutx (Ranura 1)
es: Cartucho (Ranura 1)
eu_es: Kartutxo (1 Zirrikitua)
gl_es: Cartucho (rañura 1)
it: Cartuccia (Slot 1)
ja_jp: カートリッジ (スロット 1)
ko: 카트리지 (슬롯 1)
nb_no: Kassett (spor 1)
pl: Kartridż (Gniazdo 1)
pt_pt: Cartucho (Slot 1)
ro_ro: Cartelă (Slot 1)
sk_sk: Kartridž (Slot 1)
sv_se: Kassett (plats 1)
tr: Kartuş (Yuva 1)
zh_tw: 卡匣 (槽1)

# game_options
source: Cartridge (Slot 2)
ca: Cartutx (Ranura 2)
es: Cartucho (Ranura 2)
eu_es: Kartutxo (2 Zirrikitua)
gl_es: Cartucho (rañura 2)
it: Cartuccia (Slot 2)
ja_jp: カートリッジ (スロット 2)
ko: 카트리지 (슬롯 2)
nb_no: Kassett (spor 2)
pl: Kartridż (Gniazdo 2)
pt_pt: Cartucho (Slot 2)
ro_ro: Cartelă (Slot 2)
sk_sk: Kartridž (Slot 2)
sv_se: Kassett (plats 2)
tr: Kartuş (Yuva 2)
zh_tw: 卡匣 (槽2)

# game_options
source: Cartridge (Slot 3)
ca: Cartutx (Ranura 3)
es: Cartucho (Ranura 3)
eu_es: Kartutxo (3 Zirrikitua)
gl_es: Cartucho (rañura 3)
it: Cartuccia (Slot 3)
ja_jp: カートリッジ (スロット 3)
ko: 카트리지 (슬롯 3)
nb_no: Kassett (spor 3)
pl: Kartridż (Gniazdo 3)
pt_pt: Cartucho (Slot 3)
ro_ro: Cartelă (Slot 3)
sk_sk: Kartridž (Slot 3)
sv_se: Kassett (plats 3)
tr: Kartuş (Yuva 3)
zh_tw: 卡匣 (槽3)

# game_options
source: Cartridge (Slot 4)
ca: Cartutx (Ranura 4)
es: Cartucho (Ranura 4)
eu_es: Kartutxo (4 Zirrikitua)
gl_es: Cartucho (rañura 4)
it: Cartuccia (Slot 4)
ja_jp: カートリッジ (スロット 4)
ko: 카트리지 (슬롯 4)
nb_no: Kassett (spor 4)
pl: Kartridż (Gniazdo 4)
pt_pt: Cartucho (Slot 4)
ro_ro: Cartelă (Slot 4)
sk_sk: Kartridž (Slot 4)
sv_se: Kassett (plats 4)
tr: Kartuş (Yuva 4)
zh_tw: 卡匣 (槽4)

# keys_files
source: Casebook
es: Libro de casos
eu_es: Erregistroa
gl_es: Caderno de casos
it: Libro del caso
ja_jp: ケースブック
ko: 사례집
pl: Książka przypadków
pt_pt: Livro de casos
ro_ro: Registru de caz
sk_sk: Kniha prípadov
sv_se: Handbok
tr: Vaka Defteri
zh_tw: 案例集

# game_options
source: Casio PV-1000 cartridges
ca: Cartutxos Casio PV-1000
es: Cartuchos Casio PV-1000
eu_es: Casio PV-1000 kartutxoak
gl_es: Cartuchos Casio PV-1000
hu: Casio PV-1000 kazetta
it: Cartucce Casio PV-1000
ja_jp: カシオ PV-1000 カートリッジ
ko: 카시오 PV-1000 카트리지
nb_no: Casio PV-1000-kassetter
pl: Kartridże Casio PV-1000
pt_pt: Cartuchos Casio PV-1000
ro_ro: Cartele Casio PV-1000
sk_sk: Casio PV-1000 kartridže
sv_se: Casio PV-1000-kassetter
tr: Casio PV-1000 kartuşları
zh_tw: Casio PV-1000 卡匣

# game_options
source: Cassette
ca: Casset
es: Casete
eu_es: Kasetea
gl_es: Casete
hu: Kazetta
it: Cassetta
ja_jp: カセット
ko: 카세트
nb_no: Kassett
pl: Kaseta
pt_pt: Cassete
ro_ro: Casetă
sk_sk: Kazeta
sv_se: Kassett
tr: Kaset
zh_tw: 卡帶

# game_options
source: Cassette 1
ca: Casset 1
es: Casete 1
eu_es: 1 Kasetea
gl_es: Casete 1
hu: Kazetta 1
it: Cassetta 1
ja_jp: カセット 1
ko: 카세트 1
nb_no: Kassett 1
pl: Kaseta 1
pt_pt: Cassete 1
ro_ro: Caseta 1
sk_sk: Kazeta 1
sv_se: Kassett 1
tr: Kaset 1
zh_tw: 卡帶1

# game_options
source: Cassette 2
ca: Casset 2
es: Casete 2
eu_es: 2 Kasetea
gl_es: Casete 2
hu: Kazetta 2
it: Cassetta 2
ja_jp: カセット 2
ko: 카세트 2
nb_no: Kassett 2
pl: Kaseta 2
pt_pt: Cassete 2
ro_ro: Caseta 2
sk_sk: Kazeta 2
tr: Kaset 2
zh_tw: 卡帶2

# game_options
source: Catalan
es: Catalán
gl_es: Catalán
hu: Katalán
it: Catalano
ja_jp: カタロニア語
ko: 카탈로니아어
nb_no: Katalansk
pl: Katalonski
pt_pt: Catalão
ro_ro: Catalană
sk_sk: Katalánčina
sv_se: Katalanska
tr: Katalanca

# game_options
source: Center (Default)
es: Centro (Defecto)
eu_es: Zentratu (Defektuz)
gl_es: Centro (predeterminado)
it: Centrato (Default)
ja_jp: 中央 (標準)
ko: 중앙 (기본)
nb_no: Senter (standard)
pl: Wyśrodkuj (domyślnie)
ro_ro: Centru (Implicit)
sk_sk: Stred (predvolené)

# keys_files
source: Change Camera Angle
gl_es: Trocar o ángulo da cámara
it: Cambia Angolo Telecamera
ko: 카메라 각도 변경
pl: Zmień kąt kamery
ro_ro: Schimbă unghiul camerei
sk_sk: Zmeniť uhol kamery
vi_vn: Thay đổi góc camera
