Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Rumble Pak (Automatic)
es: Rumble Pak (Automático)
gl_es: Rumble Pak (automático)
hu: Rumble Pak (automatikus)
it: Rumble Pak (Automatico)
ja_jp: 振動パック (自動)
ko: 진동팩 (자동)
nb_no: Rumble Pak (automatisk)
pl: Rumble Pak (automatyczny)
pt_pt: Rumble Pak (Automático)
ro_ro: Pak vibrații (Automat)
sk_sk: Rumble Pak (automatické)
sv_se: Rumble Pak (automatisk)
tr: Titreşim Paketi (Otomatik)
vi_vn: Rumble Pak (Tự động)
zh_tw: 震動包 (自動)

# keys_files
source: Run
es: Ejecutar
gl_es: Correr
hu: Futás
it: Corri
ja_jp: 走る
ko: 실행
pl: Bieg
pt_pt: Correr
ro_ro: Aleargă
sk_sk: Beh
sv_se: Kör
tr: Koş
vi_vn: Chạy
zh_tw: 執行

# game_options
source: Run the game in test mode to configure certain game options.
hu: Futtassa a játékot tesztmódban, hogy bizonyos játékbeállításokat konfigurálhasson.
ko: 특정 게임 옵션을 구성하려면 테스트 모드에서 게임을 실행하세요.
pt_pt: Executar o jogo no modo de teste para configurar determinadas opções do jogo.
sv_se: Kör spelet i testläge för att konfigurera vissa spelalternativ.
tr: Belirli oyun seçeneklerini yapılandırmak için oyunu test modunda çalıştırın.
vi_vn: Chạy trò chơi ở chế độ thử nghiệm để định cấu hình các tùy chọn trò chơi nhất định.
zh_tw: 以測試模式運行遊戲以配置某些遊戲選項。

# game_options
source: Runners simplify compatibility of running Windows games. You must have a runner in it's own directory under /userdata/system/wine/custom.
es: Los corredores simplifican la compatibilidad al ejecutar juegos de Windows. Debe tener un corredor en su propio directorio en /userdata/system/wine/custom.
gl_es: Os corredores simplifican a compatibilidade o executar os xogos de Windows. Debes ter un corredor no seu propio directorio en /userdata/system/wine/custom.
hu: A futók leegyszerűsítik a Windows-játékok kompatibilitását. A /userdata/system/wine/custom alatt kell lennie egy futónak a saját könyvtárában.
it: I runners semplificano la compatibilità coi giochi Windows. Devi posizionare un runner nella sua directory dentro /userdata/system/wine/custom.
ja_jp: ランナーは、実行中の Windows ゲームの互換性を簡素化します /userdata/system/wine/custom にランナーが必要です
ko: 러너는 윈도우 게임 실행의 호환성을 간소화합니다. /userdata/system/wine/custom 아래의 자체 디렉토리에 러너가 있어야 합니다.
nb_no: Runners gjør kompatibilitet enkelt når du kjører Windows spill. Du må en runner i egen mappe under /userdata/system/wine/custom.
pl: Uruchamiacze ułatwiają uruchamianie gier Windows. Musisz mieć uruchamiacz w swoim własnym katalogu pod /userdata/system/wine/custom.
pt_pt: Os executadores simplificam a compatibilidade da execução de jogos do Windows. Você deve ter um executador no seu próprio diretório em /userdata/system/wine/custom.
ro_ro: Runner-ii simplifică compatibilitatea rulării jocurilor Windows. Trebuie să ai un runner în dosarul lui propriu sub /userdata/system/wine/custom.
sv_se: Runners förenklar kompatibiliteten för att köra Windows-spel. Du måste ha en runner i en egen katalog under /userdata/system/wine/custom.
tr: Runner, Windows oyunlarını çalıştırmanın uyumluluğunu basitleştirir. /userdata/system/wine/custom altında kendi dizininde bir runner olması gerekir.
vi_vn: Người chạy đơn giản hóa khả năng tương thích của các trò chơi Windows đang chạy. Bạn phải có một trình chạy trong thư mục riêng của nó trong /userdata/system/wine/custom.
zh_tw: Runners 簡化了執行 Windows 遊戲的兼容性。您必須在 /userdata/system/wine/custom 下的自己的目錄中有一個運行器。

# game_options
source: Russia
ca: Rússia
es: Rusia
eu_es: Errusia
gl_es: Rusia
hu: Oroszország
ja_jp: ロシア
ko: 러시아
nb_no: Russland
pl: Rosja
pt_pt: Rússia
ro_ro: Rusia
sk_sk: Rusko
sv_se: Ryssland
tr: Rusya
vi_vn: Nga

# game_options
source: Russian
ca: Rús
es: Ruso
eu_es: Errusiera
gl_es: Ruso
hu: Orosz
it: Russo
ja_jp: ロシア語
ko: 러시아어
nb_no: Russisk
pl: Rosyjski
pt_pt: Russo
ro_ro: Rusă
sk_sk: Ruština
sv_se: Ryska
tr: Rusça
vi_vn: Tiếng Nga

# game_options
source: Russian (ru)
ca: Rus (ru)
es: Ruso (ru)
eu_es: Errusiera (ru)
gl_es: Ruso (ru)
hu: Orosz (ru)
it: Russo (ru)
ja_jp: ロシア語 (ru)
ko: 러시아어 (ru)
nb_no: Russisk (ru)
pl: Rosyjski (ru)
pt_pt: Russo (ru)
ro_ro: Rusă (ru)
sk_sk: Ruština (ru)
sv_se: Ryska (ru)
tr: Rusça (ru)
vi_vn: Nga (ru)

# game_options
source: S-Video
ja_jp: S-ビデオ
ko: S-비디오

# game_options
source: S-Video (Blargg)
ja_jp: Sビデオ (Blargg)
ko: S-비디오 (Blargg)

# game_options
source: SAVESTATE/REWIND
ca: DESAT D’ESTATS/REBOBINAR
es: GUARDAR/REBOBINAR
eu_es: GORDE EGOERA/ATZERATU
gl_es: GARDAR ESTADO/REBOBINAR
hu: MENTÉS/VISSZATEKERÉS
it: SALVATAGGIO/REWIND
ja_jp: ステートセーブ/巻き戻し
ko: 저장/되감기
nb_no: LAGRE/SPOLE TILBAKE
pl: ZAPISZ STAN/PRZEWIJAJ
pt_pt: SAVESTATE/REBOBINAR
ro_ro: STĂRI SALVATE/REVENIRE
sk_sk: Uložiť stav/pretočiť
sv_se: SPARAT TILLSTÅND/SPOLA TILLBAKA
tr: DURUM KAYIT/GERİ SAR
vi_vn: LƯU/TUA LẠI
zh_tw: 實時存檔/倒帶

# game_options
source: SCALE FACTOR
es: FACTOR DE ESCALA
eu_es: ESKALATZE FAKTOREA
gl_es: FACTOR DE ESCALA
hu: SKÁLA TÉNYEZŐ
it: FATTORE DI SCALA
ja_jp: スケールファクター
ko: 스케일 팩터
nb_no: SKALA-FAKTOR
pl: WSPÓŁCZYNNIK SKALOWANIA
pt_pt: FATOR DA ESCALA
ro_ro: FACTOR SCALARE
sk_sk: Faktor mierky
sv_se: SKALNINGSFAKTOR
tr: ÖLÇEK ETKENİ
zh_tw: 縮放因素

# game_options
source: SCALED DITHERING
es: DITHERING ESCALADO
eu_es: ESKALATUTAKO DITHERING-A
gl_es: DITHERING ESCALADO
hu: SKÁLÁZOTT DITHERING
it: DOTHERING SCALATO
ja_jp: スケーリングされたディザリング
ko: 스케일 디더링
nb_no: SKALERT DITHERING
pl: SKALOWANY DITHERING
pt_pt: ESCALA DA DITHERING
ro_ro: DITHERING SCALAT
sk_sk: Škálovaný rozklad
sv_se: SKALAD DITHERING
tr: ÖLÇEKLENMİŞ RENK GEÇİŞİ
zh_tw: 縮放抖動

# game_options
source: SCALER MODE
es: MODO DE ESCALADOR
eu_es: ESKALATZE MODUA
gl_es: MODO ESCALADOR
hu: SKÁLA MÓD
it: MODALITÀ SCALER
ja_jp: スケーラーモード
ko: 스케일러 모드
nb_no: SKALERINGSMODUS
pl: TRYB SKALOWANIA
pt_pt: MODO ESCALA
ro_ro: MOD SCALARE
sk_sk: Režim mierky
sv_se: SKALNINGSLÄGE
tr: ÖLÇEKLEME MODU
zh_tw: 縮放模式

# game_options
source: SCALING METHOD
ca: MÈTODE D’ESCALAT
es: MÉTODO DE ESCALADO
eu_es: ESKALATZE METODOA
gl_es: MÉTODO DE ESCALADO
hu: MÉRETEZÉSI MÓDSZER
it: METODO DI FILTRAGGIO
ja_jp: スケーリング方法
ko: 스케일링 방법
nb_no: SKALERINGSMETODE
pl: METODA SKALOWANIA
pt_pt: MÉTODO DE ESCALA
ro_ro: METODĂ DE SCALARE
sk_sk: Metóda škálovania
sv_se: SKALNINGSMETOD
tr: ÖLÇEKLENDİRME YÖNTEMİ
zh_tw: 縮放方法

# game_options
source: SCALING MODE
ca: MODE D’ESCALAT
es: MODO DE ESCALADO
eu_es: ESKALATZE MODUA
gl_es: MODO DE ESCALADO
hu: SKÁLÁZÁSI MÓD
it: MODALITÀ DI SCALING
ja_jp: スケーリングモード
ko: 스케일링 모드
nb_no: SKALERINGSMODUS
pl: TRYB SKALOWANIA
pt_pt: MODO DE ESCALA
ro_ro: MOD SCALARE
sk_sk: Režim škálovania
sv_se: SKALNINGSLÄGE
tr: ÖLÇEKLEME MODU
zh_tw: 縮放模式

# game_options
source: SCANLINES
es: LÍNEAS DE ESCANEO
eu_es: ESKANLERROAK
gl_es: LÍÑAS DE ESCANEO
ja_jp: スキャンライン
ko: 스캔라인
ro_ro: LINII DE SCANARE
sk_sk: Scan riadky
sv_se: SKANLINJER
tr: TARAMA ÇİZGİLERİ
zh_tw: 掃瞄線

# game_options
source: SCREEN BORDERS
es: BORDES DE PANTALLA
eu_es: PANTAILA ERTZAK
gl_es: BORDOS DA PANTALLA
hu: KÉPERNYŐSZEGÉLYEK
it: BORDI SCHERMO
ja_jp: スクリーンボーダー
ko: 화면 테두리
nb_no: SKJERMGRENSER
pl: OBRAMOWANIE EKRANU
pt_pt: BORDAS NO ECRÃ
ro_ro: MARGINI ECRAN
sk_sk: Okraje obrazovky
sv_se: SKÄRMGRÄNSER
tr: EKRAN KENARLARI
vi_vn: ĐƯỜNG VIỀN MÀN HÌNH
zh_tw: 螢幕邊框

# game_options
source: SCREEN FILTER
es: FILTRO DE PANTALLA
gl_es: FILTRO DE PANTALLA
hu: KÉPERNYŐ SZŰRŐ
it: FILTRO SCHERMO
ja_jp: スクリーンフィルター
ko: 화면 필터
pl: FILTR EKRANU
pt_pt: FILTRO DO ECRÃ
ro_ro: FILTRU ECRAN
sk_sk: Filter obrazovky
sv_se: SKÄRMFILTER
tr: EKRAN FİLTRESİ
vi_vn: BỘ LỌC MÀN HÌNH
zh_tw: 螢幕濾鏡

# game_options
source: SCREEN FILTERING
es: FILTRADO DE PANTALLA
gl_es: FILTRADO DE PANTALLA
hu: KÉPERNYŐ SZŰRÉS
it: FILTRAGGIO SCHERMO
ja_jp: スクリーンフィルタリング
ko: 화면 필터링
nb_no: FILTRERING PÅ SKJERM
pl: FILTROWANIE EKRANU
pt_pt: FILTRAGEM DO ECRÃ
ro_ro: FILTRAREA ECRANULUI
sk_sk: Filtrovanie obrazovky
sv_se: SKÄRMFILTRERING
tr: EKRAN FİLTRELEMESİ
vi_vn: LỌC MÀN HÌNH
zh_tw: 螢幕濾鏡

# game_options
source: SCREEN HEIGHT
es: ALTO DE PANTALLA
gl_es: ALTURA DA PANTALLA
hu: KÉPERNYŐ MAGASSÁGA
it: ALTEZZA SCHERMO
ja_jp: 画面の高さ
ko: 화면 높이
nb_no: SKJERMHØYDE
pl: WYSOKOŚĆ EKRANU
pt_pt: ALTURA DO ECRÃ
ro_ro: ÎNĂLȚIME ECRAN
sk_sk: Výška obrazovky
sv_se: SKÄRMHÖJD
tr: EKRAN YÜKSEKLİĞİ
vi_vn: CHIỀU CAO MÀN HÌNH
zh_tw: 螢幕高度

# game_options
source: SCREEN INCLINATION
es: INCLINACIÓN DE PANTALLA
gl_es: INCLINACIÓN DA PANTALLA
hu: KÉPERNYŐ DŐLÉSSZÖGE
it: INCLINAZIONE SCHERMO
ja_jp: 画面の向き
ko: 화면 기울기
nb_no: SKJERMHELNING
pl: NACHYLENIE EKRANU
pt_pt: INCLINAÇÃO DO ECRÃ
ro_ro: ÎNCLINARE ECRAN
sk_sk: Sklon obrazovky
sv_se: LUTNING PÅ SKÄRMEN
tr: EKRAN EĞİMİ
vi_vn: ĐỘ NGHIÊNG MÀN HÌNH
zh_tw: 螢幕傾斜度

# game_options
source: SCREEN LAYOUT
ca: DISPOSICIÓ DE PANTALLA
es: DISEÑO DE PANTALLA
eu_es: PANTAILA ANTOLAKETA
gl_es: DISEÑO DE PANTALLA
hu: KÉPERNYŐ ELRENDEZÉS
it: ARRANGIAMENTO SCHERMO
ja_jp: 画面レイアウト
ko: 화면 레이아웃
nb_no: SKJERMLAYOUT
pl: UKŁAD EKRANU
pt_pt: LAYOUT DO ECRÃ
ro_ro: AMPLASARE ECRAN
sk_sk: Rozloženie obrazovky
sv_se: SKÄRMLAYOUT
tr: EKRAN DÜZENİ
vi_vn: BỐ CỤC MÀN HÌNH
zh_tw: 螢幕佈局

# game_options
source: SCREEN ORIENTATION
ca: ORIENTACIÓ DE PANTALLA
es: ORIENTACIÓN DE LA PANTALLA
eu_es: PANTAILA ORIENTAZIOA
gl_es: ORIENTACIÓN DA PANTALLA
hu: KÉPERNYŐ TÁJOLÁSA
it: ORIENTAMENTO SCHERMO
ja_jp: 画面の向き
ko: 화면 방향
nb_no: SKJERMRETNING
pl: ORIENTACJA EKRANU
pt_pt: ORIENTAÇÃO DO ECRÃ
ro_ro: ORIENTARE ECRAN
sk_sk: Orientácia obrazovky
sv_se: SKÄRMORIENTERING
tr: EKRAN YÖNÜ
vi_vn: ĐỊNH HƯỚNG MÀN HÌNH
zh_tw: 螢幕方向

# game_options
source: SCREEN PLAYER Y
es: PANTALLA DE JUGADOR Y
gl_es: PANTALLA DE XOGADOR Y
hu: KÉPERNYŐ LEJÁTSZÓ Y
it: SCHERMO GIOCATORE Y
ja_jp: 画面表示 Y
ko: 화면 플레이어 Y
nb_no: SKJERM SPILLER Y
pt_pt: ECRÃ DO LEITOR Y
ro_ro: COORDONATĂ Y A JUCĂTOULUI
sv_se: SKÄRMSPELARE Y
tr: OYUNCU EKRANI Y
zh_tw: 螢幕玩家Y

# game_options
source: SCREEN PLAYER Z
es: PANTALLA DE JUGADOR Z
gl_es: PANTALLA DE XOGADOR Z
hu: KÉPERNYŐ LEJÁTSZÓ Z
it: SCHERMO GIOCATORE Z
ja_jp: 画面表示 Z
ko: 화면 플레이어 Z
nb_no: SKJERM SPILLER Z
pt_pt: ECRÃ DO LEITOR Z
ro_ro: COORDONATA Z A JUCĂTORULUI
sv_se: SKÄRMSPELARE Z
tr: OYUNCU EKRANI Z
zh_tw: 螢幕玩家Z

# game_options
source: SCREEN RATIO
ca: RELACIÓ DE PANTALLA
es: FORMATO DE PANTALLA
eu_es: PANTAILAREN PROPORTZIOA
gl_es: FORMATO DE PANTALLA
hu: KÉPERNYŐARÁNY
it: PROPORZIONI SCHERMO
ja_jp: 画面比率
ko: 화면 비율
nb_no: SKJERMFORHOLD
pl: PROPORCJE EKRANU
pt_pt: PROPORÇÃO DO ECRÃ
ro_ro: RAPORT ECRAN
sk_sk: Pomer strán
sv_se: SKÄRMFÖRHÅLLANDE
tr: EKRAN ORANI
vi_vn: TỈ LỆ MÀN HÌNH
zh_tw: 螢幕比例

# game_options
source: SCREEN ROTATION
ca: GIR DE PANTALLA
es: ROTACIÓN DE LA PANTALLA
eu_es: PANTAILA BIRAKETA
gl_es: ROTACIÓN DA PANTALLA
hu: KÉPERNYŐ FORGATÁSA
it: ROTAZIONE SCHERMO
ja_jp: 画面の回転
ko: 화면 회전
nb_no: SKJERMROTASJON
pl: OBRÓT EKRANU
pt_pt: ROTAÇÃO DO ECRÃ
ro_ro: ROTAȚIE ECRAN
sk_sk: Otočenie obrazovky
sv_se: SKÄRMROTATION
tr: EKRANI DÖNDÜR
vi_vn: XOAY MÀN HÌNH
zh_tw: 螢幕旋轉

# game_options
source: SCREEN SETTINGS
es: AJUSTES DE PANTALLA
gl_es: CONFIGURACIÓN DA PANTALLA
hu: KÉPERNYŐBEÁLLÍTÁSOK
it: IMPOSTAZIONI SCHERMO
ja_jp: 画面設定
ko: 화면 설정
nb_no: SKJERMINNSTILLINGER
pl: USTAWIENIA EKRANU
pt_pt: DEFINIÇÕES DO ECRÃ
ro_ro: SETĂRI ECRAN
sk_sk: Nastavenia obrazovky
sv_se: SKÄRMINSTÄLLNINGAR
tr: EKRAN AYARLARI
vi_vn: CÀI ĐẶT MÀN HÌNH
zh_tw: 螢幕設定

# game_options
source: SCREEN SIZE
ca: MIDA DE PANTALLA
es: TAMAÑO DE PANTALLA
eu_es: PANTAILA TAMAINA
gl_es: TAMAÑO DE PANTALLA
hu: KÉPERNYŐMÉRET
it: DIMENSIONE SCHERMO
ja_jp: 画面サイズ(全体)
ko: 화면 크기
nb_no: SKJERMSTØRRELSE
pl: ROZMIAR EKRANU
pt_pt: TAMANHO DO ECRÃ
ro_ro: DIMENSIUNE ECRAN
sk_sk: Veľkosť obrazovky
sv_se: SKÄRMSTORLEK
tr: EKRAN BOYUTU
vi_vn: KÍCH THƯỚC MÀN HÌNH
zh_tw: 螢幕尺寸

# game_options
source: SCREEN SIZING
ca: ESCALAT DE PANTALLA
es: TAMAÑO DE PANTALLA
eu_es: PANTAILA TAMAINA
gl_es: TAMAÑO DE PANTALLA
hu: KÉPERNYŐ MÉRETEZÉSE
it: DIMENSIONAMENTO SCHERMO
ja_jp: 個々の画面サイズ
ko: 화면 크기 조정
nb_no: SKJERMSTØRRELSE
pl: ROZMIARY EKRANÓW
pt_pt: TAMANHO DO ECRÃ
ro_ro: DIMENSIONAREA ECRANULUI
sk_sk: Veľkosť obrazovky
sv_se: SKÄRMSTORLEK
tr: EKRAN BOYUTLANDIRMASI
vi_vn: KÍCH THƯỚC MÀN HÌNH
zh_tw: 螢幕尺寸

# game_options
source: SCREEN SWAP
ca: INTERCANVI DE PANTALLES
es: INTERCAMBIAR PANTALLAS
eu_es: ALDATU PANTAILA
gl_es: INTERCAMBIAR PANTALLAS
hu: KÉPERNYŐCSERE
it: SCAMBIA SCHERMO
ja_jp: 画面の入替
ko: 화면 교체
nb_no: SKJERMBYTTE
pl: ZAMIANA EKRANÓW
pt_pt: TROCA DE ECRÃ
ro_ro: INTERSCHIMBARE ECRANE
sk_sk: Vymeniť obrazovku
sv_se: SKÄRMVÄXLING
tr: EKRAN DEĞİŞTİR
vi_vn: HOÁN ĐỔI MÀN HÌNH
zh_tw: 螢幕交換

# game_options
source: SCREEN WIDTH
es: ANCHO DE PANTALLA
gl_es: ANCHO DE PANTALLA
hu: KÉPERNYŐ SZÉLESSÉGE
it: LARGHEZZA SCHERMO
ja_jp: 画面の幅
ko: 화면 너비
nb_no: SKJERMBREDDE
pl: SZEROKOŚĆ EKRANU
pt_pt: LARGURA DO ECRÃ
ro_ro: LĂȚIME ECRAN
sk_sk: Šírka obrazovky
sv_se: SKÄRMBREDD
tr: EKRAN GENİŞLİĞİ
vi_vn: CHIỀU RỘNG MÀN HÌNH
zh_tw: 螢幕寬度

# game_options
source: SCRIPT MODULES
es: MODULOS DE SCRIPT
gl_es: MÓDULOS DE GUIÓN
hu: SZKRIPT MODULOK
it: MODULI SCRIPT
ja_jp: スクリプト モジュール
ko: 스크립트 모듈
pl: MODUŁY SKRYPTÓW
pt_pt: MÓDULOS DE SCRIPT
ro_ro: MODULE SCRIPT
sk_sk: Moduly skriptov
sv_se: SKRIPTMODULER
tr: BETİK MODÜLLERİ
vi_vn: MÔ ĐUN TẬP LỆNH
zh_tw: 腳本模組

# game_options
source: SDL CONFIG
es: CONFIGURACIÓN SDL
eu_es: SDL KONFIGURAZIOA
gl_es: CONFIGURACIÓN SDL
ja_jp: SDL 構成
ko: SDL 구성
nb_no: SDL KONFIG
pl: KONFIGURACJA SDL
pt_pt: CONFIGURAÇÃO SDL
ro_ro: CONFIGURARE SDL
sk_sk: SDL nastavenie
sv_se: SDL-KONFIG
tr: SDL YAPILANDIR
zh_tw: SDL配置

# game_options
source: SDL TEXTURE ACCESS STREAMING
ca: ACCÉS A L'STREAMING DE LA TEXTURA SDL
es: TRANSMISIÓN DE ACCESO A TEXTURA SDL
eu_es: SDL TESTURS ATZITZE JARIOA
gl_es: TRANSMISIÓN DE ACCESO A TEXTURA SDL
hu: SDL TEXTÚRA HOZZÁFÉRÉS STREAMING
it: STREAMING ACCESSO ALLE TEXTURE SDL
ja_jp: SDL テクスチャ アクセス ストリーミング
ko: SDL 텍스처 접속 스트리밍
nb_no: SDL-TEKSTUR TILGANGSSTRØMMING
pl: STRUMIENIOWY DOSTĘP DO TEKSTUR SDL
pt_pt: ACESSO Á TRANSMISSÃO DE TEXTURA DA CAMADA DIRETA SIMPLES (SDL)
sk_sk: SDL streamovanie prístupu textúry
sv_se: SDL-TEXTURÅTKOMST FÖR STRÖMNING
tr: SDL DOKU ERİŞİMİ AKIŞI
zh_tw: SDL 紋理存取流

# game_options
source: SENSITIVITY
es: SENSIBILIDAD
eu_es: SENTIKORTASUNA
gl_es: SENSIBILIDADE
hu: ÉRZÉKENYSÉG
it: SENSIBILITÀ
ja_jp: 感度
ko: 감도
nb_no: FØLSOMHET
pl: CZUŁOŚĆ
pt_pt: SENSIBILIDADE
ro_ro: SENSIBILITATE
sk_sk: Citlivosť
sv_se: KÄNSLIGHET
tr: HASSASİYET
vi_vn: ĐỘ NHẠY
zh_tw: 靈敏度

# game_options
source: SENSOR BAR POSITION
es: POSICIÓN DE LA BARRA DE SENSORES
gl_es: POSICIÓN DA BARRA DE SENSOR
hu: ÉRZÉKELŐRÁR POZÍCIÓJA
it: POSIZIONE SENSOR BAR
ja_jp: センサーバーの位置
ko: 센서바 위치
nb_no: SENSOR BAR POSISJON
pl: POZYCJA SENSOR BARA
pt_pt: POSIÇÃO DA BARRA DO SENSOR
ro_ro: POZIȚIE BARĂ INFRAROȘIE
sv_se: POSITION FÖR SENSOR BAR
tr: SENSÖR ÇUBUĞU KONUMU
vi_vn: VỊ TRÍ THANH CẢM BIẾN
zh_tw: 感應器條位置

# game_options
source: SENSOR SENSITIVITY (GYROSCOPE)
ca: SENSIBILITAT DEL SENSOR (GIROSCOPI)
es: SENSIBILIDAD DEL SENSOR (GIROSCOPIO)
eu_es: SENSOREAREN SENSIBILITATEA (GIROSKOPIOA)
gl_es: SENSIBILIDADE DO SENSOR (XIROSCOPIO)
it: SENSIBILITÀ SENSORE (GIROSCOPIO)
ja_jp: センサー感度（ジャイロスコープ）
ko: 센서 감도 (자이로스코프)
nb_no: SENSORFØLSOMHET (GYROSKOP)
pl: CZUŁOŚĆ CZUJNIKA (ŻYROSKOPU)
pt_pt: SENSIBILIDADE DO SENSOR (GIROSCÓPIO)
ro_ro: SENSIBILITATE SENZOR (GIROSCOP)
sk_sk: Citlivosť senzora (gyroskop)
sv_se: SENSORKÄNSLIGHET (GYROSKOP)
tr: SENSÖR HASSASİYETİ (JİROSKOP)
vi_vn: ĐỘ NHẠY CẢM BIẾN (GYROSCOPE)
zh_tw: 感測器靈敏度（陀螺儀）

# game_options
source: SENSOR SENSITIVITY (TILT)
ca: SENSIBILITAT DEL SENSOR (INCLINACIÓ)
es: SENSIBILIDAD DEL SENSOR (INCLINACIÓN)
eu_es: SENSOREAREN SENSIBILITATEA (OKERTZEA)
gl_es: SENSIBILIDADE DO SENSOR (INCLINACIÓN)
hu: ÉRZÉKELŐ ÉRZÉKENYSÉGE (TILT)
it: SENSIBILITÀ SENSORE (TILT)
ja_jp: センサー感度（傾斜）
ko: 센서 감도 (기울기)
nb_no: SENSORENS FØLSOMHET (TILT)
pl: CZUŁOŚĆ CZUJNIKA (PRZECHYŁ)
pt_pt: SENSIBILIDADE DO SENSOR (INCLINAÇÃO)
ro_ro: SENSIBILITATE SENZOR (ÎNCLINARE)
sk_sk: Citlivosť senzora (sklon)
sv_se: SENSORKÄNSLIGHET (LUTNING)
tr: SENSÖR HASSASİYETİ (EĞİM)
vi_vn: ĐỘ NHẠY CẢM BIẾN (TILT)
zh_tw: 感測器靈敏度（傾斜）

# game_options
source: SHADER MODE
ca: MODE DE SHADER
es: MODO DE SHADER
eu_es: SHADER MODUA
gl_es: MODO SOMBREADO (SHADER)
hu: SHADER MÓD
it: MODALITÀ SHADER
ja_jp: シェーダーモード
ko: 셰이더 모드
nb_no: SKJERM-MODUS
pl: TRYB SHADERA
pt_pt: MODO DE SHADER
ro_ro: MOD SHADER
sk_sk: Režim shadera
sv_se: SHADER-LÄGE
tr: GÖLGELENDİRİCİ MODU
vi_vn: CHẾ ĐỘ SHADER
zh_tw: 著色器模式

# game_options
source: SHADER QUALITY
ca: QUALITAT DE SOMBREJADOR
es: CALIDAD DE SHADERS
eu_es: SHADER KALITATEA
gl_es: CALIDADE DOS SOMBREADORES (SHADERS)
hu: ÁRNYÉKOLÓ MINŐSÉG
it: QUALITÀ SHADER
ja_jp: シェーダー品質
ko: 셰이더 품질
nb_no: SKJERMKVALITET
pl: JAKOŚĆ SHADERA
pt_pt: QUALIDADE DO SHADER
ro_ro: CALITATE SHADERE
sk_sk: Kvalita shadera
sv_se: SHADER-KVALITET
tr: GÖLGELENDİRİCİ KALİTESİ
vi_vn: CHẤT LƯỢNG SHADER
zh_tw: 著色器品質

# game_options
source: SHADER SET
ca: CONJUNT DE SHADERS
es: EFECTOS DE PANTALLA (SHADERS)
eu_es: SHADER MULTZOA
gl_es: CONXUNTO DE SOMBREADOS
hu: SHADER VÁLASZTÁS
it: SET DI SHADER
ja_jp: シェーダー設定
ko: 셰이더 설정
nb_no: SHADER-SETT
pl: ZESTAW SHADERÓW
pt_pt: CONJUNTO DE FILTROS
ro_ro: PACHET DE SHADERE
sk_sk: Sada shaderov
sv_se: SHADER-UPPSÄTTNING
tr: GÖLGELENDİRİCİ SETİ
vi_vn: BỘ ĐỔ BÓNG
zh_tw: 著色器集

# game_options
source: SHARE MAME ARTWORK
ca: COMPARTIR ARTWORK DE MAME
es: COMPARTIR ARTWORK DE MAME
eu_es: KONPARTITU MAME ARTELANAK
gl_es: COMPARTIR ILUSTRACIÓN DE MAME
hu: MAME ARTWORK MEGOSZTÁSA
it: CONDIVIDI ARTWORK MAME
ja_jp: MAMEアートワークを共有
ko: 마메 아트워크 공유
nb_no: DELE MAME-KUNSTVERK
pl: UDOSTĘPNIAJ GRAFIKI MAME
pt_pt: PARTILHAR A ARTE DE MAME
ro_ro: PARTAJEAZĂ ARTA MAME
sk_sk: Zdieľať MAME grafiku
sv_se: DELA MAME-BILDER
tr: MAME ÇİZİMİNİ PAYLAŞ
vi_vn: CHIA SẺ MAME ARTWORK
zh_tw: 分享 MAME 作品

# game_options
source: SHOW ACHIEVEMENT MESSAGES
gl_es: AMOSAR MENSAXES DE LOGRO
hu: EREDMÉNYÜZENETEK MUTATÁSA
it: MOSTRA MESSAGGI RISULTATI
ko: 도전과제 메세지 표시
pl: POKAŻ KOMUNIKATY O OSIĄGNIĘCIACH
pt_pt: MOSTRAR MENSAGENS DE CONQUISTA
ro_ro: AFIȘEAZĂ MESAJE DE REALIZĂRI
sk_sk: Zobraziť správy úspechov
sv_se: VISA PRESTATIONSMEDDELANDEN
tr: BAŞARIM MESAJLARINI GÖSTER
vi_vn: HIỂN THỊ THÔNG BÁO THÀNH TÍCH
zh_tw: 顯示成就訊息

# game_options
source: SHOW BIOS BOOTLOGO
ca: MOSTRAR LOGO D’ARRENCADA BIOS
es: MOSTRAR LOGO DE ARRANQUE DE BIOS
eu_es: ERAKUTSI BIOS-AREN HASERAKO LOGO-A
gl_es: AMOSAR LOGO DE ARRANQUE DE BIOS
hu: BIOS BOOTLOGO MEGJELENÍTÉSE
it: MOSTRA BOOTLOGO BIOS
ja_jp: BIOS 起動ロゴを表示
ko: 바이오스 부트로고 표시
nb_no: VIS BIOS BOOTLOGO
pl: POKAŻ BOOTLOGO BIOSU
pt_pt: MOSTRAR O LOGOTIPO DE INICIALIZAÇÃO DA BIOS
ro_ro: AFIȘEAZĂ LOGO-UL DIN BIOS LA BOOT
sk_sk: Zobraziť štartovacie logo BIOSu
sv_se: VISA BIOS UPPSTARTSLOGO
tr: BİOS AÇILIŞ LOGOSUNU GÖSTER
vi_vn: HIỂN THỊ BIOS BOOTLOGO
zh_tw: 顯示 BIOS 啟動圖標

# game_options
source: SHOW HOST CAMERA STATE
es: MOSTRAR ESTADO DE LA CÁMARA
gl_es: AMOSAR ESTADO DA CÁMARA DO ANFITRIÓN
hu: A GAZDA KAMERA ÁLLAPOTÁNAK MEGJELENÍTÉSE
it: MOSTRATO STATO VIDEOCAMERA HOST
ja_jp: ホストカメラの状態を表示
ko: 호스트 카메라 상태 표시
nb_no: VIS STATUS FOR VERTSKAMERA
pl: POKAŻ STAN KAMERY
pt_pt: MOSTRAR ESTADO DA CÂMARA HOST
ro_ro: AFIȘEAZĂ STAREA CAMEREI GAZDEI
sv_se: VISA STATUS FÖR VÄRDKAMERA
tr: ANA KAMERA DURUMUNU GÖSTER
vi_vn: HIỂN THỊ TRẠNG THÁI CAMERA MÁY CHỦ
zh_tw: 顯示主機攝影機狀態

# game_options
source: SHOW HOST MICROPHONE STATE
es: MOSTRAR ESTADO DEL MICRÓFONO
gl_es: AMOSAR ESTADO DO MICROFONO DO ANFITRIÓN
hu: A GAZDAMIKROFON ÁLLAPOTÁNAK MEGJELENÍTÉSE
it: MOSTRA STATO DEL MICROFONO HOST
ja_jp: ホストのマイクの状態を表示
ko: 호스트 마이크 상태 표시
nb_no: VIS STATUS FOR VERTSMIKROFON
pl: POKAŻ STAN MIKROFONU
pt_pt: MOSTRAR ESTADO DO MICROFONE HOST
ro_ro: AFIȘEAZĂ STAREA MICROFONULUI GAZDEI
sv_se: VISA VÄRDENS MIKROFONSTATUS
tr: ANA MİKROFON DURUMUNU GÖSTER
vi_vn: HIỂN THỊ TRẠNG THÁI MICROPHONE MÁY CHỦ
zh_tw: 顯示主機麥克風狀態

# game_options
source: SHOW LID STATE
es: MOSTRAR ESTADO DE LA TAPA
gl_es: AMOSAR ESTADO DA TAPA
hu: FEDÉLÁLLAPOT MEGJELENÍTÉSE
it: MOSTRA STATO CHISURA SCHERMI
ja_jp: 開閉の状態を表示
ko: LID 상태 표시
nb_no: VIS LID-STATUS
pl: POKAŻ STAN POKRYWY
pt_pt: MOSTRAR ESTADO DA TAMPA
ro_ro: AFIȘEAZĂ STAREA CAPACULUI
sk_sk: Zobraziť stav veka
sv_se: VISA LOCKETS TILLSTÅND
tr: LID DURUMUNU GÖSTER
vi_vn: HIỂN THỊ TRẠNG THÁI ĐÓNG
zh_tw: 顯示 LID 狀態

# game_options
source: SHOW LIGHT GUN CROSSHAIRS
ca: MOSTRAR PUNT DE MIRA DE PISTOLA DE LLUM
es: MOSTRAR PUNTO DE MIRA DE LA PISTOLA
eu_es: ERAKUTSI ARGIZKO PISTOLAREN JOPUNTUA
gl_es: AMOSA MIRILLA DA PISTOLA ÓPTICA
hu: MUTASSA A FÉNYPUSKA KERESZTJÉT
it: MOSTRA MIRINO PISTOLA
ja_jp: ガンコンの照準(クロスヘア)を表示
ko: 라이트 건 십자선 표시
nb_no: VISE TRÅDKORS FOR LYSPISTOL
pl: POKAŻ CELOWNIK PISTOLETU ŚWIETLNEGO
pt_pt: MOSTRAR MIRA DA PISTOLA
ro_ro: AFIȘEAZĂ MARCAJ ȚINTĂ PISTOL LUMINOS
sk_sk: Zobraziť nitkové kríže svetelnej pištole
sv_se: VISA LJUSPISTOLENS HÅRKORS
tr: SİLAH HEDEF İMLECİNİ GÖSTER
vi_vn: HIỂN THỊ TÂM LIGHT GUN
zh_tw: 顯示光槍十字準星

# game_options
source: SHOW ON-SCREEN DISPLAY MESSAGES
ca: MOSTRAR MISSATGES EN PANTALLA
es: MOSTRAR MENSAJES EN PANTALLA
eu_es: ERAKUTSI PANTAILAKO MEZUAK
gl_es: AMOSAR MENSAXES DE VISUALIZACIÓN EN PANTALLA
hu: KÉPERNYŐN MEGJELENŐ ÜZENETEK MEGJELENÍTÉSE
it: MOSTRA MESSAGGI A SCHERMO
ja_jp: オンスクリーンメッセージを表示
ko: 화면 디스플레이 메시지 표시
nb_no: VISE MELDINGER PÅ SKJERMEN
pl: POKAŻ KOMUNIKATY WYŚWIETLANE NA EKRANIE
pt_pt: MOSTRAR MENSAGENS DE EXIBIÇÃO NO ECRÃ
ro_ro: AFIȘEAZĂ MESAJE PE ECRAN
sk_sk: Zobraziť správy na obrazovke
sv_se: VISA MEDDELANDEN PÅ SKÄRMEN
tr: EKRAN MESAJLARINI GÖSTER
vi_vn: BẬT HIỂN THỊ TIN NHẮN TRÊN MÀN HÌNH
zh_tw: 顯示螢幕顯示訊息

# game_options
source: SHOW POINTER
es: MOSTRAR PUNTERO
gl_es: AMOSAR PUNTEIRO
hu: MUTATÓPONT
it: MOSTRA PUNTATORE
ja_jp: ポインタの表示
ko: 포인터 표시
nb_no: VIS PEKEREN
pl: POKAŻ WSKAŹNIK
pt_pt: MOSTRAR PONTEIRO
ro_ro: AFIȘEAZĂ CURSOR
sk_sk: Zobraziť ukazovateľ
sv_se: VISA PEKARE
tr: İŞARETÇİYİ GÖSTER
vi_vn: HIỂN THỊ CON TRỎ
zh_tw: 顯示指針

# game_options
source: SHOW SCREEN LAYOUT
es: MOSTRAR DISEÑO DE PANTALLA
gl_es: AMOSAR DISEÑO DA PANTALLA
hu: KÉPERNYŐ-ELRENDEZÉS MEGJELENÍTÉSE
it: MOSTRA LAYOUT SCHERMO
ja_jp: 画面レイアウト表示
ko: 화면 레이아웃 표시
nb_no: VIS SKJERMOPPSETT
pl: POKAŻ UKŁAD EKRANU
pt_pt: MOSTRAR LAYOUT DO ECRÃ
ro_ro: AFIȘEAZĂ ARANJAREA ECRANULUI
sk_sk: Zobraziť rozloženie obrazovky
sv_se: VISA SKÄRMLAYOUT
tr: EKRAN DÜZENİNİ GÖSTER
vi_vn: HIỂN THỊ BỐ CỤC MÀN HÌNH
zh_tw: 顯示螢幕佈局

# game_options
source: SHOW SECRET MESSAGES
es: MOSTRAR MENSAJES SECRETOS
eu_es: ERAKUTSI MEZU SEKRETUAK
gl_es: AMOSAR MENSAXES SECRETAS
hu: TITKOS ÜZENETEK MUTATÁSA
it: MOSTRA MESSAGGI SEGRETI
ja_jp: シークレットメッセージを表示
ko: 비밀 메시지 표시
nb_no: VISE HEMMELIGE MELDINGER
pl: POKAŻ TAJNE WIADOMOŚCI
pt_pt: MOSTRAR MENSAGENS SECRETAS
ro_ro: AFIȘEAZĂ MESAJELE SECRETE
sk_sk: Zobraziť tajné správy
sv_se: VISA HEMLIGA MEDDELANDEN
tr: GİZLİ MESAJLARI GÖSTER
vi_vn: HIỂN THỊ TIN NHẮN BÍ MẬT
zh_tw: 顯示秘密訊息

# game_options
source: SHOW TATTOO OVER BEZEL
ca: MOSTRA CALCOMANIA A SOBRE D’UNA MOTLLURA
es: MOSTRAR CALCO SOBRE EL BISEL
eu_es: ERAKUTSI TATUAIAK BEZEL-AREN GAINEAN
gl_es: AMOSA TATUAXE SOBRE O BISEL
hu: TETOVÁLÁS MEGJELENÍTÉSE A KERETEN
it: MOSTRA IL TATOO SOPRA LA CORNICE
ja_jp: ベゼル上にイメージ画像を表示
ko: 베젤 위에 문신 표시
nb_no: VIS TATOVERING OVER RAMMEN
pl: POKAŻ TATUAŻ NA RAMCE
pt_pt: MOSTRAR IMAGEM SOBREPOSTA À MOLDURA
ro_ro: AFIȘEAZĂ TATUAJ PESTE RAMĂ
sk_sk: Zobraziť tetovanie nad obrubou
sv_se: VISA TATUERING ÖVER RAM
tr: ÇERÇEVE ÜZERİNDEKİ DÖVMEYİ GÖSTER
vi_vn: HIỂN THỊ HÌNH XĂM TRÊN VIỀN
zh_tw: 邊框上顯示紋理

# game_options
source: SINGLE
ca: ÚNIC
es: SIMPLE
eu_es: ARRUNTA
gl_es: SIMPLE
hu: EGYSZERES
it: SINGOLA
ja_jp: シングル
ko: 싱글
nb_no: ENKEL
pl: JEDNA
pt_pt: ÚNICO
ro_ro: SIMPLĂ
sk_sk: Jednoduché
sv_se: ENKEL
tr: TEKLİ
vi_vn: ĐƠN
zh_tw: 單獨的

# game_options
source: SIO ACCELERATION
ca: ACCELERACIÓ SIO
es: ACELERACIÓN SIO
eu_es: SIO AZELERAZIOA
gl_es: ACELERACIÓN SIO
hu: SIO GYORSULÁS
it: ACCELERAZIONE SIO
ja_jp: SIO アクセラレーション
ko: SIO 가속
nb_no: SIO-AKSELERASJON
pl: PRZYŚPIESZENIE SIO
pt_pt: ACELERAÇÃO SIO
ro_ro: ACCELERARE SIO
sk_sk: SIO akcelerácia
sv_se: SIO-ACCELERERING
tr: SIO HIZLANDIRMASI
vi_vn: TĂNG TỐC SIO
zh_tw: SIO加速
