Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Off (faster, unstable)
ca: Apagat (més ràpid, inestable)
es: Off (más rápido, inestable)
eu_es: Desgaituta (azkarragoa, ezegonkorra)
gl_es: Desactivado (máis rápido, inestable)
hu: Ki (gyorsabb, instabil)
it: Off (veloce, instabile)
ja_jp: オフ（より速いが不安定）
ko: 끄기 (더 빠름, 불안정함)
nb_no: Av (raskere, ustabil)
pl: Wyłączone (szybciej, niestabilnie)
pt_pt: Desligado (mais rápido, instável)
ro_ro: Oprit (mai rapid, instabil)
sk_sk: Vypnuté (rýchlejšie, nestabilné)
sv_se: Av (snabbare, instabil)
tr: Kapalı(hızlı, kararsız)
vi_vn: Tắt (nhanh hơn, không ổn định)
zh_tw: 關閉(快速，不穩定)

# game_options
source: Off at Start
ca: Apagat al iniciar
es: Apagado al iniciar
eu_es: Desgaituta Haseran
gl_es: Desactivado no inicio
hu: Ki az induláskor
it: Off all'avvio
ja_jp: 開始時にオフ
ko: 시작 시 끄기
nb_no: Av ved start
pl: Wyłączone na starcie
pt_pt: Desligado no inicio
ro_ro: Oprit la început
sk_sk: Vypnuté pri štarte
sv_se: Av vid start
tr: Açılışta kapalı
vi_vn: Tắt khi bắt đầu
zh_tw: 開始時關閉

# game_options
source: Off is safer, On for specific games.
ca: Apagat és més segur, Engegat per a jocs específics.
es: DESACTIVADO es más seguro, ACTIVADO para juegos específicos.
eu_es: Desgaituta seguruagoa da, Gaituta joku zehatzetarako
gl_es: Desactivado é máis seguro, Activado para xogos específicos.
hu: A kikapcsolt állapot biztonságosabb, a bekapcsolt állapot bizonyos játékokhoz.
it: Off e' più sicuro, On è per giochi specifici.
ja_jp: オフの方が安全です。特定のゲームの場合はオンです
ko: 끄기가 더 안전하고, 특정 게임의 경우 켜기가 더 안전합니다.
nb_no: Av er tryggere, På for spesifikke spill.
pl: Wyłączone jest bezpieczniejsze, włączone dla określonych gier.
pt_pt: Desligado é mais seguro, Ativado para jogos específicos.
ro_ro: Oprit este mai sigur. Pornit pentru anumite jocuri.
sk_sk: Vypnuté je bezpečnejšie, zapnuté pre určité hry.
sv_se: Av är säkrare, På för specifika spel.
tr: Kapalı olması daha güvenlidir, belirli oyunlar için Açık.
vi_vn: Tắt an toàn hơn, bật cho một vài trò chơi cụ thể.
zh_tw: 關閉更安全，開啟則適用於特定遊戲。

# game_options
source: Off will help some games, others will run too fast.
ca: Apagat pot ajudar alguns jocs, però altres correran massa ràpid.
es: La desactivación ayudará en algunos juegos, otros se ejecutarán demasiado rápido.
eu_es: Desgaituta badago joku batzuk hobeto joango dira, beste batzuk azkarregi.
gl_es: Desactivado axudará a algúns xogos, outros funcionarán demasiado rápido.
hu: A kikapcsolás segít néhány játékon, mások túl gyorsan fognak futni.
it: Off aiuta in alcuni giochi, in altri li fa andare troppo veloci.
ja_jp: [使用しない]は一部のゲームに役立ちますが、他のゲームは速すぎます
ko: 끄기가 일부 게임에 도움이되고 다른 게임은 너무 빨리 실행됩니다.
nb_no: Av vil hjelpe noen spill, mens andre vil gå for fort.
pl: Wyłączenie pomoże w niektórych grach, inne gry będą działać zbyt szybko.
pt_pt: Desligado ajudará alguns jogos, outros correrão muito rápido.
ro_ro: Oprit va ajuta în anumite jocuri, altele vor rula prea repede.
sk_sk: Vypnutie pomôže niektorým hrám, ostatné budú bežať prirýchlo.
sv_se: Av kommer att hjälpa vissa spel, andra kommer att gå för fort.
tr: Kapalı olması bazı oyunlara yardımcı olur, diğerleri çok hızlı çalışır.
vi_vn: Tắt sẽ giúp một số trò chơi, số khác sẽ chạy rất nhanh.
zh_tw: 關閉會對某些遊戲有幫助，但其他遊戲會運行得太快。

# game_options
source: Offers analog controller and mouse support (Mouse Look), along with options for always-strafe and always-run functionalities.
es: Ofrece soporte para mando analógico y ratón (Mouse Look), junto con opciones para funcionalidades de bombardear y correr siempre.
gl_es: Ofrece soporte para controlador analóxico e rato (aspecto do rato), xunto con opcións para as funcionalidades de 'sempre correr' e 'desviar sempre'.
hu: Analóg vezérlő- és egértámogatást (Mouse Look) kínál, valamint opciókat a mindig oldalazó (Always-Strafe) és mindig futó (Always-Run) funkciókhoz.
it: Fornisce supporto per controller analogico e mouse allo stesso tempo fornisce opzioni per funzionalita' di corsa e strafe sempre abilitate.
ja_jp: アナログ コントローラとマウスのサポート (マウス ルック) に加え、常時掃引機能と常時実行機能のオプションを提供します
ko: 아날로그 컨트롤러와 마우스 지원(마우스 룩)을 제공하며, 항상 스트레이프 및 항상 실행 기능에 대한 옵션도 제공합니다.
pl: Oferuje obsługę kontrolera analogowego i myszy (Mouse Look), wraz z opcjami funkcji always-strafe i always-run.
pt_pt: Oferece suporte para comandos analógico e rato (Mouse Look), juntamente com opções para funcionalidades sempre seguras e sempre executadas.
ro_ro: Oferă suport pentru controlere analogice și maus (privire cu mausul), împreună cu opțiuni pentru funcționalitățile mereu-bombardează și mereu-aleargă.
sv_se: Stöd för analoga kontroller och mus (Mouse Look) samt alternativ för funktionerna always-strafe och always-run.
tr: Analog kontrolcü ve fare desteği (Fare Bakışı) sunar, ayrıca her zaman hareket etme ve her zaman koşma işlevleri için seçenekler sunar.
vi_vn: Cung cấp bộ điều khiển tương tự và hỗ trợ chuột (Mouse Look), cùng với các tùy chọn cho các chức năng luôn hoạt động và luôn hoạt động.
zh_tw: 提供類比控制器和滑鼠支援（滑鼠外觀），以及始終掃射和始終運行功能選項。

# game_options
source: Offers support for analog controllers and mouse look functionality for improved control.
es: Ofrece compatibilidad con mandos analógicos y funcionalidad de apariencia de ratón para un mejor control.
gl_es: Ofrece soporte para controladores analóxicos e funcionalidade de mirada con rato para un mellor control.
hu: Támogatja az analóg kontrollereket és a Mouse Look funkciót a jobb irányítás érdekében.
it: Supporta controller analogici e funzionalita' di vista via mouse per migliorare controlli.
ja_jp: アナログ コントローラーとマウスの外観機能をサポートし、制御を向上させます
ko: 향상된 제어를 위해 아날로그 컨트롤러와 마우스 모양 기능을 지원합니다.
pl: Oferuje wsparcie dla kontrolerów analogowych i funkcji wyglądu myszy dla lepszej kontroli.
pt_pt: Oferece suporte para comandos analógicos e funcionalidade de aparência de rato para controlo aprimorado.
ro_ro: Oferă suport pentru controlere analogice și folosirea mausului pentru cameră pentru un control îmbunătățit.
sv_se: Stöd för analoga kontroller och musfunktionalitet för förbättrad kontroll.
tr: Gelişmiş kontrol için analog kontrolcü desteği ve fare görünümü işlevselliği sunar.
vi_vn: Cung cấp hỗ trợ cho bộ điều khiển tương tự và chức năng nhìn chuột để cải thiện khả năng kiểm soát.
zh_tw: 提供對模擬控制器和滑鼠查看功能的支持，以改善控制。

# game_options
source: Offloads some RSX operations to a secondary thread. Improves performance in high-core processors.
es: Descarga algunas operaciones RSX a un subproceso secundario. Mejora el rendimiento en procesadores de alto núcleo.
eu_es: RSX eragiketa batzuk bigarren harira deskargatzen ditu. Eraginkortasuna hobetzen dunukleo asko dituzten prozesadoreetan.
gl_es: Descarga algunhas operacións de RSX a un fío secundario. Mellora o rendemento nos procesadores de núcleo alto.
hu: Néhány RSX-műveletet egy másodlagos szálra tölt le. Javítja a teljesítményt a nagymagos processzorokban.
it: Delega alcune operazioni RSX al thread secondatio. Migliora la performance dei processori con molti-core.
ja_jp: 一部の RSX 操作をセカンダリ スレッドに開放します。ハイコア プロセッサのが向上します
ko: 일부 RSX 작업을 보조 스레드로 오프로드합니다. 고코어 프로세서에서 성능을 향상시킵니다.
nb_no: Overfører noen RSX-operasjoner til en sekundær tråd. Forbedrer ytelsen i prosessorer med høy kjernekapasitet.
pl: Odciąża niektóre operacje RSX do wątku pomocniczego. Poprawia wydajność procesorów wielordzeniowych.
pt_pt: Descarrega algumas operações RSX para um thread secundário. Melhora o desempenho em processadores com número alto de núcleos.
ro_ro: Pasează unele operații RSX unui fir de execuție secundar. Îmbunătățește performanța procesoarelor cu mai multe nuclee.
sk_sk: Presunie niektoré operácie RSX do sekundárneho vlákna. Zlepšuje výkon vo vysokojadrových procesoroch.
sv_se: Avlastar vissa RSX-operationer till en sekundär tråd. Förbättrar prestanda i högkärniga processorer.
tr: Bazı RSX işlemlerini ikincil bir iş parçacığına aktarır. Yüksek çekirdekli işlemcilerde performansı artırır.
vi_vn: Giảm tải một số thao tác RSX sang luồng phụ. Cải thiện hiệu suất trong bộ xử lý lõi cao.
zh_tw: 將一些 RSX 操作卸載到輔助線程。提高多核心處理器的效能。

# game_options
source: Older games skipped drawing every second line, this masks that.
ca: Els jocs més antics ometen el dibuixat de cada segona línia; això ho corregeix.
es: Los juegos más antiguos omitían dibujar cada segunda línea, esto enmascara eso.
eu_es: Joku zaharrek bigarren lerro guztiak marraztea ekiditen zuten, honek hori maskaratzen du.
gl_es: Os xogos máis antigos saltaban debuxaR cada segunda liña, isto enmascara iso.
hu: A régebbi játékok kihagyták minden második sor rajzolását, ez elfedi ezt.
it: I giochi più vecchi saltano il disegno ogni altra linea, questo lo maschera.
ja_jp: 古いゲームは1行おきに描画を間引きしました。これはそれを覆い隠します
ko: 이전 게임에서는 두 번째 줄마다 그리기를 건너뛰었지만, 이 기능은 그 점을 가리고 있습니다.
nb_no: Eldre spill hoppet over å tegne annenhver linje, dette maskerer dette.
pl: Starsze gry pomijały rysowanie co drugiej linii, takie rozwiązanie to maskuje.
pt_pt: Os jogos mais antigos ignoravam a execução a cada segunda linha. Esta opção esconde o efeito
ro_ro: Jocurile mai vechi omiteau desenarea pe fiecare a doua linie, acest lucru ascunde asta.
sk_sk: Staršie hry preskočili vykreslenie každého druhého riadku, čo to maskovalo.
sv_se: Äldre spel hoppade över att rita varannan rad, detta maskerar det.
tr: Eski oyunlar her ikinci satırda bir çizimi atlar, bu bunu maskeliyor.
vi_vn: Các trò chơi cũ hơn bỏ qua việc vẽ dòng thứ hai.
zh_tw: 較舊的遊戲會跳過繪製每一行，而這個會掩蓋這一點。

# game_options
source: Olivetti Prodest PC 128S disks (BBC Master Compact)
ca: Discs Olivetti Prodest PC 128S (BBC Master Compact)
es: Discos Olivetti Prodest PC 128S (BBC Master Compact)
eu_es: Olivetti Prodest PC 128S diskoak (BBC Master Compact)
gl_es: Discos Olivetti Prodest PC 128S (BBC Master Compact)
it: Dischi Olivetti Prodest PC 128S (BBC Master Compatto)
ja_jp: Olivetti Prodest PC 128S ディスク（BBCマスターコンパクト）
ko: 올리베티 프로데스트 PC 128S 디스크 (BBC 마스터 컴팩트)
nb_no: Olivetti Prodest PC 128S disketter (BBC Master Compact)
pl: Dyski Olivetti Prodest PC 128S (BBC Master Compact)
pt_pt: Discos Olivetti Prodest PC 128S (BBC Master Compact)
ro_ro: Discuri Olivetti Prodest PC 128S (BBC Master Compact)
sk_sk: Olivetti Prodest PC 128S disky (BBC Master Compact)
sv_se: Olivetti Prodest PC 128S-diskar (BBC Master Compact)
zh_tw: Olivetti Prodest PC 128S 磁碟（BBC Master Compact）

# game_options
source: Oman
gl_es: Omán
hu: Omán
ko: 오만
pt_pt: Omã
sk_sk: Omán
tr: Umman
vi_vn: Ô-man

# game_options
source: On
ca: Engegat
eu_es: Gaitua
gl_es: Aceso
hu: Be
it: Attivo
ja_jp: 使用
ko: 켜기
nb_no: På
pl: Włączone
pt_pt: Ligado
ro_ro: Pornit
sk_sk: Zapnuté
sv_se: På
tr: Açık
vi_vn: Bật
zh_tw: 開啟

# game_options
source: On (Default)
ca: Engegat (Per defecte)
es: On (Defecto)
eu_es: Gaituta (Defektuz)
gl_es: Activado (predeterminado)
hu: Be (alapértelmezett)
ja_jp: オン (標準)
ko: 켜기 (기본)
nb_no: På (standard)
pl: Włączone (domyślnie)
pt_pt: Ligado (Predefinição)
ro_ro: Pornit (Implicit)
sk_sk: Zapnuté (predvolené)
sv_se: På (Standard)
tr: Açık (Varsayılan)
vi_vn: Bật (Mặc định)
zh_tw: 開啟(預設)

# game_options
source: On (Speed hack)
es: Activado (Truco de velocidad)
gl_es: Activado (truco de velocidade)
hu: Be (Sebesség hack)
it: On (Hack velocita')
ja_jp: オン（スピードハック）
ko: 켜기 (속도 해킹)
nb_no: På (hastighetshack)
pl: Włączone (hak szybkości)
pt_pt: Ativado (Hack de velocidade)
ro_ro: Activat (hack viteză)
sk_sk: Zapnuté (rýchlostný hack)
sv_se: På (hastighetshack)
tr: Açık (Hız geliştirmesi)
vi_vn: Bật (Hack tốc độ)
zh_tw: 開啟(快速)

# game_options
source: On (Vulkan Only)
es: On (Sólo Vulkan)
gl_es: Activado (só Vulkan)
hu: Be (Csak Vulkan)
it: On (Solo Vulkan)
ja_jp: オン (Vulkan のみ)
ko: 켜기 (Vulkan 전용)
nb_no: På (kun Vulkan)
pl: Wlaczone (Tylko dla Vulcana)
pt_pt: Ativado (Somente Vulkan)
ro_ro: On (doar pentru Vulkan)
sk_sk: Zapnuté (iba Vulkan)
sv_se: På (endast Vulkan)
tr: Açık (Sadece Vulkan)
vi_vn: Bật (chỉ Vulkan)
zh_tw: 開啟(僅限Vulkan)

# game_options
source: On (default)
ca: Engegat (per defecte)
es: On (defecto)
eu_es: Gaituta (defektuz)
gl_es: Activado (predeterminado)
hu: Be (Alap)
ja_jp: オン (標準)
ko: 켜기 (기본)
nb_no: Color Computer 3 (NTSC) (Standard)
pl: Wł. (domyślnie)
pt_pt: Ligado (padrão)
ro_ro: Activat (Implicit)
sk_sk: Zapnuté (predvolené)
sv_se: På (standard)
tr: Açık (varsayılan)
vi_vn: Bật (Mặc định)
zh_tw: 開啟(預設)

# game_options
source: On (forced)
ca: Engegat (forçat)
es: On (Forzado)
eu_es: Gaituta (behartuta)
gl_es: Activado (forzado)
hu: Be (kényszerítve)
it: Attivo (forzato)
ja_jp: 使用する（強制）
ko: 켜기 (강제)
nb_no: På (tvunget)
pl: Włączone (wymuszone)
pt_pt: Ligado (forçado)
ro_ro: Pornit (forțat)
sk_sk: Zapnuté (vynútené)
sv_se: På (tvingad)
tr: Açık (zorla)
vi_vn: Bật (bắt buộc)
zh_tw: 開啟(強制)

# game_options
source: On at Start
ca: Engegat al iniciar
es: Encendido al iniciar
eu_es: Gaituta Haseran
gl_es: Activado no inicio
hu: Bekapcsolva induláskor
it: On all'avvio
ja_jp: 開始時にオン
ko: 시작 시 켜기
nb_no: På ved start
pl: Włączone na starcie
pt_pt: Ligado no inicio
ro_ro: Pornit la început
sk_sk: Zapnuté pri spustení
sv_se: På vid start
tr: Başlangıçta Açık
vi_vn: Bật khi bắt đầu
zh_tw: 開始時開啟

# game_options
source: On screen 2 if available
es: En pantalla 2 si está disponible
gl_es: Na pantalla 2 se está dispoñible
hu: A 2. képernyőn, ha elérhető
it: Sullo schermo 2 se disponibile
ja_jp: 利用可能な場合は画面 2 に表示
ko: 사용 가능한 경우 화면 2
nb_no: På skjerm 2 hvis tilgjengelig
pl: Na ekranie 2 jeśli dostępny
pt_pt: No ecrã 2, se disponível
ro_ro: Pe al doilea ecran, dacă este disponibil
sk_sk: Na obrazovke 2 ak je dostupné
sv_se: På skärm 2 om tillgänglig
tr: Varsa 2. Ekranda
vi_vn: Trên màn hình 2 nếu có thể
zh_tw: 如果可用，則在螢幕 2 上顯示

# game_options
source: On screen 3 if available
es: En pantalla 3 si está disponible
gl_es: Na pantalla 3 se está dispoñible
hu: A 3. képernyőn, ha elérhető
it: Sullo schermo 3 se disponibile
ja_jp: 利用可能な場合は画面 3 に表示
ko: 사용 가능한 경우 화면 3
nb_no: På skjerm 3 hvis tilgjengelig
pl: Na ekranie 3, jeśli dostępny
pt_pt: No ecrã 3, se disponível
ro_ro: Pe al treilea ecran, dacă este disponibil
sk_sk: Na obrazovke 3 ak je dostupné
sv_se: På skärm 3 om tillgängligt
tr: Varsa 3. Ekranda
vi_vn: Trên màn hình 3 nếu có thể
zh_tw: 如果可用，則在螢幕 3 上顯示

# game_options
source: On with game detection message
ca: Engegat amb missatge de detecció de joc
es: Añadido mensaje de detección de juego
eu_es: Gaituta joku detekzio mezuarekon
gl_es: Activado mensaxe de detección do xogo
hu: Játékfelismerő üzenet bekapcsolva
it: Attivo con rilevamento messaggi gioco
ja_jp: ゲーム検出表示時に使用
ko: 게임 감지 메시지 켜기
nb_no: På med melding om spillgjenkjenning
pl: Włączone z komunikatem wykrywania gry
pt_pt: Ligado em conjunto com a mensagem de detecção do jogo
ro_ro: Activat cu mesaj de detecție a jocului
sk_sk: HraZapnuté so správou o detekcii hry
sv_se: På med spelupptäcktsmeddelande
tr: Oyun algılama mesajı ile açık
vi_vn: Bật thông báo phát hiện trò chơi
zh_tw: 開啟遊戲偵測訊息

# game_options
source: On with rewind support
ca: Engegat amb suport de rebobinat
es: Añadido soporte de rebobinado
eu_es: Gaituta atzeratu erabiltzen bada
gl_es: Activado soporte de rebobinado
hu: Visszatekerés támogatással
it: Attivo con supporto rewind
ja_jp: 両方使用(巻き戻しも使用)
ko: 되감기 지원으로 켜기
nb_no: På med støtte for tilbakespoling
pl: Włączone z obsługą przewijania
pt_pt: Ligado em conjunto com suporte para rebobinar
ro_ro: Activat cu suport de revenire
sk_sk: Zapnuté s podporou prevíjania
sv_se: På med stöd för återspolning
tr: Geri sarma desteği ile açık
vi_vn: Bật với hỗ trợ tua lại
zh_tw: 開啟倒帶支持

# game_options
source: Only Async (skip draw) avoids freezing while compiling shaders.
ca: Només Async (ometre dibuixat) evita con bloqueig mentre es compilen shaders.
es: Sólo Async (omite dibujado) evita la congelación mientras se compilan los sombreadores.
eu_es: Async soilik (saltatu marraztea) shader-ak konpilatzean ematen den gelditzea ekiditen du.
gl_es: Só Async (saltar debuxo) evita a conxelación ao compilar os sombreadores.
hu: Csak az Async (kihagyja a rajzolást) kerüli el a lefagyást a shaderek fordításakor.
it: Solo Asynch (salta disegno) previene il blocco durante compilazione shares.
ja_jp: シェーダーコンパイル中のフリーズ回避は、非同期（スキップドロー）のみです
ko: 비동기(그리기 건너뛰기)만 셰이더를 컴파일하는 동안 중지되는 것을 방지합니다.
nb_no: Bare Async (skip draw) unngår frysing under kompilering av shaders.
pl: Tylko funkcja Async (pominięcie rysowania) pozwala uniknąć zamrożenia podczas kompilacji shaderów.
pt_pt: Apenas o assíncronar (saltar desenho no ecrã) evita o congelamento durante a compilação dos sombreamentos.
ro_ro: Doar asincronă (omite desenarea) evită înghețările când se compilează shaderele.
sk_sk: Len Async (preskočiť kreslenie) zabráni zamrznutiu pri kompilácii shaderov.
sv_se: Endast Asynk (hoppa över draw) undviker frysning vid kompilering av shaders.
tr: Sadece Eş Zamansız (çizmeyi atla), gölgelendiricileri derlerken donmayı önler.
vi_vn: Chỉ Bất đồng bộ (bỏ qua vẽ) mới tránh được tình trạng đóng băng trong khi biên dịch trình đổ bóng.
zh_tw: 只有非同步（跳過繪製）才能避免在編譯著色器時凍結。

# game_options
source: Only Overscan Area
ca: Només àrea Overscan
es: Sólo área de overscan
eu_es: Overscan hedadura bakarrik
gl_es: Só área de Overscan
hu: Csak Overscan terület
it: Solo l'area di Overscan
ja_jp: オーバースキャンエリアのみ
ko: 오버스캔 영역만
nb_no: Kun overscanningsområde
pl: Tylko obszar Overscan
pt_pt: Somente área da borda (overscan)
ro_ro: Doar aria de overscan
sk_sk: Iba oblasť overscan
sv_se: Endast överskanningsområde
tr: Sadece Aşırı Tarama Alanı
zh_tw: 僅限過掃描區域

# game_options
source: Only applicable when either Async Shader mode is set.
es: Sólo se aplica cuando se establece cualquiera de los modos Async Shader.
eu_es: Shader asinkrono modua gaituta dagoenean bakarrik ezarri daiteke.
gl_es: Só aplicable cando se configura un dos modos Async Shader.
hu: Csak akkor alkalmazható, ha bármelyik Async Shader mód be van állítva.
it: Applicabile solamente quando uno degli Asynch Shader mode è abilitato.
ja_jp: 非同期シェーダー モードが設定されている場合にのみ適用されます
ko: 비동기 셰이더 모드가 설정된 경우에만 적용됩니다.
nb_no: Gjelder bare når enten Async Shader-modus eller Async Shader-modus er angitt.
pl: Dotyczy tylko sytuacji, gdy ustawiony jest tryb Async.
pt_pt: Aplicável apenas quando o modo Shader assíncrono está definido.
ro_ro: Aplicabil doar când modul shader asincron este setat.
sk_sk: Použiteľné iba vtedy, keď je nastavený niektorý z režimov Async Shader.
sv_se: Endast tillämpligt när något av Async Shader-lägena är inställt.
tr: Sadece Eş Zamansız Gölgelendirici modlarından biri ayarlandığında geçerlidir.
vi_vn: Chỉ áp dụng khi chế độ Async Shader được đặt.
zh_tw: 僅在設定了非同步著色器模式時適用。

# game_options
source: Only applicable when using OpenGL.
es: Sólo aplicable cuando se utiliza OpenGL.
eu_es: OpenGL erabiltzen denean da aplikagarri
gl_es: Só aplicable cando se usa OpenGL.
hu: Csak OpenGL használata esetén alkalmazható.
it: Applicabile solo se utilizzi OpenGL.
ja_jp: OpenGL を使用する場合にのみ適用されます
ko: OpenGL을 사용할 때만 적용됩니다.
nb_no: Gjelder kun ved bruk av OpenGL.
pl: Ma zastosowanie tylko w przypadku korzystania z OpenGL.
pt_pt: Aplicável somente ao usar OpenGL.
ro_ro: Aplicabil doar când se folosește OpenGL.
sk_sk: Použiteľné iba pre OpenGL.
sv_se: Endast tillämpligt vid användning av OpenGL.
tr: Sadece OpenGL kullanıldığında geçerlidir.
vi_vn: Chỉ áp dụng khi sử dụng OpenGL.
zh_tw: 僅在使用 OpenGL 時適用。

# game_options
source: Only applies when using Parallel-RDP as the chosen RDP Plugin.
es: Sólo se aplica cuando se usa Parallel-RDP como el complemento RDP elegido.
eu_es: Parallel-RDP aukeratzen denean RDP Plugin bezela hartuko da kontuan.
gl_es: Só se aplica cando se usa Parallel-RDP como o complemento RDP escollido.
hu: Csak akkor érvényes, ha a Parallel-RDP-t választotta RDP beépülő modulként.
it: Valido solo quando utilizzi Parallel-RDP come Plugin RDP.
ja_jp: RDP プラグインとして[PARALLEL-RDP]を選択した場合のみ適用されます
ko: 선택한 RDP 플러그인으로 Parallel-RDP를 사용하는 경우에만 적용됩니다.
nb_no: Gjelder bare når du bruker Parallel-RDP som RDP-plugin.
pl: Dotyczy tylko korzystania z równoległego RDP jako wybranej wtyczki RDP.
pt_pt: Aplica-se apenas ao usar o Parallel-RDP como o plug-in RDP escolhido.
ro_ro: Se aplică doar când se utilizează pluginul RDP Parallel-RDP.
sk_sk: Použiteľné len pri použití Parallel-RDP ako vybraný RDP Plugin.
sv_se: Gäller endast när du använder Parallel-RDP som vald RDP-insticksmodul.
tr: Sadece seçilen RDP Eklentisi olarak Paralel-RDP kullanıldığında geçerlidir.
vi_vn: Chỉ áp dụng khi sử dụng Parallel-RDP làm Plugin RDP đã chọn.
zh_tw: 僅適用於使用 Parallel-RDP 作為所選 RDP 插件的情況。

# game_options
source: Only for Super Game Boy enhanced games.
ca: Només per jocs millorats de Super Game Boy.
es: Sólo para juegos mejorados de Super Game Boy.
eu_es: Super Game Boy hobekuntza duten jokuetarako bakarrik
gl_es: Só para xogos mellorados de Super Game Boy.
hu: Csak Super Game Boy továbbfejlesztett játékokhoz.
it: Solo per i giochi Super Game Boy enhanced.
ja_jp: スーパーゲームボーイ対応ゲームのみ
ko: 슈퍼 게임보이 강화 게임에만 해당됩니다.
nb_no: Kun for spill som er forbedret for Super Game Boy.
pl: Tylko dla ulepszonych gier Super Game Boy.
pt_pt: Somente para jogos afinados no Super Game Boy.
ro_ro: Doar pentru jocurile îmbunătățite Super Game Boy.
sk_sk: Iba pre hry Super Game Boy enhanced.
sv_se: Endast för Super Game Boy-förbättrade spel.
tr: Sadece Super Game Boy ile geliştirilmiş oyunlar için.
vi_vn: Chỉ dành cho các trò chơi Super Game Boy nâng cao.
zh_tw: 僅適用於 Super Game Boy 增強型遊戲。

# game_options
source: Only for games that employed it (for Boktai)
ca: Només per jocs que l’empren (per Boktai)
es: Sólo para juegos que lo emplearon (para Boktai)
eu_es: Erabiltzen duten jokuetan bakarrik (Boktai-rentzat)
gl_es: Só para xogos co empregaron (para Boktai)
hu: Csak azokhoz a játékokhoz, amelyek ezt alkalmazták (Boktai esetében)
it: Solo per giochi che lo permettono (per Boktai)
ja_jp: それを採用したゲームのみ（ボクらの太陽）
ko: 이를 사용한 게임에만 해당 (우리들의 태양용)
nb_no: Bare for spill som brukte det (for Boktai)
pl: Tylko w grach, w których to zastosowano (w Boktai)
pt_pt: Apenas para jogos que o empregam (para Boktai)
ro_ro: Doar pentru jocurile care o implementează (pentru Boktai)
sk_sk: Iba pre hry, ktoré ho používali (pre Boktai)
sv_se: Endast för spel som använde det (för Boktai)
tr: Sadece onu kullanan oyunlar için (Boktai için)
vi_vn: Chỉ dành cho các trò chơi sử dụng nó (đối với Boktai)
zh_tw: 僅適用於使用它的遊戲（例如 Boktai）

# game_options
source: Only increase the image size in integer multiples.
ca: Només incrementa la mida d’imatge en múltiples sencers.
es: Aumenta el tamaño de la imagen sólo en múltiplos enteros.
eu_es: Zenbaki osoko multiploetan bakarrik handitu irudi tamaina
gl_es: Aumenta o tamaño da imaxe só en múltiplos enteiros.
hu: Csak egész számú többszörösökben növelje a képméretet.
it: Aumenta la dimensione immagine solo di multipli di numeri interi
ja_jp: 画像サイズは、整数倍でのみ増やします
ko: 이미지 크기는 정수의 배수로만 늘립니다.
nb_no: Bildestørrelsen kan bare økes i heltallsmultipler.
pl: Zwiększa rozmiar obrazu tylko w wielokrotnościach całkowitych.
pt_pt: Aumente o tamanho da imagem apenas em múltiplos inteiros.
ro_ro: Crește mărimea imaginii doar în multipli întregi.
sk_sk: Zväčšovať veľkosť obrazu iba v celočíselných násobkoch.
sv_se: Öka endast bildstorleken i heltalsmultiplar.
tr: Sadece görüntü boyutunu tam sayı katlarında artırın.
vi_vn: Chỉ tăng kích thước hình ảnh theo bội số nguyên.
zh_tw: 僅以整數倍放大圖像。
