Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: CONTROLLER 4 INPUT MAPPING
es: CONFIGURACIÓN DE MANDO 4
gl_es: CONFIGURACIÓN DO MANDO 4
hu: VEZÉRLŐ 4 BEMENETI HOZZÁRENDELÉS
it: MAPPATURA INPUT CONTROLLER 4
ja_jp: コントローラー 4 の入力割当
ko: 컨트롤러 4 입력 매핑
nb_no: TILORDNING AV INNGANGER FOR KONTROLLER 4
pl: MAPOWANIE WEJSC KONTROLERA 4
pt_pt: MAPEAMENTO DO COMANDO 4
ro_ro: ASOCIERI CONTROLER 4
sk_sk: Mapovanie ovládača 4
sv_se: INMATNINGSMAPPNING FÖR KONTROLLER 4
tr: KONTROLCÜ 4 GİRİŞ EŞLEMESİ
vi_vn: BỐ CỤC PHÍM BỘ ĐIỀU KHIỂN 4
zh_tw: 控制器4輸入映射

# game_options
source: CONTROLLER 4 TYPE
ca: COMANDAMENT 4 TIPUS
es: MANDO TIPO 4
eu_es: 4 MOTA KONTROLATZAILEA
gl_es: MANDO TIPO 4
hu: VEZÉRLŐ 4 TÍPUS
it: TIPOLOGIA DEL CONTROLLER 4
ja_jp: コントローラー 4 タイプ
ko: 컨트롤러 4 유형
nb_no: KONTROLLER 4 TYPE
pl: TYP KONTROLERA 4
pt_pt: TIPO DE COMANDO 4
ro_ro: TIP CONTROLER 4
sk_sk: Typ ovládača 4
sv_se: KONTROLLER 4 TYP
tr: KONTROLCÜ 4 TÜRÜ
vi_vn: LOẠI CỦA BỘ ĐIỀU KHIỂN 4
zh_tw: 控制器4類型

# game_options
source: CONTROLLER 5
es: MANDO 5
gl_es: MANDO 5
hu: KONTROLLER 5
ja_jp: コントローラー 5
ko: 컨트롤러 5
pl: KONTROLER 5
pt_pt: COMANDO 5
ro_ro: CONTROLER 5
sk_sk: Ovládač 5
sv_se: KONTROLLER 5
tr: KONTROLCÜ 5
vi_vn: BỘ ĐIỀU KHIỂN 5
zh_tw: 控制器5

# game_options
source: CONTROLLER 6
es: MANDO 6
gl_es: MANDO 6
hu: KONTROLLER 6
ja_jp: コントローラー 6
ko: 컨트롤러 6
pl: KONTROLER 6
pt_pt: COMANDO 6
ro_ro: CONTROLER 6
sk_sk: Ovládač 6
sv_se: KONTROLLER 6
tr: KONTROLCÜ 6
vi_vn: BỘ ĐIỀU KHIỂN 6
zh_tw: 控制器6

# game_options
source: CONTROLLER 7
es: MANDO 7
gl_es: MANDO 7
hu: KONTROLLER 7
ja_jp: コントローラー 7
ko: 컨트롤러 7
pl: KONTROLER 7
pt_pt: COMANDO 7
ro_ro: CONTROLER 7
sk_sk: Ovládač 7
sv_se: KONTROLLER 7
tr: KONTROLCÜ 7
vi_vn: BỘ ĐIỀU KHIỂN 7
zh_tw: 控制器7

# game_options
source: CONTROLLER COMBINATION
ca: COMBINACIÓ DE COMANDAMENTS
es: COMBINACIÓN DE MANDO
eu_es: KONTROLATZAILE KONBINAZIOA
gl_es: COMBINACIÓN DE MANDO
hu: VEZÉRLŐ KOMBINÁCIÓ
it: COMBINAZIONE CONTROLLER
ja_jp: コントローラーの組み合わせ
ko: 컨트롤러 조합
nb_no: KOMBINASJON AV REGULATORER
pl: KOMBINACJA KONTROLERÓW
pt_pt: COMBINAÇÃO DE COMANDOS
ro_ro: COMBINAȚIE CONTROLER
sk_sk: Kombinácia ovládača
sv_se: KOMBINATION AV STYRENHETER
tr: KONTROLCÜ KOMBİNASYONU
vi_vn: KẾT HỢP ĐIỀU KHIỂN
zh_tw: 控制器組合

# game_options
source: CONTROLLER CONFIGURATION
ca: CONFIGURACIÓ DEL COMANDAMENT
es: CONFIGURACIÓN DEL MANDO
eu_es: KONTROLATZAILE KONFIGURAZIOA
gl_es: CONFIGURACIÓN DO MANDO
it: CONFIGURAZIONE CONTROLLER
ja_jp: コントローラー 構成
ko: 컨트롤러 구성
nb_no: KONFIGURASJON AV KONTROLLEREN
pl: KONFIGURACJA KONTROLERA
ro_ro: CONFIGURAȚIE CONTROLER
sk_sk: Nastavenie ovládača
vi_vn: CẤU HÌNH ĐIỀU KHIỂN

# game_options
source: CONTROLLER PAK
eu_es: KONTROLATZAILE PAK-A
gl_es: PAQUETE DE CONTROLADOR
hu: KONTROLLER PAK
ja_jp: コントローラー パック
ko: 컨트롤러 팩
pl: PAK KONTROLERA
pt_pt: COMANDO PAK
ro_ro: PAK CONTROLER
sk_sk: Ovládač pak
sv_se: KONTROLLERPAKET
tr: KONTROLCÜ PAKETİ
vi_vn: BỘ ĐIỀU KHIỂN PAK
zh_tw: 控制器記憶卡

# game_options
source: CONTROLLER PORT
ca: PORT DEL COMANDAMENT
es: PUERTO DEL MANDO
eu_es: KONTROLATZAILE PORTUA
gl_es: PORTO DO MANDO
hu: VEZÉRLŐ PORT
it: PORTA CONTROLLER
ja_jp: コントローラー ポート
ko: 컨트롤러 포트
nb_no: KONTROLLERPORT
pl: PORT KONTROLERA
pt_pt: ENTRADA DO COMANDO
ro_ro: PORT CONTROLER
sk_sk: Port ovládača
sv_se: KONTROLLERPORT
tr: KONTROLCÜ PORTU
vi_vn: CỔNG ĐIỀU KHIỂN
zh_tw: 控制器埠

# game_options
source: CONTROLLER PROFILE
ca: PERFIL DEL COMANDAMENT
es: PERFIL DEL MANDO
eu_es: KONTROLATZAILE PROFILA
gl_es: PERFIL DO MANDO
hu: VEZÉRLŐ PROFIL
it: PROFILO CONTROLLER
ja_jp: コントローラプロファイル
ko: 컨트롤러 프로파일
nb_no: KONTROLLERPROFIL
pl: PROFIL KONTROLERA
pt_pt: PERFIL DO COMANDO
ro_ro: PROFIL CONTROLER
sk_sk: Profil ovládača
sv_se: KONTROLLERPROFIL
tr: KONTROLCÜ PROFİLİ
vi_vn: HỒ SƠ BỘ ĐIỀU KHIỂN
zh_tw: 控制器配置

# game_options
source: CONTROLLER TO LIGHT GUN
ca: COMANDAMENT A PISTOLA DE LLUM
es: MANDO A PISTOLA (LIGHT GUN)
eu_es: KONTROLATZAILEA ARGIZKO PISTOLARA
gl_es: CONTROLADOR A PISTOLA ÓPTICA
hu: VEZÉRLŐ A FÉNYPUSKÁHOZ
it: DA CONTROLLER A PISTOLA
ja_jp: 銃操作をコントローラーに割り当て
ko: 라이트 건 컨트롤러
nb_no: KONTROLLER TIL LYSPISTOL
pl: KONTROLER NA PISTOLET ŚWIETLNY
pt_pt: COMANDO PARA PISTOLA
ro_ro: CONTROLER LA PISTOL LUMINOS
sk_sk: Ovládač na svetelnú pištoľ
sv_se: KONTROLLER TILL LJUSPISTOL
tr: KONTROLCÜDEN TABANCAYA
zh_tw: 控制器轉光槍

# game_options
source: CONTROLLER TYPE
ca: TIPUS DE COMANDAMENT
es: TIPO DE MANDO
eu_es: KONTROLATZAILE MOTA
gl_es: TIPO DE MANDO
hu: KONTROLLER TÍPUS
it: TIPOLOGIA CONTROLLER
ja_jp: コントローラー タイプ
ko: 컨트롤러 유형
nb_no: TYPE STYREENHET
pl: TYP KONTROLERA
pt_pt: ENTRADA DE COMANDO
ro_ro: TIP CONTROLER
sk_sk: Typ ovládača
sv_se: TYP AV KONTROLLER
tr: KONTROLCÜ TÜRÜ
vi_vn: LOẠI ĐIỀU KHIỂN
zh_tw: 控制器類型

# game_options
source: CONTROLLER TYPE 1
ca: COMANDAMENT TIPUS 1
es: MANDO TIPO 1
eu_es: 1 KONTROLATZAILE MOTA
gl_es: MANDO TIPO 1
hu: 1. TÍPUSÚ VEZÉRLŐ
it: TIPOLOGIA CONTROLLER 1
ja_jp: コントローラ タイプ 1
ko: 컨트롤러 유형 1
nb_no: KONTROLLER TYPE 1
pl: TYP KONTROLERA 1
pt_pt: TIPO DE COMANDO 1
ro_ro: TIP CONTROLER 1
sk_sk: Typ ovládača 1
sv_se: KONTROLLERTYP 1
tr: KONTROLCÜ TÜRÜ 1
vi_vn: BỘ ĐIỀU KHIỂN LOẠI 1
zh_tw: 控制器類型1

# game_options
source: CONTROLLER TYPE 2
ca: COMANDAMENT TIPUS 2
es: MANDO TIPO 2
eu_es: 2 KONTROLATZAILE MOTA
gl_es: MANDO TIPO 2
hu: 2. TÍPUSÚ VEZÉRLŐ
it: TIPOLOGIA CONTROLLER 2
ja_jp: コントローラ タイプ 2
ko: 컨트롤러 유형 2
nb_no: KONTROLLER TYPE 2
pl: TYP KONTROLERA 2
pt_pt: TIPO DE COMANDO 2
ro_ro: TIP CONTROLER 2
sk_sk: Typ ovládača 2
sv_se: KONTROLLERTYP 2
tr: KONTROLCÜ TÜRÜ 2
vi_vn: BỘ ĐIỀU KHIỂN LOẠI 2
zh_tw: 控制器類型2

# game_options
source: CONTROLLERS
es: MANDOS
eu_es: KONTROLATZAILEA
gl_es: MANDOS
hu: VEZÉRLŐK
ja_jp: コントローラー
ko: 컨트롤러
nb_no: KONTROLLER
pl: KONTROLERY
pt_pt: COMANDOS
ro_ro: CONTROLERE
sk_sk: Ovládače
sv_se: KONTROLLER
tr: KONTROLCÜLER
vi_vn: BỘ ĐIỀU KHIỂN
zh_tw: 控制器

# game_options
source: CONTROLS
es: MANDOS
gl_es: MANDOS
hu: VEZÉRLŐK
it: CONTROLLI
ja_jp: コントロール
ko: 조작
nb_no: KONTROLLER
pl: STEROWANIE
pt_pt: COMANDOS
ro_ro: CONTROALE
sk_sk: Ovládanie
sv_se: KONTROLLER
tr: KONTROLLER
vi_vn: ĐIỀU KHIỂN
zh_tw: 控制器

# game_options
source: CONVERT TO 16-BIT
es: CONVERTIR A 16 BIT
eu_es: BIHURTU 16 BIT-ETARA
gl_es: CONVERTE A 16 BITS
hu: ÁTALAKÍTÁS 16 BITESRE
it: CONVERTI A 16-BIT
ja_jp: 16ビットに変換
ko: 16비트로 변환
nb_no: KONVERTERE TIL 16-BITERS
pl: KONWERTUJ NA 16-BIT
pt_pt: CONVERTER PARA 16 BITS
ro_ro: COVERTEȘTE LA 16 BIȚI
sk_sk: Konvertovať na 16-bit
sv_se: KONVERTERA TILL 16-BITARS
tr: 16-BİTE DÖNÜŞTÜR
vi_vn: CHUYỂN ĐỔI SANG 16-BIT
zh_tw: 轉換為16位元

# game_options
source: CPC MODEL
ca: MODEL DE CPC
es: MODELO DE CPC
eu_es: CPC MODELOA
gl_es: MODELO DE CPC
hu: CPC MODELL
it: MODELLO CPC
ja_jp: CPC モデル
ko: CPC 모델
nb_no: CPC-MODELL
pl: MODEL CPC
pt_pt: MODELO CPC
ro_ro: MODEL CPC
sv_se: CPC-MODELL
tr: CPC MODELİ
vi_vn: MÔ HÌNH CPC

# game_options
source: CPU CLOCK
ca: RELLOTGE DE CPU
es: FRECUENCIA DEL PROCESADOR
eu_es: CPU CLOCK-A
gl_es: RELOXO DA CPU
hu: CPU ÓRAJEL
it: CLOCK CPU
ja_jp: CPUクロック設定
ko: CPU 클럭
nb_no: CPU-KLOKKE
pl: ZEGAR PROCESORA
pt_pt: FREQUÊNCIA DO CPU
ro_ro: TACT CPU
sk_sk: Frekvencia CPU
sv_se: CPU-KLOCKA
tr: CPU SAATİ
zh_tw: CPU 頻率

# game_options
source: CPU COMPATIBILITY
ca: COMPATIBILITAT DE CPU
es: COMPATIBILIDAD DE CPU
eu_es: CPU KONPATIBILITATEA
gl_es: COMPATIBILIDADE DA CPU
hu: CPU KOMPATIBILITÁS
it: COMPATIBILITÀ CPU
ja_jp: CPU 互換性
ko: CPU 호환성
nb_no: CPU-KOMPATIBILITET
pl: KOMPATYBILNOŚĆ PROCESORA
pt_pt: COMPATIBILIDADE DO PROCESSADOR
ro_ro: COMPATIBILITATE CPU
sk_sk: Kompatibilita CPU
sv_se: CPU-KOMPATIBILITET
tr: CPU UYUMLULUĞU
vi_vn: TƯƠNG THÍCH CPU
zh_tw: CPU 相容性

# game_options
source: CPU CORE
ca: NUCLI DE CPU
es: NÚCLEO DE CPU
eu_es: CPU NUKLEOA
gl_es: NÚCLEO DE CPU
hu: CPU MAG
it: CORE CPU
ja_jp: CPU コア
ko: CPU 코어
nb_no: CPU KJERNE
pl: RDZEŃ CPU
pt_pt: NÚCLEO DO CPU
ro_ro: NUCLEU CPU
sk_sk: Jadro CPU
sv_se: CPU-KÄRNA
tr: CPU ÇEKİRDEĞİ
vi_vn: LÕI CPU
zh_tw: CPU 核心

# game_options
source: CPU CORE METHOD
ca: MÈTODE DE NUCLI CPU
es: MÉTODO NÚCLEO DE LA CPU
eu_es: CPU-AREN CORE METODOA
gl_es: MÉTODO NÚCLEO DE CPU
hu: CPU MAG MÓDSZER
it: METODO CORE CPU
ja_jp: CPU コア方法
ko: CPU 코어 방식
nb_no: CPU-KJERNEMETODE
pl: METODA RDZENIA PROCESORA
pt_pt: MÉTODO CORE CPU
ro_ro: METODĂ NUCLEU CPU
sk_sk: Metóda jadra CPU
sv_se: CPU-KÄRNMETOD
tr: CPU ÇEKİRDEK YÖNTEMİ
vi_vn: PHƯƠNG THỨC LÕI CPU
zh_tw: CPU 核心方式

# game_options
source: CPU DYNAREC (SPEED UP)
ca: CPU DYNAREC (MÉS RÀPID)
es: CPU DYNAREC (AUM. VELOCIDAD)
eu_es: CPU DYNAREC (ABIADURA HANDITU)
gl_es: CPU DYNAREC (AUMENTA VELOCIDADE)
hu: CPU DYNAREC (GYORSABB)
it: CPU DYNAREC (ACCELERA)
ja_jp: CPUダイナレック（速度増加）
ko: CPU 동적 재컴파일 (속도 향상)
nb_no: CPU DYNAREC (ØKT HASTIGHET)
pl: DYNAREC CPU (PRZYSPIESZENIE)
pt_pt: CPU DYNAREC (AUM. VELOCIDADE)
ro_ro: DYNAREC CPU (ACCELERARE)
sk_sk: CPU DYNAREC (zrýchli)
sv_se: CPU DYNAREC (SNABBARE)
tr: CPU DİNAMİK YENİDEN DERLEYİCİ (HIZLANDIR)
vi_vn: CPU DYNAREC (TĂNG TỐC)
zh_tw: CPU DYNAREC (加速)

# game_options
source: CPU EXECUTION MODE
ca: MODE D’EXECUCIÓ DE CPU
es: MODO DE EJECUCIÓN CPU
eu_es: CPU EXEKUZIO MODUA
gl_es: MODO DE EXECUCIÓN DA CPU
hu: CPU VÉGREHAJTÁSI MÓD
it: MODALITÀ ESECUZIONE CPU
ja_jp: CPU 実行モード
ko: CPU 실행 모드
nb_no: CPU-KJØRINGSMODUS
pl: TRYB PRACY PROCESORA
pt_pt: MODO DE EXECUÇÃO DO PROCESSADOR
ro_ro: MOD EXECUȚIE CPU
sk_sk: Režim spustenia CPU
sv_se: EXEKVERINGSLÄGE FÖR CPU
tr: CPU YÜRÜTME MODU
vi_vn: CHẾ ĐỘ THỰC THI CPU
zh_tw: CPU 執行模式

# game_options
source: CPU FEATURE
ca: CARACTERÍSTICA DE CPU
es: CARACTERÍSTICA DE LA CPU
eu_es: CPU EZAUGARRIA
gl_es: CARACTERISTICA da CPU
hu: CPU FUNKCIÓ
it: FEATURE CPU
ja_jp: CPU 機能
ko: CPU 기능
nb_no: CPU-FUNKSJON
pl: FUNKCJA CPU
pt_pt: Características do Cpu
ro_ro: FUNCȚIE CPU
sk_sk: CPU funkcia
sv_se: CPU-FUNKTION
tr: CPU ÖZELLİĞİ
vi_vn: TÍNH NĂNG CPU
zh_tw: CPU 特性

# game_options
source: CPU SPEED
ca: VELOCITAT DE CPU
es: VELOCIDAD DE CPU
eu_es: CPU ABIADURA
gl_es: VELOCIDADE DA CPU
hu: CPU SEBESSÉG
it: VELOCITÀ CPU
ja_jp: CPU 速度
ko: CPU 속도
nb_no: CPU-HASTIGHET
pl: PRĘDKOŚĆ PROCESORA
pt_pt: VELOCIDADE DO PROCESSADOR
ro_ro: VITEZĂ CPU
sk_sk: Rýchlosť CPU
sv_se: CPU-HASTIGHET
tr: CPU HIZI
vi_vn: TỐC ĐỘ CPU
zh_tw: CPU 速度

# game_options
source: CPU TIMING MODE (FPS)
ca: MODE DE TEMPORITZACIÓ DE LA CPU (FPS)
es: MODO TIEMPO CPU (FPS)
eu_es: CPU-AREN DENBORA MODUA (FPS)
gl_es: MODO DE TEMPORIZACIÓN DA CPU (FPS)
hu: CPU IDŐZÍTÉSI MÓD (FPS)
it: MODALITÀ' TIMING CPU (FPS)
ja_jp: CPUタイミングモード（FPS）
ko: CPU 타이밍 모드 (FPS)
nb_no: CPU-TIDSMODUS (FPS)
pl: TRYB TAKTOWANIA PROCESORA (K/S)
pt_pt: MODO DE TIMING DO CPU (FPS)
ro_ro: MOD TEMPORIZARE CPU (FPS)
sk_sk: Režim CPU časovania (fps)
sv_se: CPU-TIDSLÄGE (BILDER/S)
tr: CPU ZAMANLAMA MODU (FPS)
vi_vn: CHẾ ĐỘ THỜI GIAN CPU (FPS)
zh_tw: CPU 計時模式 (FPS)

# game_options
source: CPU TYPE
ca: TIPUS DE CPU
es: TIPO DE CPU
eu_es: CPU MOTA
gl_es: TIPO CPU
hu: CPU TÍPUS
it: TIPOLOGIA CPU
ja_jp: CPU タイプ
ko: CPU 유형
pl: TYP PROCESORA
pt_pt: TIPO CPU
ro_ro: TIP CPU
sk_sk: Typ CPU
sv_se: CPU-TYP
tr: CPU TÜRÜ
vi_vn: LOẠI CPU
zh_tw: CPU 類型

# game_options
source: CROP ARTWORK
ca: TALLAR ARTWORK
es: RECORTAR ARTWORK
eu_es: MOZTU ARTELANA
gl_es: RECORTAR ILUSTRACIÓN
hu: ARTWORK LEVÁGÁSA
it: RITAGLIA ARTWORK
ja_jp: アートワークを加工表示
ko: 아트워크 자르기
nb_no: KROPSKUNSTVERK
pl: PRZYCINAJ GRAFIKĘ
pt_pt: RECORTAR ARTE
ro_ro: DECUPEAZĂ ARTA
sk_sk: Orezať grafiku
sv_se: BESKÄR BILDER
tr: ÇİZİMİ KIRP
zh_tw: 美術裁切

# game_options
source: CROP BORDER
ca: TALLAR VORES
es: RECORTAR BORDES
eu_es: MOZTU ERTZAK
gl_es: RECORTAR BORDOS
hu: VÁGÁS SZEGÉLY
it: RITAGLIA BORDO
ja_jp: クロップボーダー
ko: 테두리 자르기
nb_no: KLIPP RAMME
pl: PRZYTNIJ RAMKĘ
pt_pt: CORTAR BORDA
ro_ro: DECUPEAZĂ MARGINEA
sk_sk: Orezať okraj
sv_se: BESKÄR RAM
tr: KENARI KIRP
vi_vn: CẮT ĐƯỜNG VIỀN
zh_tw: 邊框裁切

# game_options
source: CROP OVERSCAN
ca: TALLAR VORES (OVERSCAN)
es: RECORTAR OVERSCAN
eu_es: MOZTU OVERSCAN-A
gl_es: RECORTAR OVERSCAN
hu: Túlpáztázás levágása
it: RITAGLIA OVERSCAN
ja_jp: オーバースキャンを削除
ko: 오버스캔 자르기
pl: PRZYCINAJ OVERSCAN
pt_pt: CORTAR BORDAS (OVERSCAN)
ro_ro: DECUPEAZĂ OVERSCAN-UL
sk_sk: Orezať overscan
sv_se: BESKÄR OVERSCAN
tr: AŞIRI TARAMAYI KIRP
zh_tw: 過掃描裁切

# game_options
source: CROSSHAIR
es: PUNTO DE MIRA
gl_es: MIRILLA
hu: CÉLKERESZT
it: MIRINO
ja_jp: 十字線(照準)
ko: 십자선
nb_no: TRÅDKORS
pl: CELOWNIK
pt_pt: MIRA
ro_ro: MARCAJ ȚINTĂ
sk_sk: Nitkový kríž
sv_se: HÅRKORS
tr: NİŞANGAH
vi_vn: TÂM NGẮM
zh_tw: 十字準星

# game_options
source: CRT COLOUR
es: COLOR CRT
gl_es: COR CRT
hu: CRT SZÍN
it: COLORE CRT
ja_jp: CRT の色
ko: CRT 색상
pl: KOLOR CRT
pt_pt: COR CRT
ro_ro: CULOARE CRT
sk_sk: CRT farba
sv_se: CRT-FÄRG
tr: CRT RENKLERİ
vi_vn: MÀU CRT
zh_tw: CRT顏色

# game_options
source: CRT GHOSTING EFFECT
ca: EFECTE GHOSTING DE CRT
es: EFECTO GHOSTING DE CRT
eu_es: CRT GHOSTTING EFEKTUA
gl_es: CRT EFECTO PANTASMA
it: EFFETTO GHOSTING CRT
ja_jp: CRT ゴーストエフェクト
ko: CRT 고스팅 효과
nb_no: CRT GHOSTING-EFFEKT
pl: EFEKT SMUŻENIA CRT
pt_pt: EFEITO GHOSTING DO ECRÃ DE TUBO (CRT)
ro_ro: EFECT PERSISTENȚĂ CRT
sk_sk: CRT efekt Duchovia
sv_se: CRT SPÖKBILDSEFFEKT
tr: CRT HAYALET EFEKTİ
vi_vn: HIỆU ỨNG CRT GHOSTING
zh_tw: CRT重影效果

# game_options
source: CRT Geom Deluxe (Composite)
ca: CRT Geom Deluxe (Compost)
es: CRT Geom Deluxe (Compuesto)
gl_es: CRT Geom Deluxe (composto)
it: CRT Geom Deluxe (Composito)
ja_jp: CRT Geom Deluxe (コンポジット)
ko: CRT 지오엠 디럭스 (컴포지트)
nb_no: CRT Geom Deluxe (sammensatt)
pt_pt: CRT Geom Deluxe (Composto)
ro_ro: CRT Geom Deluxe (Compozit)
sk_sk: CRT Geom Deluxe (komposit)
sv_se: CRT Geom Deluxe (komposit)
tr: CRT Geom Deluxe (Kompozit)
zh_tw: CRT Geom Deluxe (複合端子)

# game_options
source: CRT Geom Deluxe (RGB)
ko: CRT 지오엠 디럭스 (RGB)

# game_options
source: CRT SWITCHRES
eu_es: CRT BEREIZMEN ALDAKETA
gl_es: SWITCHRES CRT
hu: CRT KAPCSOLÓK
it: SWITCHRES CRT
ja_jp: CRT スイッチレス
ko: CRT 스위치
nb_no: CRT-BRYTERE
pt_pt: INTERRUPTORES DE ECRÃ DE TUBO (CRT)
ro_ro: SWITCHRES CRT
sk_sk: CRT prepínače
tr: CRT ANAHTARLARI
zh_tw: CRT解析度切換

# game_options
source: CRT-like colour adaption. Requires New 3D engine.
es: Adaptación de color similar a la de un monitor CRT. Requiere un nuevo motor 3D.
gl_es: Adaptación de cores similar a CRT. Require un motor 3D novo.
hu: CRT-szerű színadaptáció. Új 3D motorra van szükség.
it: Colori tipo-CRT. Richiede un nuovo motore 3D.
ja_jp: CRT のような色適応。新しい 3D エンジンが必要
ko: CRT와 유사한 색상 적응. 새로운 3D 엔진이 필요합니다.
pl: Adaptacja kolorów podobna do CRT. Wymaga Nowego Silnika 3D.
pt_pt: Adaptação de cores semelhante ao CRT. Requer novo motor 3D.
ro_ro: Adaptarea culorilor similară cu un CRT. Necesită motorul 3D nou.
sv_se: CRT-liknande färganpassning. Kräver ny 3D-motor.
tr: CRT gibi renk uyumu. Yeni 3D motoru gerektirir.
vi_vn: Điều chỉnh màu giống như CRT. Yêu cầu công cụ 3D mới.
zh_tw: 類似 CRT 的色彩調整，需要新的 3D 引擎。

# game_options
source: CUBIC AUDIO INTERPOLATION
ca: INTERPOLACIÓ D’ÀUDIO CÚBICA
es: INTERPOLACIÓN DE AUDIO CÚBICA
eu_es: AUDIO INTERPOLAZIO KUBIKOA
gl_es: INTERPOLACIÓN DE AUDIO CÚBICO
hu: KÖBÖS AUDIO INTERPOLÁCIÓ
it: INTERPLAZIONE CUBICA AUDIO
ja_jp: キュービック音声補間
ko: 입방체 오디오 보간
nb_no: KUBISK LYDINTERPOLASJON
pl: SZEŚCIENNA INTERPOLACJA DŹWIĘKU
pt_pt: INTERPOLAÇÃO DE ÁUDIO CÚBICO
ro_ro: INTERPOLARE AUDIO CUBICĂ
sk_sk: Kubická interpolácia zvuku
sv_se: KUBISK LJUDINTERPOLATION
tr: KÜBİK SES ENTERPOLASYONU
zh_tw: 立方音訊插值

# game_options
source: CURSOR
eu_es: KURTSOREA
hu: KURZOR
it: CURSORE
ja_jp: カーソル
ko: 커서
pl: KURSOR
sk_sk: Kurzor
sv_se: PEKARE
tr: İMLEÇ
vi_vn: CON TRỎ
zh_tw: 游標

# game_options
source: CURSOR MODE
es: MODO DE CURSOR
gl_es: MODO DO CURSOR
hu: KURZOR MÓD
it: MODALITÀ CURSORE
ja_jp: カーソルモード
ko: 커서 모드
nb_no: CURSOR-MODUS
pl: TRYB KURSORA
pt_pt: MODO CURSOR
ro_ro: MOD CURSOR
sk_sk: Režim kurzora
sv_se: MARKÖRLÄGE
tr: İMLEÇ MODU
vi_vn: CHẾ ĐỘ CON TRỎ
zh_tw: 游標模式

# game_options
source: CURSOR TIMEOUT
es: TIEMPO DE ESPERA DEL CURSOR
gl_es: TEMPO DE ESPERA DO CURSOR
hu: KURZOR IDŐTÚLLÉPÉSE
it: TIMEOUT CURSORE
ja_jp: カーソルタイムアウト
ko: 커서 시간 초과
pl: LIMIT CZASU KURSORA
pt_pt: TEMPO LIMITE DO CURSOR
ro_ro: TIMEOUT CURSOR
sk_sk: Timeout kurzora
tr: İMLEÇ ZAMAN AŞIMI
vi_vn: THỜI GIAN HIỆN CON TRỎ
zh_tw: 游標逾時

# game_options
source: CUSTOM .PNG IMAGE PATH
ca: RUTA D’IMATGE .PNG PERSONALITZADA
es: RUTA DE IMAGEN .PNG PERSONALIZADA
eu_es: NEURRIRA EGINIKO .PNG IRUDIRAKO BIDEA
gl_es: RUTA DA IMAXE .PNG PERSONALIZADA
hu: EGYÉNI .PNG KÉPÚTVONAL
it: PATH PER IMMAGINE .PNG PERSONALIZZATA
ja_jp: カスタム画像(png)のパス
ko: 커스텀 .PNG 이미지 경로
nb_no: TILPASSET .PNG-BILDEBANE
pl: ŚCIEŻKA NIESTANDARDOWEGO OBRAZU .PNG
pt_pt: CAMINHO DE IMAGEM PERSONALIZADA .PNG
ro_ro: CALE IMAGINE PERSONALIZATĂ .PNG
sk_sk: Vlastná cesta k .png obrázku
sv_se: ANPASSAD .PNG BILDSÖKVÄG
tr: ÖZEL .PNG GÖRÜNTÜ YOLU
vi_vn: ĐƯỜNG DẪN HÌNH ẢNH .PNG CÁ NHÂN
zh_tw: 自訂 .PNG 圖像路徑

# game_options
source: CUSTOM CONFIG
ca: CONFIGURACIÓ PERSONALITZADA
es: CONFIG. PERSONALIZADA
eu_es: NEURRIRAKO KONFIGURAZIOA
gl_es: CONFIGURACIÓN PERSONALIZADA
hu: EGYÉNI BEÁLLÍTÁS
it: CONFIGURAZIONE PERSONALIZZATA
ja_jp: カスタム構成
ko: 커스텀 구성
nb_no: EGENDEFINERT KONFIGURASJON
pl: KONFIGURACJA WŁASNA
pt_pt: CONFIGURAÇÃO PERSONALIZADA
ro_ro: CONFIGURAȚIE PERSONALIZATĂ
sk_sk: Vlastné nastavenie
sv_se: ANPASSAD KONFIGURATION
tr: ÖZEL YAPILANDIRMA
vi_vn: CẤU HÌNH TÙY CHỈNH
zh_tw: 自訂配置

# game_options
source: CUSTOM CONTROLLER
ca: COMANDAMENT PERSONALITZAT
es: MANDO PERSONALIZADO
eu_es: NEURRIRAKO KONTROLATZAILEA
gl_es: MANDO PERSONALIZADO
hu: EGYEDI VEZÉRLŐ
it: CONTROLLER PERSONALIZZATO
ja_jp: カスタム コントローラー
ko: 커스텀 컨트롤러
nb_no: TILPASSET KONTROLLER
pl: NIESTANDARDOWY KONTROLER
pt_pt: COMANDO PERSONALIZADO
ro_ro: CONTROLER PERSONALIZAT
sk_sk: Vlastný ovládač
sv_se: ANPASSAD KONTROLLER
tr: ÖZEL KONTROLCÜ
vi_vn: BỘ ĐIỀU KHIỂN TÙY CHỈNH
zh_tw: 自訂配置

# game_options
source: CUSTOM GAME CONFIG
ca: CONFIGURACIÓ DE JOC PERSONALITZADA
es: CONFIGURACIÓN DEL JUEGO PERSONALIZADA
eu_es: NEURRIRAKO JOKO KONFIGURAZIOA
gl_es: CONFIGURACIÓN PERSONALIZADA DO XOGO
hu: EGYEDI JÁTÉKKONFIG
it: CONFIGURAZIONE GIOCO PERSONALIZZATA
ja_jp: カスタムゲーム構成
ko: 커스텀 게임 구성
nb_no: TILPASSET SPILLKONFIGURASJON
pl: WŁASNA KONFIGURACJA GRY
pt_pt: CONFIGURAÇÃO DE JOGO PERSONALIZADA
ro_ro: CONFIGURAȚIE PERSONALIZATĂ JOC
sk_sk: Vlastné nastavenie hry
sv_se: ANPASSAD SPELKONFIGURATION
tr: ÖZEL OYUN YAPILANDIRMASI
vi_vn: TÙY CHỈNH CẤU HÌNH TRÒ CHƠI
zh_tw: 自訂遊戲配置

# game_options
source: CUSTOM IMAGE
ca: IMATGE PERSONALITZADA
es: IMAGEN PERSONALIZADA
eu_es: NEURRIRA EGINIKO IRUDIA
gl_es: IMAXE PERSONALIZADA
hu: EGYÉNI KÉP
it: IMMAGINE PERSONALIZZATA
ja_jp: カスタム画像
ko: 커스텀 이미지
nb_no: EGENDEFINERT BILDE
pl: OBRAZ NIESTANDARDOWY
pt_pt: IMAGEM SOBREPOSTA PERSONALIZADA
ro_ro: IMAGINE PERSONALIZATĂ
sk_sk: Vlastný obraz
sv_se: ANPASSAD BILD
tr: ÖZEL RESİM
vi_vn: HÌNH ẢNH CÁ NHÂN HÓA
zh_tw: 自訂圖像

# game_options
source: CUSTOM MAME CONFIG
ca: CONFIGURACIÓ MAME PERSONALITZADA
es: CONFIG. PERSONALIZADA MAME
eu_es: NEURRIRAKO MAME KONFIGURAZIOA
gl_es: CONFIGURACIÓN PERSONALIZADA DE MAME
hu: EGYEDI MAME KONFIG
it: CONFIGURAZIONE PERSONALIZZATA MAME
ja_jp: MAME カスタム設定
ko: 커스텀 마메 구성
nb_no: TILPASSET MAME-KONFIGURASJON
pl: WŁASNA KONFIGURACJA MAME
pt_pt: CONFIGURAÇÃO PERSONALIZADA DO MAME
ro_ro: CONFIGURAȚIE MAME PERSONALIZATĂ
sk_sk: Vlastné nastavenie MAME
sv_se: ANPASSAD MAME-KONFIGURATION
tr: ÖZEL MAME AYARI
zh_tw: 自訂 MAME 配置

# game_options
source: CUSTOMIZE EMULATED WIIMOTE & GAMEPAD
ca: PERSONALITZA UN WIIMOTE & GAMEPAD EMULATS
es: PERSONALIZAR WIIMOTE Y GAMEPAD EMULADOS
eu_es: NEURRIRATU EMULATUTAKO WIIMOTE & GAMEPAD-A
gl_es: PERSONALIZAR WIIMOTE E GAMEPAD EMULADO
hu: EMULÁLT WIIMOTE ÉS GAMEPAD TESTRESZABÁSA
it: CUSTOMIZZA IL WIIMOTE EMULATO & GAMEPAD
ja_jp: Wii リモコン&ゲームパッド
ko: 에뮬레이트 된 위모트 & 게임패드 커스텀
nb_no: TILPASSE EMULERT WIIMOTE OG GAMEPAD
pl: DOSTOSUJ EMULOWANE WIIMOTE I GAMEPAD
pt_pt: PERSONALIZAR WIIMOTE E COMANDOS EMULADOS
ro_ro: PERSONALIZEAZĂ TELECOMANDA WII EMULATĂ ȘI GAMEPAD
sk_sk: Prispôsobiť emulovaný Wiimote a gamepad
sv_se: ANPASSA EMULERAD WIIMOTE & GAMEPAD
tr: TAKLİT EDİLEN WIIMOTE VE OYUN KOLUNU ÖZELLEŞTİR
vi_vn: TÙY CHỈNH MÔ PHỎNG WIIMOTE & GAMEPAD
zh_tw: 自訂模擬 WIIMOTE & GAMEPAD

# game_options
source: CXD4 (LLE Fallback)
eu_es: CXD4 (LLE Besterik ezekoa)
gl_es: CXD4 (LLE alternativo)
ja_jp: CXD4 (LLE フォールバック)
ko: CXD4 (LLE 폴백)
ro_ro: CXD4 (LLE de rezervă)
vi_vn: CXD4 (LLE Dự phòng)

# game_options
source: CYBERMORPH
ko: 사이버모프
tr: SİBERDÖNÜŞÜM
zh_tw: 機械變形

# game_options
source: Cached Interpreter
ca: Intèrpret en memòria cau
es: Intérprete en caché
eu_es: Katxeatutako Interpretatzailea
gl_es: Intérprete en caché
hu: Cache-interpretátor
it: Interprete Cached
ja_jp: キャッシュインタープリタ
ko: 캐시된 해석기
nb_no: Bufret tolk
pl: Interpreter buforowany
pt_pt: Interpretador em Memória Cache
ro_ro: Interpretor cu cache
sk_sk: Cachovaný interpreter
sv_se: Cachad tolk
tr: Önbellek Yorumcusu
vi_vn: Trình biên dịch bộ nhớ cache
zh_tw: 快取解譯器

# game_options
source: Cached Interpreter (Faster)
ca: Intèrpret en memòria cau (el més ràpid)
es: Intérprete en caché (Rápido)
eu_es: Katxeatutako Interpretatzailea (Azkarragoa)
gl_es: Intérprete en caché (máis rápido)
hu: Gyorsítótárazott fordító (gyorsabb)
it: Interprete con cache (Veloce)
ja_jp: キャッシュインタープリタ（高速）
ko: 캐시된 해석기 (더 빠름)
nb_no: Bufret tolk (raskere)
pl: Interpreter z pamięcią podręczną (szybki)
pt_pt: Interpretador em memória cache (mais rápido)
ro_ro: Interpretor cu cache (Mai rapid)
sk_sk: Cachovaný interpreter (rýchlejšie)
sv_se: Cachad tolk (snabbare)
tr: Önbelleğe Alınmış Tercüman (Daha Hızlı)
vi_vn: Cached Interpreter (Nhanh hơn)
zh_tw: 快取解譯器 (較快)

# game_options
source: Camputers Lynx cassettes
ca: Cassets Camputers Lynx
es: Casetes Camputers Lynx
eu_es: Camputers Lynx kasetak
gl_es: Casetes Camputers Lynx
hu: Camputers Lynx kazetták
it: Cassette Camputers Lynx
ja_jp: Camputers Lynx カセット
ko: 캠퓨터즈 링스 카세트
nb_no: Camputers Lynx-kassetter
pl: Kasety Camputers Lynx
pt_pt: Cassetes Camputers Lynx
ro_ro: Casete Camputers Lynx
sk_sk: Camputers Lynx kazety
sv_se: Camputers Lynx-kassetter
zh_tw: Camputers Lynx 卡帶

# game_options
source: Camputers Lynx floppies
es: Disquete Camputers Lynx
eu_es: Camputers Lynx floppy diskoak
gl_es: Disquetes Camputers Lynx
hu: Camputers Lynx flopi
it: Floppies Camputers Lynx
ja_jp: Camputers Lynx フロッピー
ko: 캠퓨터즈 링스 플로피
nb_no: Camputers Lynx-disketter
pl: Dyskietki Camputers Lynx
pt_pt: Disquetes Camputers Lynx
ro_ro: Discuri flexibile Camputers Lynx
sk_sk: Camputers Lynx diskety
sv_se: Camputers Lynx-disketter
tr: Camputers Lynx disketleri
zh_tw: Camputers Lynx 軟碟

# game_options
source: Can avoid flashing screen issues. Significant performance cost.
ca: Pot evitar problemes de parpelleig de pantalla. Cost de rendiment significant.
es: Puede evitar problemas con el parpadeo de la pantalla. Coste de rendimiento significativo.
eu_es: Pantailaren keinu arazoak ekidin ditzake. Eraginkortasun eskakizun nabarmena.
gl_es: Pode evitar problemas de pestanexo en pantalla. Custo de rendemento significativo.
hu: Elkerülheti a villogó képernyővel kapcsolatos problémákat. Jelentős teljesítményköltség.
it: Può prevenire flash dello schermo. A costo significativo della performance.
ja_jp: 画面の点滅の問題を回避できます。かなり動作が向上します
ko: 깜박이는 화면 문제를 피할 수 있습니다. 상당한 성능 비용.
nb_no: Kan unngå problemer med blinkende skjerm. Betydelige ytelseskostnader.
pl: Można uniknąć problemów z migającym ekranem. Znaczący koszt wydajności.
pt_pt: Pode evitar problemas do ecrã a piscar. Custo de desempenho significativo.
ro_ro: Poate preveni problemele de fulgerare ale ecranului. Cost semnificativ de performanță.
sk_sk: Môže sa vyhnúť problémom s blikajúcou obrazovkou. Značné náklady na výkon.
sv_se: Kan undvika problem med blinkande skärm. Betydande prestandakostnad.
tr: Yanıp sönen ekran sorunlarını önleyebilir. Önemli performans maliyeti.
vi_vn: Có thể tránh màn hình nhấp nháy. Giảm đáng kể hiệu năng.
zh_tw: 可以避免螢幕閃爍問題，需要顯著的性能支出。
