Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Enable crosshairs in shooting games for the selected players.
ca: Habilitar punts de mira al jocs de tir per als jugadors seleccionats.
es: Activa el punto de mira en los juegos de disparos para los jugadores seleccionados.
eu_es: Gaitu jopuntutak tiro jokuetan aukeratutako jokalarientzat.
gl_es: Activa a mirilla nos xogos de tiro para os xogadores seleccionados.
hu: Engedélyezze a célkeresztet a lövöldözős játékokban a kiválasztott játékosok számára.
it: Abilita i mirini nei giochi di sparo per i giocatori selezionati.
ja_jp: 選択したプレーヤーのゲームで十字線(照準)表示を有効にします
ko: 선택한 플레이어의 슈팅 게임에서 십자선을 활성화합니다.
nb_no: Aktiver trådkors i skytespill for de valgte spillerne.
pl: Włączanie celowników w grach strzeleckich dla wybranych graczy.
pt_pt: Ativar mira em jogos de tiro para os jogadores selecionados.
ro_ro: Activează marcajele țintă în jocurile cu împușcături pentru jucătorii selectați.
sk_sk: Povoliť nitkový kríž v strieľačkách pre vybraných hráčov.
sv_se: Aktivera hårkors i skjutspel för de utvalda spelarna.
tr: Seçilen oyuncular için atış oyunlarında hedef imlecini etkinleştir.
vi_vn: Bật tâm ngắm trong trò chơi bắn súng cho những người chơi đã chọn.
zh_tw: 為選定的玩家在射擊遊戲中啟用十字準星。

# game_options
source: Enable for Doom to run at its correct resolution.
ca: Habilitar per a córrer Doom en la seva resolució correcta.
es: Habilita para que Doom se ejecute con su resolución correcta.
eu_es: Gaitu Doom bereizmen egokian exekutatu dadin.
gl_es: Habilitar para que Doom se execute na súa resolución correcta.
hu: Engedélyezze, hogy a Doom a megfelelő felbontással fusson.
it: Abilita per far andare Doom alla corretta risoluzione
ja_jp: Doomを正しい解像度で実行します
ko: 둠이 올바른 해상도로 실행되도록 활성화합니다.
nb_no: Gjør det mulig for Doom å kjøre i riktig oppløsning.
pl: Umożliwia uruchomienie Dooma w prawidłowej rozdzielczości.
pt_pt: Ativar para que o Doom seja executado na resolução correta.
ro_ro: Activează pentru ca Doom să ruleze la rezoluția corectă.
sk_sk: Povoľte, aby Doom bežal ako v správnom rozlíšení.
sv_se: Gör det möjligt för Doom att köra med rätt upplösning.
tr: Doom oyunun doğru çözünürlükte çalışmasını etkinleştirin.
vi_vn: Kích hoạt để Doom chạy ở độ phân giải chính xác.
zh_tw: 啟用後 Doom 即可以正確的解析度運作。

# game_options
source: Enable for more fluidity, disable if screen tearing.
ca: Habilitar per a més fluïdesa, deshabilitar si es produeix tearing.
es: Activar para mayor fluidez, desactivar si se producen fallos en la imagen.
eu_es: Gaitu arintasun gehiagorako, desgaitu pantaila urratzen bada.
gl_es: Activar para obter máis fluidez, desactívao se a pantalla se rasga.
hu: Engedélyezze a nagyobb folyékonyság érdekében, tiltsa le, ha a képernyő szakad.
it: Abilita per maggiore fluidità, disabilita se lo schermo ha tearing.
ja_jp: 流動性を高めるために有効にし、画面が乱れる場合は無効にします
ko: 더 많은 유동성을 원하면 활성화하고, 화면 찢어짐 현상 발생하면 비활성화하세요.
nb_no: Aktiver for mer flyt, deaktiver hvis skjermen rives.
pl: Włącz dla większej płynności, wyłącz w przypadku zrywania ekranu.
pt_pt: Ative para mais fluidez, e desative caso o ecrã esteja com rasgos.
ro_ro: Activează pentru mai multă fluiditate, dezactivează dacă ecranul prezintă rupturi.
sk_sk: Aktivujte pre väčšiu plynulosť, deaktivujte, ak sa obrazovka trhá.
sv_se: Aktivera för mer flyt, inaktivera vid bildsläpning.
tr: Daha fazla akıcılık için etkinleştir, ekran kırılıyorsa devre dışı bırak.
vi_vn: Kích hoạt để mượt hơn, tắt nếu bị xé hình.
zh_tw: 啟用可獲得更流暢的效果，如果螢幕撕裂則停用。

# game_options
source: Enable free play for supported games.
hu: Engedélyezze az ingyenes játékot a támogatott játékokhoz.
ko: 지원되는 게임의 무료 플레이를 활성화합니다.
pt_pt: Ativar o free play para jogos suportados.
sv_se: Aktivera fritt spelande för spel som stöds.
tr: Desteklenen oyunlarda serbest oyunu etkinleştirin.
vi_vn: Cho phép chơi miễn phí đối với các trò chơi được hỗ trợ.
zh_tw: 為支援的遊戲啟用免費遊戲。

# game_options
source: Enable full-screen antialiasing in Direct3D.
ca: Habilitar antialiàsing de pantalla completa a Direct3D.
es: Habilita el antialiasing de pantalla completa en Direct3D.
eu_es: Gaitu pantaila osoko antialiasing-a Direct3D-n.
gl_es: Activa o antialiasing a pantalla completa en Direct3D.
hu: Teljes képernyős élsimítás engedélyezése a Direct3D-ben.
it: Abilita antialiasing a tutto schermo in Direct3D.
ja_jp: Direct3Dで全画面アンチエイリアスを有効にします
ko: 다이렉트3D에서 전체 화면 안티에일리어싱을 활성화합니다.
nb_no: Aktiver antialiasing i fullskjerm i Direct3D.
pl: Włącz pełnoekranowy antyaliasing w Direct3D.
pt_pt: Ativar anti-aliasing em ecrã completo no Direct3D.
ro_ro: Activează antialiasing pe ecran întreg în Direct3D.
sk_sk: Povoliť full-screen antialiasing v Direct3D.
sv_se: Aktivera kantutjämning för helskärm i Direct3D.
tr: Direct3D'de tam ekran kenar yumuşatmayı aç.
vi_vn: Bật khử răng cưa toàn màn hình trong Direct3D.
zh_tw: 在 Direct3D 中啟用全螢幕抗鋸齒。

# game_options
source: Enable gamepad view for games that have interaction across two screens. Use Hotkey+R2 to switch screens.
ca: Habilita la vista del comandament per a jocs que tenen interacció amb les 2 pantalles. Useu Drecera+R2 per a intercanviar-les.
es: Habilita la vista de gamepad para juegos que interactúen en dos pantallas. Usar Hotkey+R2 para cambiar de pantalla.
eu_es: Gaitu pad ikusea bi pantailetan zeharreko interakzioa duten jokuetarako. Erabili Hotkey+R2 pantailak aldatzeko.
gl_es: Activa a vista do mando para xogos que teñen interacción en dúas pantallas. Use a tecla de atallo + R2 para cambiar de pantalla.
hu: A játékvezérlő nézet engedélyezése olyan játékoknál, amelyek két képernyőn keresztül működnek együtt. A képernyők közötti váltáshoz használja a Hotkey+R2 gombot.
it: Abilita vista gamepad per i giochi con interazioni su due schermi. UtilizzaHotkey+R3 per scambiare gli schermi.
ja_jp: ２画面間で相互作用を行うゲームのゲームパッド 画面を有効にします(ホットキー+R2で画面切り替え)
ko: 두 화면 간 상호 작용이 있는 게임의 경우 게임패드 보기를 활성화합니다. 단축키+R2를 사용하여 화면을 전환합니다.
nb_no: Aktiver gamepad-visning for spill som har interaksjon på to skjermer. Bruk hurtigtast+R2 for å bytte skjerm.
pl: Włączenie widoku gamepada w grach z interakcją na dwóch ekranach. Użyj Hotkey+R2, aby przełączać ekrany.
pt_pt: Ativar a vista do comando para jogos com interação em dois ecrãs. Utilizar a tecla de atalho+R2 para mudar de ecrã.
ro_ro: Activează vizualizarea de gamepad pentru jocurile care au interacțiune pe două ecrane. Folosește tasta rapidă+R2 pentru a comuta între ecrane.
sk_sk: Povoľte zobrazenie gamepadu pre hry, ktoré majú interakciu na dvoch obrazovkách. Na prepínanie obrazoviek použite Hotkey+R2.
sv_se: Aktivera gamepad-vy för spel som har interaktion över två skärmar. Använd snabbtangent+R2 för att växla mellan skärmar.
tr: İki ekran arasında etkileşime sahip oyunlar için oyun kumandası görünümünü etkinleştirin. Ekranlar arasında geçiş yapmak için Kısayol Tuşu+R2 kullanın.
vi_vn: Bật chế độ xem gamepad cho các trò chơi có tương tác trên hai màn hình. Sử dụng Hotkey+R2 để chuyển đổi màn hình.
zh_tw: 為兩個螢幕互動的遊戲啟用遊戲手把視圖。使用 熱鍵+R2 切換螢幕。

# game_options
source: Enable high quality effects for special stages.
ca: Habilitar efectes d’alta qualitat a etapes especials.
es: Habilita efectos de alta calidad para etapas especiales.
eu_es: Gaitu kalitate altuko efektuak pantaila berezietak.
gl_es: Activa efectos de alta calidade para escenarios especiais.
hu: Kiváló minőségű effektusok engedélyezése speciális szakaszokhoz.
it: Abilita effetti di alta qualità per gli stages speciali.
ja_jp: 特別ステージで高品質エフェクトを有効にします
ko: 특수 스테이지에 고품질 효과를 활성화합니다.
nb_no: Aktiver effekter av høy kvalitet for spesialscener.
pl: Włączenie efektów wysokiej jakości dla scen specjalnych.
pt_pt: Ativar efeitos de alta qualidade para níveis especiais.
ro_ro: Activează efectele de calitate înaltă pentru etape speciale.
sk_sk: Povoliť vysokokvalitné efekty pre špeciálne úrovne.
sv_se: Aktivera högkvalitativa effekter för speciella scener.
tr: Özel sahneler için yüksek kaliteli efektleri etkinleştir.
vi_vn: Kích hoạt hiệu ứng chất lượng cao cho các màn đặc biệt.
zh_tw: 為特殊階段提供高品質的效果。

# game_options
source: Enable launching pre-installed WHDLoad installs.
ca: Habilitar arrencar pre-instalacions de WHDLoad.
es: Habilita el lanzamiento de instalaciones WHDLoad preinstaladas.
eu_es: Gaitu aurre instalatutako WHDLoad instalazioen jaurtitzea.
gl_es: Activa o inicio de instalacións de WHDLoad preinstaladas.
hu: Az előre telepített WHDLoad telepítések elindításának engedélyezése.
it: Abilita il lancio di installazioni WHDload preinstallate.
ja_jp: プリインストールのWHDLoadインストール起動を有効にします
ko: 사전 설치된 WHDLoad 설치 시작을 활성화합니다.
nb_no: Aktiver oppstart av forhåndsinstallerte WHDLoad-installasjoner.
pl: Włącz uruchamianie wstępnie zainstalowanych instalacji WHDLoad.
pt_pt: Ativar a inicialização de instalação WHDLoad pré-instaladas.
ro_ro: Activează încărcarea WHDLoad preinstalat.
sk_sk: Povoliť spustenie predinštalovaných inštalácií WHDLoad.
sv_se: Aktivera start av förinstallerade WHDLoad-installationer.
tr: Önceden kurulu WHDLoad kurulumlarını başlatmayı etkinleştir.
vi_vn: Cho phép khởi chạy cài đặt WHDLoad được cài đặt sẵn.
zh_tw: 啟用啟動預先安裝的 WHDLoad 安裝。

# game_options
source: Enable mouse input for trackballs, spinners, lightguns (if no gun connected), and similar controls
ca: Habilita l’entrada de ratolí per a trackballs, spinners, pistoles de llum (si no n’hi ha cap connectada), i comandaments similars
es: Habilita la entrada del mouse para el trackballs, spinners, lightguns (si no hay una pistola conectada) y mandos similares
eu_es: Gaitu xagu sarrera trackball, spinner, argizko pistola (Pistolarik ez badago konektatuta), eta antzeko kontrolentzat
gl_es: Activa a entrada do rato para trackballs, spinners, lightguns (se non hai arma conectada) e controis similares
hu: Egérbevitel engedélyezése trackballokhoz, spinnerekhez, fénypisztolyokhoz (ha nincs pisztoly csatlakoztatva) és hasonló vezérlőkhöz
it: Abilita input mouse per le trackballs, spinners, pistole (se non c'è pistola connessa) e controlli simili
ja_jp: トラックボール、スピナー、ガンコン(ガンコンが接続されていない場合) および同様の操作のマウス入力を有効にします
ko: 트랙볼, 스피너, (이 연결되지 않은 경우) 라이트건 및 이와 유사한 컨트롤에 대한 마우스 입력 활성화
nb_no: Aktiver musekontroll for styrekuler, spinnere, lyspistoler (hvis ingen pistol er tilkoblet) og lignende kontroller
pl: Włącz wprowadzanie myszy dla trackballi, spinnerów, pistoletów świetlnych (jeśli nie podłączone) i podobne elementy sterujące
pt_pt: Ativar a entrada do rato para trackballs, spinners, pistolas (se nenhuma arma estiver conectada) e comandos semelhantes
ro_ro: Activează intrare maus pentru trackball, spinner, pistol luminos (dacă nu este conectat niciun pistol) și alte controale similare
sk_sk: Povoliť vstup myši pre guľôčky, otočné ovládače, svetelné pištole (ak nie je pripojená pištoľ) a podobné ovládacie prvky
sv_se: Aktivera musinmatning för styrkulor, spinners, ljuspistoler (om ingen pistol är ansluten) och liknande kontroller
tr: Trackball, spinner, silah (eğer bağlı değilse) ve benzer kontroller için fare girişini etkinleştir
vi_vn: Cho phép nhập chuột cho trackballs, spinners, light guns (nếu không kết nối súng) và các điều khiển tương tự
zh_tw: 為軌跡球、旋轉器、光槍（如果未連接）和類似控制啟用滑鼠輸入

# game_options
source: Enable mouse input to simulate touchscreen.
ca: Habilita entrada de ratolí per a simular pantalla tàctil.
es: Habilita la entrada del mouse para simular una pantalla táctil.
eu_es: Gaitu xagu sarrera pantaila ukigarria simulatzeko.
gl_es: Activa a entrada do rato para simular a pantalla táctil.
hu: Az érintőképernyő szimulálásához engedélyezze az egérbevitelt.
it: Abilita l'input da mouse per simulare touchscreen
ja_jp: マウス入力を有効にしてタッチスクリーンをシミュレートします
ko: 터치스크린을 시뮬레이션하려면 마우스 입력을 활성화하세요.
nb_no: Aktiver museinndata for å simulere berøringsskjerm.
pl: Włącz wprowadzanie myszką, aby symulować ekran dotykowy.
pt_pt: Ativar a entrada do rato para simular o ecrã tátil.
ro_ro: Activează intrarea cu mausul pentru a simula ecranul tactil.
sk_sk: Povoliť vstup myši na simuláciu dotykovej obrazovky.
sv_se: Aktivera musinmatning för att simulera pekskärm.
tr: Dokunmatik ekranı simüle etmek için fare girişini etkinleştir.
vi_vn: Cho phép nhập chuột mô phỏng màn hình cảm ứng.
zh_tw: 啟用滑鼠輸入來模擬觸控螢幕。

# game_options
source: Enable notifications of cache, controller events etc.
ca: Habilitar notificacions de memória cau, events de controlador, etc.
es: Habilita las notificaciones sobre caché, eventos del mando etc.
eu_es: Gaitu katxe, kontrolatzaile gertaera etabar, jakinarazpenak.
gl_es: Activa as notificacións de caché, eventos do mando, etc.
hu: Értesítések engedélyezése a gyorsítótárról, a vezérlő eseményekről stb.
it: Abilita le notifiche della cache, eventi controller etc.
ja_jp: キャッシュ、コントローライベントなどの通知を有効にします
ko: 캐시, 컨트롤러 이벤트 등에 대한 알림을 활성화합니다.
nb_no: Aktiver varslinger om cache, kontrollerhendelser osv.
pl: Włącz powiadomienia o pamięci podręcznej, zdarzeniach kontrolera, itp.
pt_pt: Ativar notificações de memória cache, eventos do comando etc.
ro_ro: Activează notificările de cache, evenimente controler etc.
sk_sk: Povoliť upozornenia na vyrovnávaciu pamäť, udalosti ovládača atď.
sv_se: Aktivera meddelanden om cache, kontrollerhändelser etc.
tr: Önbellek, kontrolcü olayları vb. bildirimlerini etkinleştirin.
vi_vn: Bật thông báo về bộ đệm, sự kiện của bộ điều khiển, v.v.
zh_tw: 啟用快取、控制器事件等的通知。

# game_options
source: Enable or Disable Intro movie (Enabled by default).
es: Habilita o deshabilita la película de introducción (activada de forma predeterminada).
eu_es: Gaitu edo desgaitu Sarrerako filma (Gaituta defektuz).
gl_es: Activar ou desactivar a película de presentación (activada por defecto).
hu: Bevezető film engedélyezése vagy letiltása (alapértelmezés szerint engedélyezve van).
it: Abilita o Disabilita il filmato d'introduzione (Abilitati di default).
ja_jp: イントロ 映像を有効/無効にします (標準は有効)
ko: 인트로 영상을 활성화하거나 비활성화합니다(기본적으로 활성화됨).
nb_no: Aktiver eller deaktiver introfilm (aktivert som standard).
pl: Włącz lub wyłącz film wprowadzający (domyślnie włączone).
pt_pt: Ativar ou desativar filme de introdução (definição padrão).
ro_ro: Activează sau dezactivează film introductiv (Implicit activat).
sk_sk: Povoliť alebo zakázať úvodný film (predvolene povolený)
sv_se: Aktivera eller inaktivera introfilm (aktiverad som standard).
tr: Giriş filmini Etkinleştirin veya Devre Dışı bırakın (Varsayılan olarak etkindir).
vi_vn: Bật hoặc Tắt đoạn phim giới thiệu (Được bật theo mặc định).
zh_tw: 啟用或停用介紹影片（預設為啟用）。

# game_options
source: Enable or disable Xenia patches. These patches can fix graphics problems in some games.
es: Habilita o deshabilita los parches Xenia. Estos parches pueden solucionar problemas gráficos en algunos juegos.
eu_es: Gaitu edo desgaitu Xenia adabakiak. Adabaki hauek arazo grafijoak sor ditzakete joko batzuetan.
gl_es: Activa ou desactiva os parches de Xenia. Estes parches poden solucionar problemas de gráficos nalgúns xogos.
hu: A Xenia javítások engedélyezése vagy letiltása. Ezek a javítások bizonyos játékok grafikus problémáit javíthatják.
it: Abilita o disabilita le patches Xenia. Queste patches possono risolvere problemi grafici in alcuni giochi.
ja_jp: Xeniaパッチを有効/無効にします。一部のゲームグラフィックスを修正します
ko: 제니아 패치를 활성화 또는 비활성화합니다. 이러한 패치는 일부 게임의 그래픽 문제를 해결할 수 있습니다.
nb_no: Aktiver eller deaktiver Xenia-oppdateringer. Disse oppdateringene kan løse grafikkproblemer i enkelte spill.
pl: Włącz lub wyłącz łatki Xenia. Te poprawki mogą rozwiązać problemy z grafiką w niektórych grach.
pt_pt: Ativar ou desativar patches do Xenia. Esses patches podem corrigir problemas gráficos em certos jogos
ro_ro: Activează sau dezactivează patch-uri Xenia. Aceste patch-uri pot repara diverse probleme grafice în unele jocuri.
sk_sk: Povoliť alebo zakázať záplaty Xenia. Tieto záplaty môžu opraviť grafické problémy niektorých hier.
sv_se: Aktivera eller inaktivera Xenia-patchar. Dessa korrigeringar kan åtgärda grafikproblem i vissa spel.
tr: Xenia yamalarını etkinleştirin veya devre dışı bırakın. Bu yamalar bazı oyunlardaki grafik sorunlarını çözebilir.
vi_vn: Kích hoạt hoặc vô hiệu hóa các bản vá Xenia. Những bản vá này có thể khắc phục sự cố đồ họa trong một số trò chơi.
zh_tw: 啟用或停用 Xenia 補丁，這些補丁可以修復某些遊戲中的圖形問題。

# game_options
source: Enable or disable bezels being added when content is a 4:3 aspect with a widescreen display.
es: Activa o desactiva los biseles que se añaden cuando el contenido tiene una relación de aspecto 4:3 en una pantalla panorámica.
gl_es: Activa ou desactiva os biseis que se engaden cando o contido ten un aspecto 4:3 cunha pantalla panorámica.
hu: A keretek hozzáadásának engedélyezése vagy letiltása, ha a tartalom 4:3 képarányú szélesvásznú kijelzőn jelenik meg.
it: Abilita o disabilita i bordi quando il contenuto e' a 4:3 ma visualizzato su monitor widescreen.
ja_jp: コンテンツがワイドスクリーン ディスプレイの 4:3 アスペクトである場合に追加されるベゼルを有効または無効にします
ko: 콘텐츠가 와이드스크린 디스플레이에 4:3 화면 비율로 표시될 경우 베젤 추가를 활성화하거나 비활성화합니다.
nb_no: Aktiver eller deaktiver rammer som legges til når innholdet er 4:3-format med bredskjerm.
pl: Włączenie lub wyłączenie dodawania ramek, gdy zawartość ma proporcje 4:3 na ekranie panoramicznym.
pt_pt: Ative ou desative a adição de molduras quando o conteúdo tiver um formato 4:3 com um ecrã widescreen
ro_ro: Activează sau dezactivează adăugarea de rame când conținutul are un aspect 4:3 pe un ecran lat.
sv_se: Aktivera eller inaktivera att ramar läggs till när innehållet har en 4:3-aspekt med en bredbildsskärm.
tr: Geniş ekranlı bir gösterimde 4:3 en boy oranında olduğunda çerçevelerin eklenmesini etkinleştirin veya devre dışı bırakın.
vi_vn: Bật hoặc tắt tính năng thêm viền khi nội dung có tỷ lệ 4:3 với màn hình rộng.
zh_tw: 當內容為寬螢幕顯示且比例為 4:3 時，啟用或停用已新增的邊框。

# game_options
source: Enable or disable high score saving
ca: Habilitar desat de puntuacions
es: Activa o desactiva guardado de puntuación máxima
eu_es: Gaitu edo desgaitul puntuazio altuenen gordetzea
gl_es: Activa ou desactiva o gardado de puntuación máis alta
hu: A magas pontszámok mentésének engedélyezése vagy letiltása
it: Abilita o disabilita il salvataggio del tabellone di punteggio
ja_jp: HIGH SCOREの保存を有効/無効にします
ko: 고득점 저장 활성화 또는 비활성화
nb_no: Aktivere eller deaktivere lagring av høyeste poengsum
pl: Włączanie lub wyłączanie zapisywania najlepszych wyników.
pt_pt: Ativar ou desativa a gravação de pontuação alta
ro_ro: Activează sau dezactivează salvarea scorului maxim
sk_sk: Povoliť alebo zakázať ukladanie najvyššieho skóre
sv_se: Aktivera eller inaktivera sparande av höga poäng
tr: Yüksek skor kaydetmeyi etkinleştir veya devre dışı bırak
vi_vn: Bật hoặc tắt tính năng lưu điểm cao
zh_tw: 啟用或停用高分保存

# game_options
source: Enable per-game custom configuration via MAME menu.
ca: Habilitar configuració personalitzada per joc mitjançant el menú MAME.
es: Habilita la configuración personalizada por juego a través del menú MAME.
eu_es: Gaitu joku bakoitzeko neurrira egindako konfigurazioak MAME-ren menuaren bitartez
gl_es: Activa a configuración personalizada por xogo a través do menú MAME.
hu: Játékonkénti egyéni konfiguráció engedélyezése a MAME menün keresztül.
it: Abilita configurazione personalizzata per ogni gioco via menu MAME.
ja_jp: MAMEメニューからゲームごとのカスタム設定を有効にします
ko: 마메 메뉴를 통해 게임별 커스텀 구성을 활성화합니다.
nb_no: Aktiver tilpasset konfigurasjon per spill via MAME-menyen.
pl: Umożliwienie własnej konfiguracji dla osobnej gry poprzez menu MAME.
pt_pt: Ativar configuração personalizada por jogo através do menu MAME.
ro_ro: Activează configurație personalizată per joc din meniul MAME.
sk_sk: Povoliť vlastnú konfiguráciu pre jednotlivé hry prostredníctvom ponuky MAME.
sv_se: Aktivera anpassad konfiguration per spel via MAME-menyn.
tr: MAME menüsü aracılığıyla oyun başına özel yapılandırmayı etkinleştir.
vi_vn: Bật cấu hình tùy chỉnh trên mỗi trò chơi thông qua menu MAME.
zh_tw: 透過 MAME 選單啟用每個遊戲的自訂配置。

# game_options
source: Enable proper quad rendering (for higher end systems).
ca: Habilitar renderització quàdrupla (per a sistemes d’altes prestacions).
es: Habilita el renderizado cuádruple adecuado (para sistemas de gama alta).
eu_es: Gaitu luakote renderizatzaile egokia (Sistema onentzatn)
gl_es: Activa a representación cuádruple adecuada (para sistemas de gama alta).
hu: Engedélyezze a megfelelő négyes renderelést (magasabb szintű rendszerek esetén).
it: Abilita l'appropriato quad rendering (per sistemi nuovi).
ja_jp: 適切なクアッドレンダリングを有効にします（ハイエンドシステム用）
ko: (상위 시스템의 경우) 적절한 쿼드 렌더링을 활성화합니다.
nb_no: Aktiver riktig firedobbel gjengivelse (for avanserte systemer).
pl: Włączenie prawidłowego renderowania w trybie quad (dla lepszych systemów).
pt_pt: Ativar renderização quádrupla adequada (para sistemas mais avançados).
ro_ro: Activează redarea quad adecvată (pentru sistemele mai performante).
sk_sk: Povoliť správne vykresľovanie štvorcov (pre systémy vyššej kategórie).
sv_se: Aktivera korrekt quad-rendering (för avancerade system).
tr: Uygun dörtlü işlemeyi etkinleştirin (daha yüksek sistemler için).
vi_vn: Kích hoạt tính năng hiển thị quad thích hợp (đối với các hệ thống cao cấp hơn).
zh_tw: 啟用適當的四角算繪（適用於高階系統）。

# game_options
source: Enable scanlines for roms that support it.
es: Habilita el efecto visual de líneas de escaneado para roms compatibles.
eu_es: Gaitu eskanlerroak euskarria duten rom-entzat.
gl_es: Activa as liñas de exploración para as roms que o admitan.
hu: Engedélyezze a scanline-okat az ezt támogató ROM-ok számára.
it: Abilita scanlines per le roms che lo supportano.
ja_jp: サポートするROMのスキャンラインを有効にします
ko: 이를 지원하는 롬에 대해 스캔라인을 활성화합니다.
nb_no: Aktiver skanningslinjer for roms som støtter det.
pl: Włącz scanlines dla romów, które to obsługują.
pt_pt: Ativar scanlines para roms que o suportam.
ro_ro: Activează liniile de scanare pentru ROM-uri care le suportă.
sk_sk: Povoliť sken riadky pre romy, ktoré to podporujú.
sv_se: Aktivera skanlinjer för roms som stöder det.
tr: Destekleyen rom için tarama çizgilerini etkinleştirin.
vi_vn: Kích hoạt scanlines cho các rom hỗ trợ.
zh_tw: 啟用支援掃描線的 roms。

# game_options
source: Enable second audio limiter. Improves audio quality at the cost of performance.
ca: Habilitar segon limitador d’àudio. Millora la qualitat d’àudio a cost de rendiment.
es: Habilita el segundo limitador de audio. Mejora la calidad del audio a costa del rendimiento.
eu_es: Gaitu bigarren audio limitadorea. Audio kalitatiea hobetzen du eraginkortasunaren lepotik
gl_es: Activa o segundo limitador de audio. Mellora a calidade do audio a costa do rendemento.
hu: Engedélyezze a második hangkorlátozót. Javítja a hangminőséget a teljesítmény árán.
it: Abilita un secondo limitatore audio. Migliora la qualità audio al costo della performance.
ja_jp: 2番目の音声制限を有効にします。動作を犠牲にして音質を向上させます
ko: 두 번째 오디오 리미터를 활성화합니다. 성능 저하로 오디오 품질을 향상시킵니다.
nb_no: Aktiverer en ekstra lydbegrenser. Forbedrer lydkvaliteten på bekostning av ytelsen.
pl: Włączenie drugiego ogranicznika dźwięku. Poprawia jakość dźwięku kosztem wydajności.
pt_pt: Ativa um segundo limitador de Áudio. Melhora a qualidade do Áudio a custo do desempenho.
ro_ro: Activează al doilea limitator audio. Îmbunătățește calitatea audio cu costul performanței.
sk_sk: Povoliť druhý obmedzovač zvuku. Zlepšuje kvalitu zvuku na úkor výkonu.
sv_se: Aktivera en andra ljudbegränsare. Förbättrar ljudkvaliteten på bekostnad av prestandan.
tr: İkinci ses sınırlayıcıyı etkinleştir. Performans karşılığında ses kalitesini artırır.
vi_vn: Bật bộ giới hạn âm thanh thứ hai. Cải thiện chất lượng âm thanh nhưng giảm hiệu năng.
zh_tw: 啟用第二聲音限制器，以效能為代價改善音訊品質。
