Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Improves performance at the cost of latency and more video stuttering.
ca: Millora el rendiment a cost de latència i més quequesa de vídeo.
es: Mejora el rendimiento a costa de la latencia y más tirones de vídeo.
eu_es: Eraginkortasuna hobetzen du latentziaren lepotik eta bideo toteltzea gehitzen du.
gl_es: Mellora o rendemento a costa da latencia e máis tiróns de vídeo.
hu: Javítja a teljesítményt a késleltetés és a videódadogás növekedése árán.
it: Migliora la performance al costo della latenza e più scatti video.
ja_jp: 映像の遅延やカクつきが増えますが、動作速度が向上します
ko: 대기 시간과 더 많은 비디오 끊김을 희생시키면서 성능을 향상시킵니다.
nb_no: Forbedrer ytelsen på bekostning av ventetid og mer hakkende video.
pl: Poprawia wydajność kosztem opóźnień i większego zacinania się obrazu.
pt_pt: Melhora o desempenho a custo de latência e mais travar do vídeo.
ro_ro: Îmbunătățește performanța cu costul latenței și bâlbâială video.
sk_sk: Zlepšuje výkon za cenu latencie a preskakovaniu videa.
sv_se: Förbättrar prestanda på bekostnad av latens och mer videohackning.
tr: Performansı artırır ancak gecikme ve daha fazla video takılmasına neden olur.
vi_vn: Cải thiện hiệu suất nhưng tăng độ trễ và video bị giật nhiều hơn.
zh_tw: 以提高延遲與卡幀為代價提高效能。

# game_options
source: Improves performance in 3D games. Can cause glitches.
ca: Millora el rendiment en jocs 3D. Pot causar defectes.
es: Mejora el rendimiento en juegos 3D. Puede causar fallos.
eu_es: 3D jokoetan eraginkortasuna hobetzen du. Arazoak ekar ditzake.
gl_es: Mellora o rendemento nos xogos en 3D. Pode causar fallos.
hu: Javítja a teljesítményt a 3D játékokban. Hibákat okozhat.
it: Migliora la performance dei giochi 3D. Può causare problemi.
ja_jp: 遅いデバイスの動作が向上しますが、グリッチが起こる可能性があります
ko: 3D 게임의 성능을 향상시킵니다. 결함이 발생할 수 있습니다.
nb_no: Forbedrer ytelsen i 3D-spill. Kan forårsake feil.
pl: Zwiększa wydajność w grach 3D. Może powodować zacinanie się obrazu.
pt_pt: Melhorar o desempenho em jogos 3D. Pode causar falhas.
ro_ro: Îmbunătățește performanța în jocurile 3D. Poate cauza probleme vizuale.
sk_sk: Zlepšuje výkon v 3D hrách. Môže spôsobiť záseky.
sv_se: Förbättrar prestandan i 3D-spel. Kan orsaka glitchar.
tr: 3D oyunlarda performansı artırır. Aksaklıklara neden olabilir.
vi_vn: Cải thiện hiệu suất trong trò chơi 3D. Có thể gây trục trặc.
zh_tw: 提高 3D 遊戲的效能。可能會造成故障。

# game_options
source: In milliseconds. Can reduce crackling/cutting out.
ca: En mili-segons. Pot reduir espetecs/talls d’àudio.
es: En milisegundos. Puede reducir los chasquidos o cortes de audio.
eu_es: Milisegundutan. Karraskak gutxitu ditzake.
gl_es: En milisegundos. Pode reducir o crepitado/corte.
hu: Ezredmásodpercben. Csökkentheti a recsegést/kivágást.
it: In millisecondi. Può ridurre crackling/cutting out.
ja_jp: ミリ秒単位。ノイズなど音の不具合を減らします
ko: 밀리초 단위입니다. 딱딱거림/끊김을 줄일 수 있습니다.
nb_no: I millisekunder. Kan redusere knitring/utkobling.
pl: W milisekundach. Może zmniejszyć trzaski/wycinanie.
pt_pt: Em milissegundos. Pode reduzir o estalo/corte de som.
ro_ro: În milisecunde. Poate să reducă pocnetele/lipsurile.
sk_sk: V milisekundách. Môže znížiť praskanie/rezanie.
sv_se: I millisekunder. Kan minska sprakande/avskärande ljud.
tr: Milisaniye cinsinden. Çatırdamayı/kesilmeyi azaltabilir.
vi_vn: Tính bằng mili giây. Có thể giảm hiện tượng crackling/cutting out.
zh_tw: 以毫秒為單位。可以減少劈啪聲/切斷。

# game_options
source: Includes VR head tracking and stereoscopic rendering for both VR and 3D TVs, along with mouse support (Mouse Look), and introduces a new Head Tracker input device type with options to convert analog inputs to tracker angles for enhanced analog controller support.
es: Incluye seguimiento de cabeza VR y renderizado estereoscópico para televisores VR y 3D, junto con soporte para ratón (Mouse Look), e introduce un nuevo tipo de dispositivo de entrada Head Tracker con opciones para convertir entradas analógicas en ángulos de seguimiento para una mejor compatibilidad con controladores analógicos.
gl_es: Inclúe o seguimento da cabeza VR e a representación estereoscópica para televisores 3D e VR, xunto co soporte do rato (Mouse Look) e presenta un novo Head TrackerTipo de dispositivo de entrada con opcións para converter entradas analóxicas en ángulos de seguimentopara un soporte mellorado de controladores analóxicos.
hu: Tartalmazza a VR-fejkövetést és a sztereoszkópikus renderelést VR-hez és 3D-tévékre egyaránt, valamint egértámogatást (Mouse Look), és egy új Head Tracker bemeneti eszköztípust kínál, olyan lehetőséggel, amely az analóg bemeneteket nyomkövetési szögekké alakítja a továbbfejlesztett analóg kontroller támogatás érdekében.
it: Segue il movimento testa VR e rendering stereoscopico sia per VR che TVs 3D, assiame al supporto mouse (Vista Mouse), e untroduce un nuovo dispositivo input Tracciamento Testa con opzioni per convertire gli inputs analogici in angoli di tracciamento per estendere il supporto del controller analogico.
ja_jp: VR と 3D TV の両方での VR ヘッド トラッキングと立体レンダリング、およびマウス サポート (マウス ルック) が含まれており、アナログ コントローラーのサポートを強化するためにアナログ入力をトラッカー角度に変換するオプションを備えた新しいヘッド トラッカー入力デバイス タイプが導入されています
ko: VR 및 3D TV를 위한 VR 헤드 트래킹 및 입체 렌더링, 마우스 지원(마우스 룩)이 포함되고, 향상된 아날로그 컨트롤러 지원을 위해 아날로그 입력을 트래커 각도로 변환하는 옵션이 있는 새로운 헤드 트래커 입력 장치 유형이 도입되었습니다.
pl: Obejmuje śledzenie głowy VR i renderowanie stereoskopowe zarówno dla VR, jak i telewizorów 3D, wraz z obsługą myszy (Mouse Look), a także wprowadza nowy typ urządzenia wejściowego Head Tracker z opcjami konwersji wejść analogowych na kąty trackera dla ulepszonej obsługi kontrolera analogowego.
pt_pt: Inclui seguimento de cabeça VR e renderização estereoscópica para TVs VR e 3D, juntamente com suporte para rato (Mouse Look) e apresenta um novo Head Tracker tipo de dispositivo de entrada com opções para converter entradas analógicas em ângulos de rastreio para um suporte melhorado do comando analógico.
ro_ro: Include urmărirea capului prin VR și randare stereoscopică pentru VR și televizoare 3D, împreună cu suport pentru maus (privire cu mausul) și introduce un nou tip dispozitiv de intrare de urmărire a capului cu opțiuni pentru a converti intrările analogice în unghiuri de urmărire pentru suport îmbunătățit de controler analogic.
sv_se: Inkluderar VR-huvudspårning och stereoskopisk rendering för både VR- och 3D-TV, tillsammans med musstöd (Mouse Look), och introducerar en ny Head Tracker-ingångsenhetstyp med alternativ för att konvertera analoga ingångar till spårningsvinklar för förbättrat stöd för analoga kontroller.
tr: Hem VR hem de 3D TV'ler için VR kafa izleme ve stereoskopik görüntülemenin yanı sıra fare desteği (Fare Görünümü) içerir ve gelişmiş analog denetleyici desteği için analog girişleri izleyici açılarına dönüştürme seçeneklerine sahip yeni bir Head Tracker giriş cihazı türü sunar.
vi_vn: Bao gồm tính năng theo dõi đầu VR và kết xuất lập thể cho cả TV VR và 3D, cùng với hỗ trợ chuột (Mouse Look), đồng thời giới thiệu loại thiết bị đầu vào Head Tracker mới với các tùy chọn chuyển đổi đầu vào analog sang góc theo dõi để hỗ trợ bộ điều khiển analog nâng cao.
zh_tw: 包括 VR 頭部追蹤和適用於 VR 和 3D 電視的立體算繪，以及滑鼠支援（滑鼠外觀），並引入了新的頭部追蹤器輸入裝置類型，可選擇將類比輸入轉換為追蹤器角度，以增強類比控制器支援。

# game_options
source: Increase emulator performance, at the cost of accuracy/stability.
ca: Millora el rendiment de l’emulador, a cost de precisió/estabilitat.
es: Aumenta el rendimiento del emulador, a costa de precisión o estabilidad.
eu_es: Hobetu emulatzailearen eraginkortasuna, zehastasun/egonkortasunaren lepotik.
gl_es: Aumenta o rendemento do emulador, a costa da precisión/estabilidade.
hu: Az emulátor teljesítményének növelése a pontosság/stabilitás rovására.
it: Aumenta le performance dell'emulatore, al costo di accuratezza/stabilità.
ja_jp: 精度/安定性を下げて、エミュレータの動作を向上させます
ko: 에뮬레이터 성능을 높이지만 정확성/안정성이 저하됩니다.
nb_no: Øke emulatorens ytelse på bekostning av nøyaktighet/stabilitet.
pl: Zwiększ wydajność emulatora kosztem dokładności/stabilności.
pt_pt: Melhora o desempenho do emulador, ao custo de precisão/estabilidade.
ro_ro: Crește performanța emulatorului cu costul acurateței/stabilității.
sk_sk: Zvýši rýchlosť emulátora za cenu presnosti/stability.
sv_se: Öka emulatorns prestanda på bekostnad av noggrannhet/stabilitet.
tr: Emülatör performansını artırın, doğruluk/istikrar pahasına.
vi_vn: Tăng hiệu suất của trình mô phỏng nhưng giảm độ chính xác/ổn định.
zh_tw: 提高模擬器性能，但犧牲準確性/穩定性。

# game_options
source: Increase to 128 MiB for debug or homebrew applications.
es: Aumenta a 128 MiB para aplicaciones de depuración o homebrew.
eu_es: Handitu 128MiB-era debug edo etxean egindako aplikazioentzat.
gl_es: Aumenta a 128 MiB para aplicacións de depuración ou homebrew.
hu: Növelje 128 MiB-ra hibakeresési vagy homebrew alkalmazásokhoz.
it: Aumenta a 120 MiB per debug o applicazioni homebrew.
ja_jp: デバッグまたは自作アプリケーションの場合は 128 MB に増やします
ko: 디버그 또는 홈브류 애플리케이션의 경우 128MiB로 늘립니다.
nb_no: Øk til 128 MiB for feilsøkings- eller hjemmebryggingsapplikasjoner.
pl: Zwiększenie do 128 MB dla debugowania lub aplikacji homebrew.
pt_pt: Aumentar para 128 MiB para aplicações de debug ou homebrew.
ro_ro: Crește la 128MO pentru depanare sau aplicații homebrew.
sk_sk: Zvýšiť na 128 MiB na ladenie alebo domáce aplikácie.
sv_se: Öka till 128 MiB för felsökning- eller homebrew-applikationer.
tr: Hata ayıklama veya evde üretim uygulamaları için 128 MiB'ye artırın.
vi_vn: Tăng lên 128 MiB cho các ứng dụng gỡ lỗi hoặc homebrew.
zh_tw: 針對調試或自製應用程式增加到 128 MiB。

# game_options
source: India
ko: 인도
pl: Indie
pt_pt: Índia
sv_se: Indien
tr: Hindistan
vi_vn: Ấn Độ

# game_options
source: Indonesia
hu: Indonézia
ko: 인도네시아
pl: Indonezja
pt_pt: Indonésia
sk_sk: Indonézia
sv_se: Indonesien
tr: Endonezya

# game_options
source: Insert a disk into the floppy drive, a blank will be used if one doesn't exist
ca: Insereixi un disquet a la disquetera. S’usarà un en blanc si no existeix
es: Inserta un disco en la unidad de disquete, se usará un disco en blanco si no existe ninguno
eu_es: Sartu diska bat floppy disko irakurgailuan, huts bat erabilikok da batek existitzen ez badu.
gl_es: Insira un disco na unidade de disquete, empregarase un espazo en branco se non existe
hu: Helyezzen be egy lemezt a hajlékonylemez-meghajtóba, ha nem létezik, akkor üres lesz
it: Inserisci un disco nel floppy drive, uno vuoto verrà utilizzato se non rilevato
ja_jp: FDをドライブに挿入します。FDがない場合はブランクを使用します
ko: 플로피 드라이브에 디스크를 넣고 디스크가 존재하지 않으면 빈 디스크가 사용됩니다.
nb_no: Sett inn en diskett i diskettstasjonen, en tom diskett vil bli brukt hvis det ikke finnes noen
pl: Włóż dyskietkę do napędu dyskietek, jeśli nie ma żadnej, zostanie użyta pusta.
pt_pt: Insira um disco na unidade de disquete, um disco em branco será usado se não existir
ro_ro: Introduce un disc în unitatea de disc flexibil. Un disc gol va fi folosit dacă unul nu există.
sk_sk: Vložiť disk do mechaniky, použije sa prázdny, ak neexistuje
sv_se: Sätt i en diskett i diskettenheten, en tom diskett kommer att användas om det inte finns någon
tr: Disket sürücüsüne bir disk yerleştir, yoksa boş bir disket kullanılacaktır
vi_vn: Đưa một đĩa vào ổ đĩa mềm, một đĩa trống sẽ được sử dụng nếu không có đĩa nào được sử dụng
zh_tw: 將磁碟插入軟碟機，如果不存在，則使用空白磁碟

# keys_files
source: Insert coin
es: Insertar moneda
eu_es: Txanpona sartu
gl_es: Inserir moeda
hu: Érme bedobó
it: Inserisci moneta
ja_jp: コイン投入
ko: 동전 넣기
nb_no: Sett inn mynt
pl: Włóż monetę
pt_pt: Inserir moeda
ro_ro: Introdu monedă
sk_sk: Vhoďte mincu
sv_se: Lägg i mynt
tr: Kredi ekle
vi_vn: Chèn xu
zh_tw: 投幣

# game_options
source: Inserts CD during boot animation prevent loading fail.
ca: Inserta el CD durant l’animació d’arrencada evita error de càrrega.
es: Inserta el CD durante la animación de arranque para evitar errores de carga.
eu_es: Sartu CD-a abio animazioa dagoen bitartean kargak arazoak eman ez ditzan.
gl_es: Insire CD durante a animación de arranque evita que falle a carga.
hu: Behelyezi a CD-t a rendszerindítási animáció során, megakadályozza a betöltés sikertelenségét.
it: Inserisci il CD durante l'animazione di avvio per prevenire errori di caricamento.
ja_jp: 起動アニメーション中にCDを挿入して、読み込みの失敗を防ぎます
ko: 부팅 애니메이션 중에 CD를 넣어 로딩 실패를 방지합니다.
nb_no: Setter inn CD under oppstartsanimasjonen for å forhindre at innlastingen mislykkes.
pl: Wkłada płytę CD podczas animacji rozruchu, aby zapobiec niepowodzeniu ładowania.
pt_pt: Insere o CD durante a animação de inicialização para evitar falha no carregamento.
ro_ro: Introducerea CD-ului în timpul animației de boot previne încărcarea nereușită.
sk_sk: Vloží CD počas bootovacej animácie, aby sa zabránilo zlyhaniu načítania.
sv_se: Infogar CD under startanimationen för att förhindra att inläsningen misslyckas.
tr: Önyükleme animasyonu sırasında CD yerleştirmek, yükleme hatasını önler.
vi_vn: Chèn đĩa CD trong quá trình khởi động để tránh lỗi tải.
zh_tw: 在啟動動畫期間插入 CD 可防止載入失敗。

# game_options
source: Inserts CD during boot animation to prevent loading fail.
ca: Inserta el CD durant l’animació d’arrencada per a evitar error de carrega.
es: Inserta el CD durante la animación de arranque para evitar errores de carga.
eu_es: Sartu CD-a abio animazioa dagoen bitartean kargak arazoak eman ez ditzan.
gl_es: Insire CD durante a animación de arranque para evitar que falle a carga.
hu: Behelyezi a CD-t a betöltési animáció alatt, hogy megakadályozza a betöltési hibát.
it: Inserisci il CD durante l'animazione di avvio per prevenire errori di caricamento.
ja_jp: 読み込みの失敗を防ぐために、起動アニメーション中にCDを挿入します
ko: 로딩 실패를 방지하기 위해 부팅 애니메이션 중에 CD를 넣습니다.
nb_no: Setter inn CD-en under oppstartsanimasjonen for å forhindre at innlastingen mislykkes.
pl: Wkłada płytę CD podczas animacji rozruchu, aby zapobiec niepowodzeniu ładowania.
pt_pt: Insere o CD durante a animação de inicialização para evitar falha no carregamento.
ro_ro: Introduce CD-ul în timpul animației de boot pentru a preveni încărcarea nereușită.
sk_sk: Vloží CD počas bootovacej animácie, aby sa zabránilo zlyhaniu načítania.
sv_se: Infogar CD under startanimationen för att förhindra att inläsningen misslyckas.
tr: Önyükleme animasyonu sırasında yükleme hatasını önlemek için CD ekler.
vi_vn: Chèn đĩa CD trong quá trình khởi động để tránh lỗi tải.
zh_tw: 在啟動動畫期間插入 CD 以防止載入失敗。

# game_options
source: Install the image reader card to read disk image files (Mac IIx only). Minimum 4MB ram size recommended.
ca: Instal·la la tarja lectora d'imatges per a llegir arxius d'imatge de discs (Només Mac IIx). Mínim recomanat 4MB de RAM.
es: Instale la tarjeta lectora de imágenes para leer archivos de imágenes de disco (sólo para Mac IIx). Se recomienda un tamaño mínimo de RAM de 4 MB.
eu_es: Instalatu irudi irakurle txartela disko irudi fitxategiak irakurtzeko(Mac IIx only). Gutxienez 4MB-ko ram tamaina gomendatzen da.
gl_es: Instale a tarxeta lectora de imaxes para ler ficheiros de imaxe de disco (só Mac IIx). Recoméndase un tamaño mínimo de memoria RAM de 4 MB.
hu: Telepítse a képolvasó kártyát a lemezképfájlok olvasásához (csak Mac IIx esetén). Minimum 4 MB ram mérete ajánlott.
it: Installa la card col lettore immagini per leggere files immagini disco (solo MacIIx). È raccomandato un minimo di 4MB ram.
ja_jp: イメージ リーダー カードで、ディスクイメージに対応します (Mac IIx のみ) 最小 4MBメモリを推奨
ko: 디스크 이미지 파일을 읽기 위해 이미지 리더 카드를 설치합니다(Mac IIx만 해당). 최소 4MB 램 크기를 권장합니다.
nb_no: Installer avbildningsleserkortet for å lese diskavbildningsfiler (kun Mac IIx). Minimum 4 MB RAM-størrelse anbefales.
pl: Zainstaluj kartę czytnika obrazów, aby odczytywać pliki obrazów dysków (tylko Mac IIx). Zalecany minimalny rozmiar pamięci RAM 4 MB.
pt_pt: Instalar o cartão de leitura para ler arquivos em disco (somente Mac IIx). Recomenda-se o mínimo de 4MB de RAM.
ro_ro: Instalează cardul cititor de imagini pentru a putea citi fișierele imagine de disc (doar Mac IIx). Minim 4MO de RAM sunt recomandați.
sk_sk: Nainštalovať čítačku obrazov kariet, aby ste mohli čítať obrazové súbory disku (len Mac IIx). Odporúčaná minimálna veľkosť RAM 4 MB.
sv_se: Installera bildläsarkortet för att läsa diskavbildningsfiler (endast Mac IIx). Minst 4 MB ramstorlek rekommenderas.
tr: Disk görüntü dosyalarını okumak için görüntü okuyucu kartını takın (yalnızca Mac IIx). En düşük 4MB ram boyutu önerilir.
vi_vn: Lắp thẻ đọc ảnh để đọc các tập tin ảnh đĩa (chỉ dành cho Mac IIx). Khuyến nghị kích thước ram tối thiểu 4 MB.
zh_tw: 安裝映像讀取卡以讀取磁碟映像檔（僅限 Mac IIx）。建議最小 RAM 大小為 4MB。

# game_options
source: Install the image reader card to read idks image files (Mac IIx only)
ca: Instal·la targeta lectora d’imatges per a llegir arxius d’imatge idks (només Mac IIx)
es: Instale tarjeta lectora de imágenes para leer archivos de imágenes idks (Sólo Mac IIx)
eu_es: Instalatu txartel irudi irakurlea idks irudi fitxategiak irakurtzeko (Mac IIx soilik)
gl_es: Instale a tarxeta lectora de imaxes para ler ficheiros de imaxes idks (só Mac IIx)
hu: Telepítse a képolvasó kártyát az idks képfájlok olvasásához (csak Mac IIx esetén)
it: Installa la scheda lettore immagini per leggere i file imaggine idks (solo Mac IIx)
ja_jp: イメージリーダーカードで、ディスクイメージに対応します (Mac IIxのみ) 最小 4MBメモリを推奨
ko: 이미지 판독기 카드를 설치하여 idks 이미지 파일 읽기 (Mac IIx만 해당)
nb_no: Installer bildeleserkortet for å lese idks-bildefiler (kun Mac IIx)
pl: Zainstaluj kartę czytnika obrazów do odczytu plików obrazów idks (tylko Mac IIx)
pt_pt: Instale o leitor de cartão de imagem para ler arquivos de imagem idks (somente Mac IIx)
ro_ro: Instalează cardul cititor de imagini pentru a putea citi fișiere imagine idks (doar pentru Mac IIx).
sk_sk: Nainštalovať kartu čítačky obrázkov, aby ste mohli čítať obrazové súbory idks (iba Mac IIx)
sv_se: Installera bildläsarkortet för att läsa idks-bildfiler (endast Mac IIx)
tr: Idks imaj dosyalarını okumak için imaj okuyucu kartını takın (yalnızca Mac IIx)
vi_vn: Lắp thẻ đọc ảnh để đọc file ảnh idks (chỉ dành cho Mac IIx)
zh_tw: 安裝映像讀取卡以讀取 idks 映像檔（僅限 Mac IIx）

# game_options
source: Integer Scale
ca: Escala de sencers
es: Escala de enteros
eu_es: Osozko Eskalatzea
gl_es: Escala de enteiros
hu: Egész szám skála
it: Scala a Interi
ja_jp: 整数スケール
ko: 정수 스케일
nb_no: Heltallsskala
pl: Skala liczb całkowitych
pt_pt: Escala inteira
ro_ro: Scalare întreagă
sk_sk: Celočíselná mierka
sv_se: Heltalsskala
tr: Tamsayı Ölçeği
zh_tw: 整數縮放

# game_options
source: Interpreter (Slowest)
ca: Intèrpret (El més lent)
es: Intérprete (Lento)
eu_es: Interpretatzailea (Mantsoena)
gl_es: Intérprete (máis lento)
hu: Tolmács (leglassabb)
it: Interprete (Più lento)
ja_jp: インタープリタ（最も遅い）
ko: 해석기 (가장 느림)
nb_no: Tolk (langsomste)
pl: Interpreter (najwolniejszy)
pt_pt: Interpretador (mais lento)
ro_ro: Interpretor (Lent)
sk_sk: Interpreter (najpomalšie)
sv_se: Tolk (långsammast)
tr: Yorumlayıcı (En yavaş)
vi_vn: Interpreter (Chậm nhất)
zh_tw: 解譯器（最慢）

# game_options
source: Interpreter is the most accurate, but is the slowest.
ca: L’intèrpret és el més precís, però també el més lent.
es: El intérprete es el más preciso, pero también el más lento.
eu_es: Interpretea zehatzena da, baino matsoena ere bai.
gl_es: O intérprete é o máis preciso, pero é o máis lento.
hu: A tolmács (Interpreter) a legpontosabb, de a leglassabb.
it: Interprete è il più accurato, ma anche più lento.
ja_jp: インタープリタはより正確ですが最も遅い
ko: 해석기가 가장 정확하지만 가장 느립니다.
nb_no: Interpreter er den mest nøyaktige, men også den tregeste.
pl: Interpreter jest najdokładniejszy, ale najwolniejszy.
pt_pt: Interpreter é o mais preciso, mas o mais lento.
ro_ro: Interpretorul este cel mai precis, dar și cel mai lent.
sk_sk: Interpreter je najpresnejší, ale je najpomalší.
sv_se: Tolk är den mest exakta, men är långsammast.
tr: Yorumlayıcı en doğru, fakat en yavaş.
vi_vn: Trình biên dịch chính xác nhất nhưng chậm nhất.
zh_tw: 解譯器最準確，但速度最慢。

# game_options
source: Interton VC 4000 cartridges
ca: Cartutxos Interton VC 4000
es: Cartuchos Interton VC 4000
eu_es: Interton VC 4000 kartutxoak
gl_es: Cartuchos Interton VC 4000
hu: Interton VC 4000 kazetták
it: Cartucce Interton VC 4000
ja_jp: Interton VC 4000 カートリッジ
ko: 인터톤 VC 4000 카트리지
nb_no: Interton VC 4000-kassetter
pl: Kartridże Interton VC 4000
pt_pt: Cartuchos Interton VC 4000
ro_ro: Cartele Interton VC 4000
sk_sk: Interton VC 4000 kartridže
sv_se: Interton VC 4000-kassetter
tr: Interton VC 4000 kartuşları
zh_tw: Interton VC 4000 卡匣

# game_options
source: InuYasha Sengoku Battle Fix
ca: Correcció de InuYasha Sengoku Battle
eu_es: InuYasha Sengoku Gatazka Konponketa
it: Fix Battaglia Sengoku InuYasha
ja_jp: 犬夜叉~戦国お伽合戦~修正
ko: 이누야샤 전국 전투 수정
pt_pt: InuYasha Sengoku - Correção da Batalha
sk_sk: Oprava InuYasha Sengoku Battle
tr: InuYasha Sengoku Battle Düzelt

# game_options
source: Inverse the Backglass and the Playfield. Usefull to use the Backglass as main screen for other emulators.
es: Invierte el Backglass y el Playfield. Útil para utilizar Backglass como pantalla principal para otros emuladores.
gl_es: Inverte o Backglass e o Playfield. Útil para usar o Backglass como pantalla principal para outros emuladores.
hu: Fordítsa meg a hátsó üveget és a játékteret. Hasznos a Backglass fő képernyőként való használatához más emulátoroknál.
it: Inverti il Backglass con il Playfield. Utile per usare il Backglass come schermo principale per gli altri emulatori.
ja_jp: バックガラスとプレイフィールドを反転します。バックグラスを 他のエミュレータのメイン画面として使用する場合に便利です
ko: 백글라스와 플레이필드를 반전합니다. 다른 에뮬레이터의 메인 화면으로 백글라스를 사용하는 데 유용합니다.
nb_no: Bytt om Bakglass og Spillefelt. Nyttig for å bruke Bakglass som hovedskjerm for andre emulatorer.
pl: Odwraca Backglass i pole gry. Przydatne do używania Backglass jako ekranu głównego dla innych emulatorów.
pt_pt: Inverta o Backglass e o Playfield. Útil para usar o Backglass como ecrã principal para outros emuladores.
ro_ro: Inversează panoul de sticlă și câmpul de joc. Util pentru a folosit panoul de sticlă ca ecran principal pentru alte emulatoare.
sv_se: Invertera bakglaset och spelplanen. Användbart för att använda Backglass som huvudskärm för andra emulatorer.
tr: Arka cam ve Oyun alanını ters çevirin. Arka camı diğer emülatörler için ana ekran olarak kullanmak kullanışlıdır.
vi_vn: Đảo ngược kính sau và sân chơi. Hữu ích khi sử dụng Backglass làm màn hình chính cho các trình giả lập khác.
zh_tw: 將後玻璃和遊戲場反轉。將 Backglass 用作其他模擬器的主螢幕很有用。

# game_options
source: Invert the vertical joystick axis on flight games.
ca: Invertir l'eix vertical del joystick en simuladors de vol.
es: Invierte el eje vertical del joystick en los juegos de vuelo.
eu_es: Inbertitu joystick-aren ardatz bertikala hegan egiteko jokoetan.
gl_es: Inverte o eixe vertical do joystick nos xogos de voo.
hu: Fordítsa meg a függőleges joystick tengelyt a repülős játékokban.
it: Inverti l'asse verticale del joystick nei giochi di volo.
ja_jp: フライト ゲームでジョイスティックの垂直軸を反転します
ko: 비행 게임에서 수직 조이스틱 축을 반전합니다.
nb_no: Inverter den vertikale joystickaksen i flyspill.
pl: Odwróć pionową oś joysticka w grach lotniczych.
pt_pt: Inverter o eixo vertical dos comandos em jogos de simulador de voo.
ro_ro: Inversează axa verticală a joystick-ului în jocurile de zbor.
sk_sk: Obrátiť vertikálnu os joysticku v leteckých hrách.
sv_se: Invertera den vertikala joystickaxeln på flygspel.
tr: Uçuş oyunlarında dikey joystick eksenini ters çevir.
vi_vn: Đảo ngược trục của cần điều khiển dọc trong các trò lái máy bay.
zh_tw: 在飛行遊戲中反轉垂直搖桿軸。

# game_options
source: Iran
es: Irán
hu: Irán
ja_jp: イラン
ko: 이란
pt_pt: Irão
sk_sk: Irán

# game_options
source: Iraq
hu: Irak
ko: 이라크
pl: Irak
pt_pt: Iraque
ro_ro: Irak
sk_sk: Irak
sv_se: Irak
tr: Irak

# game_options
source: Ireland
gl_es: Irlanda
hu: Írország
it: Irlanda
ko: 아일랜드
pl: Irlandia
pt_pt: Irlanda
ro_ro: Irlanda
sk_sk: Írsko
sv_se: Irland
tr: İrlanda

# game_options
source: Irish
es: Irlandés
gl_es: Irlandés
hu: Ír
it: Irlandese
ja_jp: アイルランド語
ko: 아일랜드어
nb_no: Irsk
pl: Irlandzki
pt_pt: irlandês
ro_ro: Irlandeză
sk_sk: Írčina
sv_se: Irländska
tr: İrlandalı
vi_vn: Ailen
