Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Tries to guess Per-vertex colour (gouraud) from the Model2 per-poly information (flat).
ca: Intenta obtenir el color per-vèrtex (gouraud) a partir de la informació per polígon (pla) de Model2.
es: Intenta adivinar el color por vértice (gouraud) a partir de la información per-poly del Model2 (plano).
eu_es: Erpin bakoitzeko kolorea (gouraud) asmatzen saiatzen da Model2-ko poligonoko informaziotik (laua).
gl_es: Intenta adiviñar a cor por vértice (gouraud) a partir da información per-poly del Model2 (plano).
hu: Megpróbálja kitalálni a csúcsonkénti színt (gouraud) a Model2 per-poli információiból (lapos).
it: Prova a predirre il colore per-vertice (gouraud) dalle informazioni per-poly Model2 (piatto).
ja_jp: Model2 のポリゴンごとのフラット情報から頂点ごとの色(グーロー)を推測しようとします
ko: 모델2 폴리당 정보 (평면)에서 꼭짓점별 색상(구로)을 추측하려고 시도합니다.
nb_no: Prøver å gjette farge per vertex (gouraud) ut fra Model2 per-poly-informasjonen (flat).
pl: Próbuje odgadnąć kolor wierzchołków (gouraud) na podstawie informacji Model2 per-poly (płaski).
pt_pt: Tenta adivinhar a cor por vértice (gouraud) das informações por polígono do Model2 (plano).
ro_ro: Încearcă să ghicească culoarea per vertex (gouraud) din informația per poligoane Model2 (plat).
sk_sk: Pokúsi sa uhádnuť farbu na vrchol (gouraud) z informácií o modeli2 (flat).
sv_se: Försöker gissa Per-vertexfärg (gouraud) från Model2 per-poly-information (platt).
tr: Per-poly Model2 bilgisinden Per-vertex rengini (gouraud) tahmin etmeye çalışır. (düz)
vi_vn: Cố gắng đoán màu Per-vertex (gouraud) từ Model2 per-poly information (flat).
zh_tw: 嘗試從模型2的每多邊形資訊(平面)中猜測每頂點顏色(gouraud)。

# game_options
source: Trilinear (Forced)
es: Trilineal (Forzado)
eu_es: Trilinearra (Behartua)
gl_es: Trilineal (forzado)
hu: Trilineáris (kényszerített)
it: Trilineare (Forzato)
ja_jp: トライリニア (強制)
ko: 삼중선형 (강제)
nb_no: Trilineær (tvungen)
pl: Trójliniowe (wymuszone)
pt_pt: Trilinear (Forçado)
ro_ro: Trilinear (Forțat)
sk_sk: Trilineárne (vynútené)
sv_se: Trilinjär (tvingad)
tr: Üç Doğrusal (Zorla)
vi_vn: Trilinear (Bắt buộc)
zh_tw: 三線(強制)

# game_options
source: Trilinear (PS2)
es: Trilineal (PS2)
eu_es: Trilinearra (PS2)
gl_es: Trilineal (PS2)
hu: Trilineáris (PS2)
it: Trilineare (PS2)
ja_jp: トライリニア (PS2)
ko: 삼중선형 (PS2)
pl: Trójliniowe (PS2)
sk_sk: Trilineárne (PS2)
sv_se: Trilinjär (PS2)
tr: Üç Doğrusal (PS2)
zh_tw: 三線(PS2)

# game_options
source: Trinidad and Tobago
gl_es: Trindade e Tobago
hu: Trinidad és Tobago
it: Trinidad e Tobago
ko: 트리니다드토바고
pl: Trynidad i Tobago
pt_pt: Trindade e Tobago
ro_ro: Trinidad Tobago
sk_sk: Trinidad a Tobago
sv_se: Trinidad och Tobago
tr: Trinidad ve Tobago
vi_vn: Trinidad và Tobago

# game_options
source: Triple buffering
ca: Memòria intermèdia triple
es: Triple almacenamiento en búfer
eu_es: Buffer hirukoitza
gl_es: Buffer triple
hu: Háromszoros pufferelés
it: Triplo buffering
ja_jp: トリプルバッファ
ko: 트리플 버퍼링
nb_no: Trippel bufring
pl: Potrójne buforowanie
pt_pt: Triplo buffering
ro_ro: Buffering triplu
sk_sk: Trojité bufferovanie
sv_se: Trippelbuffring
tr: Üçlü arabellek
vi_vn: Bộ đệm ba
zh_tw: 三重緩衝

# game_options
source: True Colour
es: Color Verdadero
gl_es: Cor verdadeira
hu: Valódi színek
ja_jp: トゥルーカラー
ko: 트루 컬러
pt_pt: Cor Verdadeira
ro_ro: Culoare adevărată
sk_sk: Pravé farby
tr: Gerçek Renk
vi_vn: Màu thật
zh_tw: 真實的色彩

# game_options
source: Tunisia
hu: Tunézia
ko: 튀니지
pl: Tunezja
pt_pt: Tunísia
sk_sk: Tunisko
sv_se: Tunisien
tr: Tunus

# game_options
source: Turkey
ca: Turquia
es: Turquía
eu_es: Turkia
gl_es: Turquía
hu: Törökország
it: Turchia
ko: 튀르키예
nb_no: Tyrkia
pl: Turcja
pt_pt: Turquia
ro_ro: Turcia
sk_sk: Turecko
sv_se: Turkiet
tr: Türkiye
vi_vn: Thổ Nhĩ Kỳ

# game_options
source: Turkish
ca: Turc
es: Turco
eu_es: Turkiarra
gl_es: Turco
hu: Török
it: Turco
ja_jp: トルコ語
ko: 튀르키예어
nb_no: Tyrkisk
pl: Turecki
pt_pt: Turco
ro_ro: Turcă
sk_sk: Turečtina
sv_se: Turkiska
tr: Türkçe
vi_vn: Thổ Nhĩ Kỳ

# game_options
source: Turkish (tr)
es: Turco (tr)
gl_es: Turco (tr)
hu: Török (tr)
it: Turco (tr)
ja_jp: トルコ語 (tr)
ko: 튀르키예어 (tr)
pl: Turecki (tr)
pt_pt: Turco (tr)
ro_ro: Turcă (tr)
sk_sk: Turečtina (tr)
sv_se: Turkiska (tr)
tr: Türkçe (tr)
vi_vn: Thổ Nhĩ Kỳ (tr)

# keys_files
source: Turn Left
hu: Balra fordulás
ko: 좌회전
pl: Obrót w lewo
pt_pt: Virar à esquerda
sv_se: Sväng vänster
tr: Sola Çevir
vi_vn: Rẽ trái
zh_tw: 向左轉

# keys_files
source: Turn Right
hu: Jobbra fordulás
ko: 우회전
pl: Obrót w prawo
pt_pt: Virar à direita
sv_se: Sväng höger
tr: Sağa Çevir
vi_vn: Rẽ phải
zh_tw: 向右轉

# game_options
source: Turquoise
es: Turquesa
gl_es: Turquesa
hu: Türkiz
it: Turchese
ja_jp: ターコイズ
ko: 청록색
nb_no: Turkis
pl: Turkusowy
pt_pt: Turquesa
ro_ro: Turcoaz
sk_sk: Tyrkysové
sv_se: Turkos
tr: Turkuaz
vi_vn: Ngọc lam

# game_options
source: Twin Stick with Triggers
ca: Doble palanca amb gallets
es: Doble Stick con Gatillos
eu_es: Twin Stick kolpekariarekin
gl_es: Doble Stick con gatillos
hu: Twin Stick triggerekkel
it: Manopole gemelle con glirretti
ja_jp: トリガー付きツインスティック
ko: 트리거가 있는 트윈 스틱
nb_no: Twin Stick med utløsere
pt_pt: Stick's duplos com gatilhos
ro_ro: Două manete cu trăgaci
sk_sk: Twin Stick so spúšťou
sv_se: Twin Stick med avtryckare
tr: Tetikleyicili Twin Stick
zh_tw: 帶觸發器的雙棍

# game_options
source: Type of ROM file to load
ca: Tipus del fitxer ROM a carregar
es: Tipo de archivo ROM a cargar
eu_es: Kargatu beharreko ROM fitxategiaren mota
gl_es: Tipo de ficheiro ROM a cargar
hu: A betöltendő ROM-fájl típusa
it: Tipo di file ROM da caricare
ja_jp: 読み込むROMファイルの種類
ko: 로드할 롬 파일 유형
nb_no: Type ROM-fil som skal lastes inn
pl: Typ ładowanego pliku ROM
pt_pt: Tipo de ficheiro ROM para carregar
ro_ro: Tipul de fișier ROM de încărcat
sk_sk: Typ ROM súboru na načítanie
sv_se: Typ av ROM-fil som ska läsas in
tr: Yüklenecek ROM dosyasının türü
vi_vn: Loại tệp ROM để tải
zh_tw: 要載入的ROM檔案的型別

# game_options
source: Type of ROM file to load.
ca: Tipus del fitxer ROM a carregar.
es: Tipo de archivo ROM a cargar.
eu_es: Kargatu beharreko ROM fitxategi mota
gl_es: Tipo de ficheiro ROM a cargar.
hu: A betöltendő ROM-fájl típusa.
it: Tipo di file ROM da caricare.
ja_jp: 読み込むROMファイルの種類
ko: 로드할 롬 파일의 유형입니다.
nb_no: Type ROM-fil som skal lastes inn.
pl: Typ pliku ROM do załadowania.
pt_pt: Tipo de arquivo ROM para carregar.
ro_ro: Tipul de fișier ROM pentru încărcare.
sk_sk: Typ ROM súboru na načítanie.
sv_se: Typ av ROM-fil som ska läsas in.
tr: Yüklenecek ROM dosyasının türü.
vi_vn: Loại tệp ROM để tải.
zh_tw: 要載入的ROM檔案的型別。

# game_options
source: Type of ROM file to load. Disk Image requires Mac IIx and Image Reader
ca: Tipus del fitxer ROM a carregar. La imatge de disc requereix un Mac IIx i lector d’imatges
es: Tipo de archivo ROM a cargar. La imagen de disco requiere Mac IIx e Image Reader
eu_es: Kargatu behar den ROM fitxategia. Disko irudiak MAC IIx eta Irudi Irakurlea eskatzen ditu.
gl_es: Tipo de ficheiro ROM a cargar. A imaxe de disco requiere Mac IIx e Image Reader
hu: A betöltendő ROM-fájl típusa. A lemezképhez Mac IIx és Image Reader szükséges
it: Tipo di file ROM da caricare. Il disco immagine richiede Mac IIx e lettore immagini
ja_jp: 読み込むROMの種類。ディスクイメージにはMacIIxとイメージリーダーが必要です
ko: 로드할 롬 파일의 유형입니다. 디스크 이미지에는 맥 IIx 및 이미지 판독기 필요
nb_no: Type ROM-fil som skal lastes inn. Disk Image krever Mac IIx og Image Reader
pl: Typ pliku ROM do załadowania. Obraz dysku wymaga komputera Mac IIx i czytnika obrazu.
pt_pt: Tipo de ficheiro ROM a ser carregado. Imagem de Disco requer Mac IIx e Leitor de Imagem
ro_ro: Tipul de fișier ROM de încărcat. Imaginea de disc necesită Max IIx și Cititorul de Imagine
sk_sk: Typ súboru ROM, ktorý sa má načítať. Disk Image vyžaduje Mac IIx a Image Reader
sv_se: Typ av ROM-fil som ska läsas in. Diskavbildning kräver Mac IIx och Image Reader
tr: Yüklenecek ROM dosyasının türü. Disk Görüntüsü, Mac IIx ve Görüntü Okuyucu gerektirir
vi_vn: Loại tập tin ROM để tải. Hình ảnh đĩa yêu cầu Mac IIx và Image Reader
zh_tw: 要載入的ROM檔案的型別。磁碟映像需要Mac IIx和鏡像讀取器

# game_options
source: Type of emulated SoundBlaster card.
ca: Tipus de la tarja SoundBlaster emulada.
es: Tipo de tarjeta SoundBlaster emulada.
eu_es: Emulatutako SoundBlaster txartel mota.
gl_es: Tipo de tarxeta SoundBlaster emulada.
hu: Az emulált SoundBlaster kártya típusa.
it: Tipo di scheda SoundBlaster emulata.
ja_jp: エミュレートされた SoundBlaster タイプ
ko: 에뮬레이션된 사운드블라스터 카드의 유형입니다.
nb_no: Type emulert SoundBlaster-kort.
pl: Rodzaj emulowanej karty SoundBlaster.
pt_pt: Tipo de placa SoundBlaster emulada.
ro_ro: Tipul de placă SoundBlaster emulat.
sk_sk: Typ emulovanej karty SoundBlaster.
sv_se: Typ av emulerat SoundBlaster-kort.
tr: Taklit edilen SoundBlaster kart türü.
zh_tw: 模擬SoundBlaster卡的型別。

# game_options
source: Type of joystick connected to the game port.
ca: Tipus de palanca connectada.
es: Tipo de joystick conectado al puerto de juego.
eu_es: Portuan konektatutako joystick mota
gl_es: Tipo de joystick conectado ao porto do xogo.
hu: A játékporthoz csatlakoztatott joystick típusa.
it: Tipo di Joystick connesso alla porta gioco.
ja_jp: ゲームポートに接続されたジョイスティック タイプ
ko: 게임 포트에 연결된 조이스틱 유형입니다.
nb_no: Type joystick som er koblet til spillporten.
pl: Rodzaj joysticka podłączonego do portu gier.
pt_pt: Tipo de comando ligado à porta do jogo.
ro_ro: Tipul de joystick conectat la portul de joc.
sk_sk: Typ joysticku pripojeného na game port.
sv_se: Typ av joystick som är ansluten till spelporten.
tr: Oyun bağlantı noktasına bağlı joystick türü.
vi_vn: Loại điều khiển kết nối với cổng trò chơi.
zh_tw: 連線到遊戲埠的搖桿的型別。

# game_options
source: UBERSHADERS
eu_es: UBERSHADER-AK
ja_jp: ウーバーシェーダー
ko: 우버셰이더
ro_ro: UBERSHADERE
tr: ÜSTÜN GÖLGELENDİCİRİLER

# game_options
source: UDP BIND ADDRESS
es: DIRECCIÓN DE ENLACE UDP
gl_es: DIRECCIÓN DE ENLACE UDP
hu: UDP KÖTÉSI CÍM
it: INDIRIZZO BIND UDP
ja_jp: UDPバインドアドレス
ko: UDP 바인드 주소
nb_no: UDP-BINDINGSADRESSE
pl: LOKALNY ADRES UDP
pt_pt: ENDEREÇO ​​DE LIGAÇÃO UDP
ro_ro: ADRESA LOCALĂ UDP
sk_sk: UDP BIND adresa
sv_se: UDP BINDNINGSADRESS
tr: UDP BAĞLANTI ADRESİ
zh_tw: UDP綁定位址

# game_options
source: UDP REMOTE ADDRESS
es: DIRECCIÓN REMOTA UDP
gl_es: DIRECCIÓN REMOTA UDP
hu: UDP TÁVOLI CÍM
it: INDIRIZZO REMOTO UDP
ja_jp: UDPリモートアドレス
ko: UDP 원격 주소
nb_no: UDP EKSTERN ADRESSE
pl: ZDALNY ADRES UDP
pt_pt: ENDEREÇO ​​REMOTO UDP
ro_ro: ADRESA DISTANTĂ UDP
sv_se: UDP FJÄRRADRESS
tr: UDP UZAK ADRESİ
zh_tw: UDP遠端位址

# game_options
source: UDP Tunnel
es: Túnel UDP
gl_es: Túnel UDP
hu: UDP-alagút
it: Tunnel UDP
ja_jp: UDPトンネル
ko: UDP 터널
pl: Tunel UDP
ro_ro: Tunel UDP
sk_sk: UDP tunel
tr: UDP Tüneli
zh_tw: UDP通道

# game_options
source: UI KEYS
ca: TECLES IU
es: TECLAS DE INTERFAZ
eu_es: UI TEKLAK
gl_es: TECLAS DA INTERFACE
it: TASTI UI
ja_jp: UI キー
ko: UI 키
nb_no: BRUKERGRENSESNØKKLER
pl: PRZYCISKI UI
pt_pt: TECLAS DE INTERFACE DO UTILIZADOR
ro_ro: TASTE UI
sk_sk: UI klávesy
sv_se: GRÄNSSNITTSTANGENTER
tr: ARAYÜZ TUŞLARI
vi_vn: PHÍM UI
zh_tw: UI鍵

# game_options
source: UI PROMPTS
ca: PREGUNTES D'INTERFÍCIE D'USUARI
es: INDICACIONES DE LA INTERFAZ DE USUARIO
eu_es: UI PROMPT MEZUAK
gl_es: SOLICITUDES DA IU
hu: A FELHASZNÁLÓI FELÜLET FELSZÓLÍTÁSAI
it: PROMPTS UI
ja_jp: UI プロンプト 表示
ko: UI 프롬프트
pl: KOMUNIKATY INTERFEJSU
pt_pt: AVISOS DE INTERFACE DO UTILIZADOR
ro_ro: ÎNTREBĂRI UI
sk_sk: UI výzvy
sv_se: GRÄNSSNITTSPROMPTAR
tr: ARAYÜZ İSTEMLERİ
zh_tw: UI提示

# game_options
source: UK
gl_es: Reino Unido
hu: EGYESÜLT KIRÁLYSÁG
ja_jp: イギリス
ko: 영국
pt_pt: Reino Unido
vi_vn: Vương quốc Anh

# game_options
source: UPSCALE FILTER
ca: FILTRE D’AMPLIACIÓ
es: FILTRO DE AMPLIACIÓN
eu_es: ESKALATZE FILTROA
gl_es: FILTRO DE AMPLIACIÓN
hu: FELSKÁLÁZÓ SZŰRŐ
it: FILTRO DI INGRANDIMENTO
ja_jp: アップスケールフィルター
ko: 업스케일 필터
pl: FILTR UPSCALE
pt_pt: FILTRO DE UPSCALE
ro_ro: FILTRU UPSCALE
sk_sk: Filter zväčšenia
sv_se: UPPSKALNINGSFILTER
tr: YÜKSELTME FİLTRESİ
vi_vn: BỘ LỌC CAO CẤP
zh_tw: 升頻濾鏡

# game_options
source: UPSCALE MODE
es: MODO DE ESCALADO
gl_es: MODO DE AUMENTO
hu: FELSKÁLÁZOTT MÓD
it: MODALITA' UPSCALE
ja_jp: アップスケール モード
ko: 업스케일 모드
pl: TRYB SKALOWANIA
pt_pt: MODO UPSCALE
ro_ro: MOD UPSCALING
sk_sk: Režim zväčšenia
sv_se: UPPSKALNINGSLÄGE
tr: YÜKSELTME MODU
zh_tw: 升頻模式

# game_options
source: US
gl_es: EUA
hu: EGYESÜLT ÁLLAMOK
ja_jp: アメリカ
ko: 미국
pt_pt: EUA
sv_se: USA
vi_vn: Mỹ

# game_options
source: USA
eu_es: AEB
ko: 미국
pt_pt: EUA
ro_ro: SUA
tr: ABD
vi_vn: Hoa Kỳ

# game_options
source: USA (Default)
ca: USA (Per defecte)
es: USA (Defecto)
eu_es: USA (Defektuz)
gl_es: EUA (predeterminado)
hu: USA (Alapértelmezett)
ja_jp: USA (標準)
ko: 미국 (기본)
nb_no: USA (standard)
pl: USA (domyślnie)
pt_pt: USA (Predefinição)
ro_ro: SUA (Implicit)
sk_sk: USA (predvolené)
sv_se: USA (standard)
tr: ABD (Varsayılan)
vi_vn: Hoa Kỳ (mặc định)
zh_tw: USA (預設)

# game_options
source: USE DSP AUDIO
ca: USAR ÀUDIO DSP
es: USAR AUDIO DSP
eu_es: ERABILI AUDIO DSP-A
gl_es: USE AUDIO DSP
hu: DSP AUDIO HASZNÁLATA
it: USA DSP AUDIO
ja_jp: DSP オーディオを使用
ko: DSP 오디오 사용
nb_no: BRUK DSP AUDIO
pl: UŻYWAJ DŹWIĘKU DSP
pt_pt: USAR PROCESSADOR DE ÁUDIO DIGITAL (DSP)
ro_ro: FOLOSEȘTE DSP AUDIO
sk_sk: Použiť DSP audio
sv_se: ANVÄND DSP-LJUD
tr: DSP SES KULLAN
vi_vn: SỬ DỤNG ÂM THANH DSP
zh_tw: 使用DSP音訊

# game_options
source: USE FIRMWARE SETTINGS
ca: USAR AJUSTOS DE FIRMWARE
es: USAR AJUSTES DE FIRMWARE
eu_es: ERABILI FIRMWARE EZARPENAK
gl_es: USE A CONFIGURACIÓN DO FIRMWARE
hu: FIRMWARE BEÁLLÍTÁSOK HASZNÁLATA
it: USA IMPOSTAZIONI FIRMWARE
ja_jp: ファームウェア設定を使用
ko: 펌웨어 설정 사용
nb_no: BRUKE FASTVAREINNSTILLINGER
pl: UŻYJ USTAWIEŃ OPROGRAMOWANIA
pt_pt: USAR CONFIGURAÇÕES DE FIRMWARE
ro_ro: FOLOSEȘTE SETĂRILE DIN FIRMWARE
sk_sk: Použiť nastavenia firmvéru
sv_se: ANVÄND FIRMWARE-INSTÄLLNINGAR
tr: YAZILIM AYARLARINI KULLAN
vi_vn: SỬ DỤNG CÀI ĐẶT FIRMWARE
zh_tw: 使用韌體設定

# game_options
source: USE GZDOOM JOYSTICK CONFIGURATION
ca: UTILITZA CONFIGURACIÓ DEL JOYSTICK DE GZDOOM
es: USAR CONFIGURACIÓN DE JOYSTICK GZDOOM
eu_es: ERABILI GZDOOM JOYSTICK KONFIGURAZIOA
gl_es: USE A CONFIGURACIÓN DO JOYSTICK GZDOOM
it: USA LA CONFIGURAZIONE JOYSTICK GZDOOM
ja_jp: GZDOOM ジョイスティック構成を使用
ko: GZDOOM 조이스틱 구성 사용
nb_no: BRUKE GZDOOM JOYSTICK-KONFIGURASJON
pl: UŻYJ KONFIGURACJI JOYSTICKA W GZDOOM
ro_ro: FOLOSEȘTE CONFIGURAREA GZDOOM PENTRU JOYSTICK
sk_sk: Použiť nastavenie joysticku GZDoom
sv_se: ANVÄND GZDOOM JOYSTICKKONFIGURATION

# game_options
source: USE JOYPAD SOUTH BUTTON TO ADD CREDIT
es: USAR BOTÓN SUR DEL MANDO PARA AÑADIR CRÉDITO
gl_es: USE O BOTÓN SUR DO MANDO BÁSICO PARA ENGADIR CRÉDITO
hu: HASZNÁLD A JOYPAD DÉLI GOMBJÁT A KREDIT HOZZÁADÁSÁHOZ
it: USA IL PULSANTE SUD DEL JOYPAD PER INSERIRE MONETA
ja_jp: ジョイパッドの南ボタンを使用してクレジットを追加します
ko: 조이패드 아래쪽 버튼을 사용하여 크레딧을 추가하세요
nb_no: BRUK JOYPAD SØR-KNAPPEN FOR Å LEGGE TIL KREDITT
pl: UŻYJ DOLNEGO PRZYCISKU JOYPADA, ABY DODAĆ KREDYT
pt_pt: USAR O BOTÃO SUL DO JOYPAD PARA ADICIONAR CRÉDITO
ro_ro: FOLOSEȘTE BUTONUL DIN SUD AL JOYPAD-ULUI PENTRU A ADĂUGA CREDIT
sv_se: ANVÄND JOYPAD SÖDRA KNAPP FÖR ATT LÄGGA TILL MYNT
tr: KREDİ EKLEMEK İÇİN JOYPAD GÜNEY DÜĞMESİNİ KULLAN
zh_tw: 使用遊戲手把的南方按鈕新增點數

# game_options
source: USE LIGHT GUNS
ca: USAR PISTOLES DE LLUM
es: USAR PISTOLAS
eu_es: ERABILI ARGITZKO PISTOLAK
gl_es: UTILIZAR PISTOLAS ÓPTICAS
hu: FÉNYPUSKA
it: USA PISTOLE
ja_jp: ライトガン(ガンコン)を使用
ko: 라이트 건 사용
nb_no: BRUK LYSPISTOL
pl: UŻYJ PISTOLETÓW ŚWIETLNYCH
pt_pt: USAR PISTOLAS
ro_ro: FOLOSEȘTE PISTOALELE LUMINOASE
sk_sk: Použiť svetelné pištole
sv_se: ANVÄND LJUSPISTOLER
tr: SİLAH KULLAN
vi_vn: SỬ DỤNG LIGHT GUNS
zh_tw: 使用光槍

# game_options
source: USE NEW GRAPHICS
es: USAR NUEVOS GRÁFICOS
eu_es: ERABILI GRAFIKO BERRIAK
gl_es: UTILICE NOVOS GRÁFICOS
hu: HASZNÁLJON ÚJ GRAFIKÁT
it: USA NUOVA GRAFICA
ja_jp: 新しいグラフィックを使用
ko: 새 그래픽 사용
nb_no: BRUKE NY GRAFIKK
pl: UŻYJ NOWEJ GRAFIKI
pt_pt: USAR NOVOS GRÁFICOS
ro_ro: FOLOSEȘTE GRAFICI NOI
sk_sk: Použiť novú grafiku
sv_se: ANVÄND NY GRAFIK
tr: YENİ GRAFİKLERİ KULLAN
zh_tw: 使用新圖形

# game_options
source: USE PAD PROFILES
ca: USAR PERFILS DE COMANDAMENT
es: USAR PERFILES DE MANDOS
eu_es: ERABILI PAD PROFILAK
gl_es: EMPREGA PERFÍS DE MANDO
hu: PAD PROFILOK HASZNÁLATA
it: USA I PROFILI PAD
ja_jp: パッドプロファイルを使用
ko: 패드 프로파일 사용
nb_no: BRUKE PADPROFILER
pl: ZASTOSUJ PROFILE KONTROLERÓW
pt_pt: USAR PERFIS DO COMANDO
ro_ro: FOLOSEȘTE PROFILE PAD
sk_sk: Použiť profily ovládačov
sv_se: ANVÄND PAD-PROFILER
tr: PAD PROFİLLERİ KULLAN
vi_vn: SỬ DỤNG HỒ SƠ PAD
zh_tw: 使用手把配置檔案

# game_options
source: USE PRE-EMPTIVE FRAMES
es: USAR FOTOGRAMAS PREVENTIVOS (PRE-EMPTIVE FRAMES)
gl_es: USA CADROS PREVENTIVOS
hu: HASZNÁLJON MEGELŐZŐ KERETET
it: USA FRAMES PRE-EMPTIVE
ja_jp: プリエンプティブフレームを使用
ko: 선제적 프레임 사용
nb_no: BRUK FOREBYGGENDE RAMMER
pl: UŻYJ RAMEK WSTĘPNYCH
pt_pt: UTILIZE FRAMES PRÉ-EMPTIVAS
ro_ro: FOLOSEȘTE CADRE PREEMPTIVE
sk_sk: Použiť preemptívne snímky
sv_se: ANVÄND PRE-EMPTIVE FRAMES
tr: ÖNLEYİCİ KARELER KULLAN
vi_vn: SỬ DỤNG KHUNG KHÁM PHÁ TRƯỚC
zh_tw: 使用搶先幀

# game_options
source: USE SECOND INSTANCE FOR RUN-AHEAD
ca: USAR SEGONA INSTANCIA PER PRE-AVANÇAMENT
es: USAR SEGUNDA INSTANCIA PARA RUN-AHEAD
eu_es: ERABILI BIGARREN INSTANTZIA RUN-AHEAD-EKIN
gl_es: UTILICE A SEGUNDA INSTANCIA PARA A EXECUCIÓN ANTICIPADA
hu: MÁSODIK PÉLDÁNY HASZNÁLATA A FUTTATÁSHOZ
it: USA LA SECONDA ISTANZA PER RUN-AHEAD
ja_jp: 先読みで2番目のインスタンスを使用
ko: 런-어헤드에 두 번째 인스턴스 사용
nb_no: BRUKE DEN ANDRE INSTANSEN FOR FORHÅNDSKJØRING
pl: UŻYJ DRUGIEJ INSTANCJI DLA KLATEK Z WYPRZEDZENIEM
pt_pt: EXECUTAR SEGUNDA INSTÂNCIA PARA CORRER EM AVANÇO
ro_ro: FOLOSEȘTE O A DOUA INSTANȚĂ PENTRU PRE-RULARE
sk_sk: Použiť druhú inštanciu na prednačítanie
sv_se: ANVÄND ANDRA INSTANSEN FÖR ATT KÖRA I FÖRVÄG
tr: ÖNDEN-GİTMEK İÇİN İKİNCİ OLUŞUM KULLAN
vi_vn: SỬ DỤNG PHIÊN BẢN THỨ HAI ĐỂ CHẠY PHÍA TRƯỚC
zh_tw: 使用第二個實例進行預測運行

# game_options
source: USE SOFTWARE RENDERING
ca: USAR RENDERITZAT PER PROGRAMARI
es: USAR RENDERIZADO POR SOFTWARE
eu_es: ERABILI SOFTEARE RENDERING-A
gl_es: USAR RENDERIZADO POR SOFTWARE
hu: SZOFTVERES RENDERELÉS HASZNÁLATA
it: USA RENDERING SOFTWARE
ja_jp: ソフトウェアレンダリングを使用
ko: 소프트웨어 렌더링 사용
nb_no: BRUKE PROGRAMVAREGJENGIVELSE
pl: UŻYJ PROGRAMOWEGO RENDEROWANIA
pt_pt: USAR SOFTWARE DE RENDERIZAÇÃO
ro_ro: FOLOSEȘTE RANDARE SOFTWARE
sk_sk: Použiť softvérové renderovanie
sv_se: ANVÄND PROGRAMVARURENDERING
tr: YAZILIMSAL İŞLEYİCİ KULLAN
vi_vn: SỬ DỤNG KẾT XUẤT PHẦN MỀM
zh_tw: 使用軟體算繪

# game_options
source: USE WHEELS
es: USAR VOLANTES
eu_es: ERABILI BOLANTEAK
gl_es: UTILIZAR VOLANTES
hu: KORMÁNY HASZNÁLATA
it: USA MANUBRI
ja_jp: ホイール(ハンドル)を使用
ko: 핸들 사용
nb_no: BRUK RATT
pl: KORZYSTAJ Z KIEROWNIC
pt_pt: USAR VOLANTE
ro_ro: FOLOSEȘTE VOLANELE
sk_sk: Použiť kolieska
sv_se: ANVÄND RATTAR
tr: DİREKSİYON KULLAN
vi_vn: SỬ DỤNG WHEELS
zh_tw: 使用方向盤

# game_options
source: USER DISK
ca: DISC D’USUARI
es: DISCO DE USUARIO
eu_es: ERABILTZAILE DISKOA
gl_es: DISCO DE USUARIO
hu: HASZNÁLÓI LEMEZ
it: DISCO UTENTE
ja_jp: ユーザーディスク
ko: 사용자 디스크
nb_no: LEGG TIL BRUKERDISK
pl: DYSK UŻYTKOWNIKA
pt_pt: DISCO DO UTILIZADOR
ro_ro: DISC UTILIZATOR
sk_sk: Používateľský disk
sv_se: ANVÄNDARDISK
tr: KULLANICI DİSKİ
vi_vn: ĐĨA NGƯỜI DÙNG
zh_tw: 使用者磁碟

# game_options
source: UTC
ko: 협정 세계시

# game_options
source: Ukraine
gl_es: Ucraína
hu: Ukrajna
it: Ucraina
ko: 우크라이나
pl: Ukraina
pt_pt: Ucrânia
ro_ro: Ucraina
sk_sk: Ukrajina
sv_se: Ukraina
tr: Ukrayna

# game_options
source: Ukrainian
es: Ucraniano
gl_es: Ucraíno
hu: Ukrán
it: Ukraino
ja_jp: ウクライナ語
ko: 우크라이나어
nb_no: Ukrainsk
pl: Ukrainski
pt_pt: Ucraniano
ro_ro: Ucraineană
sk_sk: Ukrajinčina
sv_se: Ukrainska
tr: Ukraynalı
vi_vn: Ukraine

# game_options
source: Ultra
ja_jp: ウルトラ
ko: 울트라
vi_vn: Siêu

# game_options
source: Undocked
es: No acoplado
gl_es: No acoplado
hu: Dokkolatlan
ja_jp: ドッキングしない
ko: 도킹 해제됨
nb_no: Ikke dokket
pl: Poza dokiem
pt_pt: Desencaixado
ro_ro: Neandocat
sk_sk: Nedokované
sv_se: Inte dockad
tr: Bağlantıdan çıkarıldı
vi_vn: Đã tháo đế

# game_options
source: United Arab Emirates
gl_es: Emiratos Árabes Unidos
hu: Egyesült Arab Emírségek
it: Emirati Arabi Uniti
ko: 아랍에미리트
pl: Zjednoczone Emiraty Arabskie
pt_pt: Emirados Árabes Unidos
ro_ro: Emiratele Arabe Unite
sk_sk: Spojené Arabské Emiráty
sv_se: Förenade Arabemiraten
tr: Birleşik Arap Emirlikleri
vi_vn: Các Tiểu vương quốc Ả Rập Thống nhất

# game_options
source: United Kingdom
gl_es: Reino Unido
hu: Egyesült Királyság
it: Regno Unito
ko: 영국
pl: Wielka Brytania
pt_pt: Reino Unido
ro_ro: Regatul Unit
sk_sk: Spojené kráľovstvo
sv_se: Storbritannien
tr: Birleşik Krallık
vi_vn: Vương quốc Anh

# game_options
source: United States
gl_es: Estados Unidos
hu: Egyesült Államok
it: Stati Uniti
ko: 미국
pl: Stany Zjednoczone
pt_pt: Estados Unidos
ro_ro: Statele Unite
sk_sk: Spojené štáty
sv_se: USA
tr: Amerika Birleşik Devletleri
vi_vn: Hoa Kỳ

# game_options
source: Univarsal
ca: Universal
es: Universal
eu_es: Unibertsala
gl_es: Universal
ja_jp: ユニバーサル
ko: 유니버설
pl: Uniwersalna
pt_pt: Universal
tr: Evrensel
zh_tw: 通用的

# game_options
source: Universe BIOS is not compatible with cheats.
ca: El BIOS Universe no és compatible amb trucs.
es: Las Universe BIOS no son compatibles con trucos.
eu_es: Universe BIOS ez da konpatiblea tranpekin
gl_es: As Universe BIOS non son compatibles con trucos.
hu: Az Universe BIOS nem kompatibilis a csalásokkal.
it: BIOS Universe non è compatible con i cheat.
ja_jp: Universe Biosはチートと互換性がありません
ko: 유니버스 바이오스는 치트와 호환되지 않습니다.
nb_no: Universe BIOS er ikke kompatibel med juks.
pl: Universe BIOS nie jest kompatybilny z cheatami.
pt_pt: Universe BIOS não é compatível com códigos.
ro_ro: BIOS-ul Universe nu este compatibil cu trișări.
sk_sk: Universe BIOS nie je kompatibilný s cheatmi.
sv_se: Universe BIOS är inte kompatibelt med fusk.
tr: Universe BİOS hilelerle uyumlu değildir.
vi_vn: Universe BIOS không tương thích với gian lận.
zh_tw: Universe BIOS與作弊器不相容。

# game_options
source: Unlimited
ca: Il·limitat
es: Ilimitado
eu_es: Mugagabea
gl_es: Ilimitado
hu: Korlátlan
it: Illimitata
ja_jp: 制限なし
ko: 제한 없음
nb_no: Ubegrenset
pl: Bez ograniczeń
pt_pt: Ilimitado
ro_ro: Nelimitată
sk_sk: Bez obmedzenia
sv_se: Obegränsad
tr: Sınırsız
vi_vn: Không giới hạn
zh_tw: 無限

# game_options
source: Unsaturated v6 (FirebrandX)
es: No saturado v6 (FirebrandX)
eu_es: Saturazio gabeko v6 (FirebrandX)
gl_es: Non saturado v6 (FirebrandX)
hu: Telítetlen v6 (FirebrandX)
it: Nonsaturato v6 (FirebrandX)
ja_jp: Unsaturated v6 (ファイアブランドX)
ko: Unsaturated v6 (파이어브랜드X)
nb_no: Umettet v6 (FirebrandX)
pl: Nienasycone v6 (FirebrandX)
pt_pt: Insaturado v6 (FirebrandX)
ro_ro: Nesaturat v6 (FirebrandX)
sk_sk: Nesaturované v6 (FirebrandX)
sv_se: Omättad v6 (FirebrandX)
tr: Doymamış v6 (FirebrandX)
zh_tw: 不飽和v6 (FirebrandX)

# game_options
source: Unscaled (Default)
es: Sin escalar (Defecto)
eu_es: Eskalatua (Defektuz)
gl_es: Sen escalar (predeterminada)
hu: Nem méretezett (alapértelmezett)
it: Non-scalato (Default)
ja_jp: スケーリングなし (標準)
ko: 크기 조정 안 함 (기본)
nb_no: Ikke skalert (standard)
pl: Nieskalowane (domyślnie)
pt_pt: Sem escala (Predefinição)
ro_ro: Nescalat (implicit)
sk_sk: Bez mierky (predvolené)
sv_se: Oskalat (standard)
tr: Ölçeklenmemiş (Varsayılan)
vi_vn: Unscaled (Mặc định)
zh_tw: 未縮放(預設)

# game_options
source: Until Timeout
es: Hasta que se agote el tiempo de espera
gl_es: Ata esgotar o tempo de espera
hu: Időtúllépésig
it: Fino al Timmeout
ja_jp: タイムアウトまで
ko: 시간 초과까지
nb_no: Inntil tidsavbrudd
pl: Limitowany czasowo
pt_pt: Até o tempo limite
ro_ro: Până la expirarea timpului
sk_sk: Do timeoutu
sv_se: Tills tidsgräns
tr: Zaman Aşımına Kadar
vi_vn: Cho đến khi hết thời gian
zh_tw: 直到超時

# keys_files
source: Up
gl_es: Arriba
hu: Fel
it: Su
ko: 위쪽
pl: W górę
pt_pt: Para cima
ro_ro: Sus
sk_sk: Hore
sv_se: Upp
tr: Yukarı
vi_vn: Lên
zh_tw: 向上
