Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Enhancement. Increase the rendering resolution when in 16:9 ratio. Makes 3D objects clearer.
ca: Millora. Augmenta la resolució de renderització en relació 16:9. Fa els objectes 3D més nítids.
es: Mejora. Aumenta la resolución de renderizado cuando esté en una proporción de 16:9. Hace objetos 3D más claros.
eu_es: Hobekuntza. Handitu renderizazio bereizmena 16:9 proportzioa erabiltzean. 3D objektuak garbiagoak egiten ditu.
gl_es: Mellora. Aumente a resolución de renderizado cando teña unha relación de 16:9. Fai que os obxectos 3D sexan máis claros.
hu: Fokozás. Növelje a renderelési felbontást 16:9 arányban. Világosabbá teszi a 3D objektumokat.
it: Miglioramento. Aumenta la risoluzione di rendering quando in 19:9. Rende più chiari gli oggetti 3D.
ja_jp: 強化：16:9の比率でレンダリング解像度を上げます。 3Dオブジェクトをより明確にします
ko: 향상. 16:9 비율일 때 렌더링 해상도를 높입니다. 3D 개체를 더 명확하게 만듭니다.
nb_no: Forbedring. Øker gjengivelsesoppløsningen i 16:9-format. Gjør 3D-objekter tydeligere.
pl: Usprawnienie. Zwiększa rozdzielczość renderowania w przypadku proporcji 16:9. Sprawia, że obiekty 3D obiekty są wyraźniejsze.
pt_pt: Melhoria. Aumenta a resolução de renderização quando estiver na proporção 16:9. Torna os objetos 3D mais nítidos.
ro_ro: Îmbunătățire. Crește rezoluția de redare în aspectul 16:9. Face obiectele 3D mai clare.
sk_sk: Rozšírenie. Zvýšiť rozlíšenie vykresľovania v pomere 16:9. Robí 3D objekty jasnejšie.
sv_se: Förbättring. Öka renderingsupplösningen i förhållandet 16:9. Gör 3D-objekt tydligare.
tr: İyileştirme. 16:9 oranındayken işleme çözünürlüğünü arttır. 3B nesneleri daha net hale getirir.
vi_vn: Tăng cường. Tăng độ phân giải kết xuất khi ở tỷ lệ 16:9. Làm cho các đối tượng 3D rõ ràng hơn.
zh_tw: 增強。當比例為16:9時，增加算繪解析度使3D物件更清晰。

# game_options
source: Enhancement. Increase the rendering resolution.
es: Mejora. Aumenta la resolución de renderizado.
gl_es: Mellora. Aumentar a resolución de renderizado.
hu: Fejlesztés. Növelje a renderelési felbontást.
it: Miglioramento. Aumenta la risoluzione di rendering
ja_jp: 強化：レンダリング解像度を上げます
ko: 향상. 렌더링 해상도를 높입니다.
pl: Usprawnienie. Zwiększ rozdzielczość renderowania.
pt_pt: Melhoria. Aumente a resolução de renderização.
ro_ro: Îmbunătățire. Crește rezoluția de redare.
sk_sk: Rozšírenie. Zvyšuje rozlíšenie zobrazenia.
sv_se: Förbättring. Öka upplösningen för rendering.
tr: İyileştirme. İşleme çözünürlüğünü artırın.
vi_vn: Tăng cường. Tăng độ phân giải kết xuất.
zh_tw: 增強。提高算繪解析度。

# game_options
source: Enhancement. Increase the rendering resolution. Makes 3D objects clearer.
ca: Millora. Incrementa la resolució de renderització. Fa els objectes 3D més nítids.
es: Mejora. Aumenta la resolución de renderizado. Hace que los objetos 3D sean más claros.
eu_es: Hobekuntza. Handitu renderizazio bereizmena. 3D objektuak argiago egiten ditu.
gl_es: Mellora. Aumenta a resolución de renderizado. Fai cos obxectos 3D sexan máis claros.
hu: Fokozás. Növelje a renderelési felbontást. Világosabbá teszi a 3D objektumokat.
it: Miglioramento. Aumenta la risoluzione di rendering. Rende più' chiari gli oggetti 3D.
ja_jp: 強化：レンダリング解像度を上げ、3Dオブジェクトをより明確にします
ko: 향상. 렌더링 해상도를 높입니다. 3D 개체를 더 선명하게 만듭니다.
nb_no: Forbedring. Øker gjengivelsesoppløsningen. Gjør 3D-objekter tydeligere.
pl: Usprawnienie. Zwiększa rozdzielczość renderowania. Sprawia, że obiekty 3D są wyraźniejsze.
pt_pt: Melhorias. Aumente a resolução de renderização. Torna os objetos 3D mais nítido
ro_ro: Îmbunătățire. Crește rezoluția de redare. Face obiectele 3D mai clare.
sk_sk: Rozšírenie. Zvýši renderovacie rozlíšenie. Urobí 3D objekty čistejšie.
sv_se: Förbättring. Ökar renderingsupplösningen. Gör 3D-objekt tydligare.
tr: İyileştirme. İşleme çözünürlüğünü arttır. 3B nesneleri daha net hale getirir.
vi_vn: Tăng cường. Tăng độ phân giải kết xuất. Làm cho các đối tượng 3D rõ ràng hơn.
zh_tw: 增強。提高算繪解析度。使3D物件更清晰。

# game_options
source: Enhancement. Only works with a 16/9 ratio and bezels disabled.
ca: Millora. Només funciona amb relacion 16:9 i motllures deshabilitades.
es: Mejora. Sólo funciona con proporción 16:9 y biseles desactivados.
eu_es: Hobekuntza. 16/9 proportzio eta bezel-ak desgaituta bakarrik dabil.
gl_es: Mellora. Só funciona cunha relación 16:9 e os biseles desactivados.
hu: Továbbá. Csak 16/9-es aránnyal és letiltott keretekkel működik.
it: Miglioramento. Usa solamente un rapporto 16/9 e cornici disabilitate.
ja_jp: 強化：16/9の比率で、ベゼルが無効になっている場合にのみ機能します
ko: 향상. 16/9 비율과 베젤이 비활성화된 경우에만 작동합니다.
nb_no: Forbedring. Fungerer bare med et 16/9-forhold og deaktiverte rammer.
pl: Usprawnienie. Działa tylko przy proporcjach 16/9 i wyłączonych ramkach.
pt_pt: Melhoria. Funciona apenas com proporção 16/9 e molduras desativadas.
ro_ro: Îmbunătățire. Funcționează doar cu un raport 16/9 și ramele dezactivate.
sk_sk: Rozšírenie. Funguje iba s pomerom strán 16/9 a deaktivovanými rámami.
sv_se: Förbättring. Fungerar endast med ett 16/9-förhållande och inaktiverade ramar.
tr: İyileştirme. Yalnızca 16/9 oranında ve çerçeveler devre dışı bırakıldığında çalışır.
vi_vn: Tăng cường. Chỉ hoạt động với tỷ lệ 16/9 và bezels bị vô hiệu hóa.
zh_tw: 增強。僅適用於16/9的比例和禁用邊框的情況。

# game_options
source: Enhancement. Reduces slowdown in mode 7 games.
ca: Millora. Redueix l’alentiment en jocs mode 7.
es: Mejora. Reduce la ralentización en los juegos de modo 7.
eu_es: Hobekuntza. Gelditzea gutxitzen du mode 7 jokoetan.
gl_es: Mellora. Reduce a ralentización nos xogos do modo 7.
hu: Fejlesztés. Csökkenti a lassulást a 7-es módú (MODE7) játékokban.
it: Miglioramento. Riduce rallentamenti dei giochi in modalità 7
ja_jp: 強化：モード7ゲームの速度低下を減らします
ko: 향상. 모드 7 게임의 속도 저하를 줄입니다.
nb_no: Forbedring. Reduserer tregheten i spill i modus 7.
pl: Usprawnienie. Zmniejsza spowolnienia w grach trybu 7.
pt_pt: Melhoria. Reduz a lentidão nos jogos que utilizam tecnologia Mode 7.
ro_ro: Îmbunătățire. Reduce încetinirea în jocurile mod 7.
sk_sk: Rozšírenie. Zníži spomalenie v hrách režimu 7.
sv_se: Förbättring. Minskar avmattningen i mode 7-spel.
tr: İyileştirme. Mod 7 oyunlarında yavaşlamayı azaltır.
vi_vn: Tăng cường. Giảm bị chậm trong chế độ 7 trò chơi.
zh_tw: 增強。降低模式7遊戲的速度。

# game_options
source: Enhancement. Reduces slowdown in mode 7 games. Can cause issues in certain games.
ca: Millora. Redueix l'slowdown en jocs en mode 7. Pot causar problemes en certs jocs.
es: Mejora. Reduce la ralentización en los juegos de modo 7. Puede causar problemas en ciertos juegos.
eu_es: Hobekuntza. Mantsotzea Mode 7 jokuetan gutxitzen du. Joku zehatzetan arazoak eman ditzake.
gl_es: Mellora. Reduce a ralentización nos xogos do modo 7. Pode causar problemas en determinados xogos.
hu: Fokozás. Csökkenti a lassulást a 7-es módú játékokban. Bizonyos játékokban problémákat okozhat.
it: Miglioramento. Riduce rallentamenti il giochi modalità 7. Può causare problemi in alcuni giochi.
ja_jp: 強化：モード 7 のゲームでの速度低下を軽減します。特定のゲームで問題が出る可能性があります
ko: 향상. 모드 7 게임의 속도 저하를 줄입니다. 특정 게임에서 문제를 일으킬 수 있습니다.
nb_no: Forbedring. Reduserer treghet i spill i modus 7. Kan forårsake problemer i enkelte spill.
pl: Usprawnienie. Zmniejsza spowolnienie w grach trybu 7. Może powodować problemy w niektórych grach.
pt_pt: Melhoria. Reduz a lentidão dos jogos em mode 7. Pode causar problemas em certos jogos.
ro_ro: Îmbunătățire. Reduce încetinirea în jocurile de mod 7. Poate cauza probleme în unele jocuri.
sk_sk: Rozšírenie. Znižuje spomalenie v hrách v režime 7. Môže spôsobiť problémy v niektorých hrách.
sv_se: Förbättring. Minskar avmattningen i mode 7-spel. Kan orsaka problem i vissa spel.
tr: İyileştirme. Mod 7 oyunlarında yavaşlamayı azaltır. Belirli oyunlarda sorunlara neden olabilir.
vi_vn: Tăng cường. Giảm hiện tượng chậm trong các trò chơi ở chế độ 7. Có thể gây ra sự cố trong một số trò chơi nhất định.
zh_tw: 增強。降低模式7遊戲的速度，會在某些遊戲中引起問題。

# game_options
source: Enhancement. Reduces system slowdown. Causes issues in some games.
ca: Millora. Redueix alentiment del sistema. Causa problemes en alguns jocs.
es: Mejora. Reduce la ralentización del sistema. Causa problemas en algunos juegos.
eu_es: Hobekuntza. Sistemare moteltzea gutxitzen du. Joko batzutan arazoak ematen ditu.
gl_es: Mellora. Reduce a ralentización do sistema. Causa problemas nalgúns xogos.
hu: Fejlesztés. Csökkenti a rendszer lassulását. Problémákat okoz egyes játékokban.
it: Miglioramento. Riduce i rallentamenti di sistema. Causa problemi in alcuni giochi.
ja_jp: 強化：システムの速度低下を軽減します。一部のゲームで問題が発生します
ko: 향상. 시스템 속도 저하를 줄입니다. 일부 게임에서 문제를 일으킵니다.
nb_no: Forbedring. Reduserer systemets treghet. Forårsaker problemer i enkelte spill.
pl: Usprawnienie. Zmniejsza spowolnienie systemu. Powoduje problemy w niektórych grach.
pt_pt: Melhoria. Reduz a lentidão do sistema. Causa problemas em alguns jogos.
ro_ro: Îmbunătățire. Reduce încetinirea sistemului. Poate cauza probleme în unele jocuri.
sk_sk: Rozšírenie. Redukuje spomalenie systému. Spôsobuje chyby v niektorých hrách.
sv_se: Förbättring. Minskar långsamheter i systemet. Orsakar problem i vissa spel.
tr: İyileştirme. Sistem yavaşlamasını azaltır. Bazı oyunlarda sorun çıkarıyor.
vi_vn: Sự nâng cao.Giảm chậm lại hệ thống.Gây ra vấn đề trong một số trò chơi.Tăng cường. Giảm chậm hệ thống. Có thể gây ra sự cố trong một số trò chơi.
zh_tw: 增強。降低系統速度，導致某些遊戲出現問題。

# game_options
source: Enhancement. Remove the eight sprite per line limit.
ca: Millora. Elimina el límit de vuit sprites per línia.
es: Mejora. Elimina el límite de ocho sprites por línea.
eu_es: Hobekuntza. Kendu zortzi sprite lerroko muga.
gl_es: Mellora. Elimina o límite de oito sprites por liña.
hu: Fejlesztés. A soronkénti nyolc sprite korlát megszüntetése.
it: Miglioramento. Rimuove l'ottavo sprite a limite linea.
ja_jp: 強化：行制限ごとに8つのスプライトを削除します
ko: 향상. 줄당 8개의 스프라이트 제한을 제거합니다.
nb_no: Forbedring. Fjern grensen på åtte sprite per linje.
pl: Usprawnienie. Usunięcie limitu ośmiu sprite'ów na linię.
pt_pt: Melhoria. Remova o limite de oito imagens por linha.
ro_ro: Îmbunătățire. Elimină limita de opt sprite-uri per linie.
sk_sk: Rozšírenie. Odstráni obmedzenie 8 spritov na riadok.
sv_se: Förbättring. Tar bort gränsen på åtta sprite per rad.
tr: İyileştirme. Satır başına sekiz karakter sınırını kaldırın.
vi_vn: Tăng cường. Bỏ giới hạn 8 sprite mỗi dòng.
zh_tw: 增強。取消每行八個精靈的限制。

# game_options
source: Enhancement. Remove the eight sprites per line limit.
ca: Millora. Elimina el límit de vuit sprites per línia.
es: Mejora. Elimina el límite de ocho sprites por línea.
eu_es: Hobekuntza. Kendu zortzi spritr lerroko muga.
gl_es: Mellora. Elimina O límite dos oito sprites por liña.
hu: Fokozás. Távolítsa el a soronkénti nyolc sprite-ot.
it: Miglioramento. Rimuove l'ottavo sprite per limite linea.
ja_jp: 強化：行制限ごとに8つのスプライトを削除します
ko: 향상. 줄당 8개의 스프라이트 제한을 제거합니다.
nb_no: Forbedring. Fjern grensen på åtte sprites per linje.
pl: Usprawnienie. Usunięcie limitu ośmiu sprite'ów na linię.
pt_pt: Melhoria. Remove o limite de oito imagens por linha.
ro_ro: Îmbunătățire. Elimină limita de opt sprite-uri per linie.
sk_sk: Rozšírenie. Odstráni obmedzenie 8 spritov na riadok.
sv_se: Förbättring. Tar bort gränsen på åtta sprites per rad.
tr: İyileştirme. Satır sınırına göre sekiz karakteri kaldırın.
vi_vn: Tăng cường. Hủy bỏ tám sprites trên mỗi giới hạn dòng.
zh_tw: 增強。取消每行八個精靈的限制。

# game_options
source: Enhancement. Remove the eighty sprites per line limit.
ca: Millora. Elimina el límit de vuitanta sprites per línia.
es: Mejora. Elimina el límite de ochenta sprites por línea.
eu_es: Hobekuntza. Kendu zortzi sprite lerroko muga.
gl_es: Mellora. Elimina o límite dos oitenta sprites por liña.
hu: Fokozás. Távolítsa el a nyolcvan sprite-ot soronként.
it: Miglioramento. Rimuove il limite di otto sprite per linea.
ja_jp: 強化：行制限ごとに80個のスプライトを削除します
ko: 향상. 줄당 80개의 스프라이트 제한을 제거합니다.
nb_no: Forbedring. Fjern grensen på åtti sprites per linje.
pl: Usprawnienie. Usunięcie limitu osiemdziesięciu sprite'ów na linię.
pt_pt: Melhoria. Remove o limite de oitenta imagens por linha.
ro_ro: Îmbunătățire. Elimină limita de optzeci de sprite-uri per linie.
sk_sk: Rozšírenie. Odstráni obmedzenie 80 spritov na riadok.
sv_se: Förbättring. Tar bort gränsen på åttio sprites per rad.
tr: İyileştirme. Satır sınırı başına seksen karakteri kaldır.
vi_vn: Tăng cường. Hủy bỏ giới hạn tám mươi sprites trên mỗi dòng.
zh_tw: 增強。取消每行80個精靈的限制。

# game_options
source: Enhancement. Remove the four sprites per line limit.
ca: Millora. Elimina el límit de quatre sprites per línia.
es: Mejora. Elimina el límite de cuatro sprites por línea.
eu_es: Hobekuntza. Kendu lerroko lau sprite-aren muga.
gl_es: Mellora. Elimina o limite dos catro sprites por liña.
hu: Fejlesztés. A soronkénti négy sprite korlát megszüntetése.
it: Migliora. Rimuovi il limite di quattro sprite per linea.
ja_jp: 強化：行制限ごとに4つのスプライトを削除します
ko: 향상. 줄당 4개의 스프라이트 제한을 제거합니다.
nb_no: Forbedring. Fjern grensen på fire sprites per linje.
pl: Usprawnienie. Usunięcie limitu czterech sprite'ów na linię.
pt_pt: Melhoria. Remove o limite de quatro de imagem por linha.
ro_ro: Îmbunătățire. Elimină limita de 4 sprite-uri per linie.
sk_sk: Rozšírenie. Odstrániť limit štyroch spritov na riadok.
sv_se: Förbättring. Tar bort gränsen på fyra sprites per rad.
tr: İyileştirme. Satır sınırı başına dört karakteri kaldırın.
vi_vn: Tăng cường. Loại bỏ giới hạn bốn họa tiết trên mỗi dòng.
zh_tw: 增強。去除每行4個精靈的限制。

# game_options
source: Enhancement. Remove the sixteen sprites per line limit.
ca: Millora. Elimina el límit de setze sprites per línia.
es: Mejora. Elimina el límite de dieciséis sprites por línea.
eu_es: Hobekuntza. Kendu hamasei sprite lerroko muga.
gl_es: Mellora. Elimina o limite dos dezaseis sprites por liña.
it: Miglioramento. Rimuove il limite di sedici sprite per linea.
ja_jp: 強化：行制限ごとに16個のスプライトを削除します
ko: 향상. 줄당 16개의 스프라이트 제한을 제거합니다.
nb_no: Forbedring. Fjern grensen på seksten sprites per linje.
pl: Usprawnienie. Usunięcie limitu szesnastu sprite'ów na linię.
pt_pt: Melhoria. Remove o limite de dezesseis imagens por linha.
ro_ro: Îmbunătățire. Elimină limita de șaisprezece sprite-uri per linie.
sk_sk: Rozšírenie. Odstráni obmedzenie 16 spritov na riadok.
sv_se: Förbättring. Tar bort gränsen på sexton sprites per rad.
tr: İyileştirme. Satır sınırı başına on altı bağımsız görüntüyü kaldır.
vi_vn: Tăng cường. Bỏ giới hạn mười sáu sprites mỗi dòng.
zh_tw: 增強。取消每行16個精靈的限制。

# game_options
source: Enhancement. Remove the thirty-two sprites per line limit. Crashes certain games.
ca: Millora. Elimina el límit de trenta-dos sprites per línia. Alguns jocs fallen.
es: Mejora. Elimina el límite de 32 sprites por línea. Puede dejar colgados algunos juegos.
eu_es: Hobekuntza. Kendu hogeitamabi sprite lerroko muga. Joku batzuk zintzilikatzen ditu.
gl_es: Mellora. Elimina o límite dos trinta e dous sprites por liña. Falla nalgúns xogos.
hu: Fokozás. Távolítsa el a harminckét sprite soronkénti korlátot. Összeomlik bizonyos játékok.
it: Miglioramento. Rimuove il limite di trentadue sprite per linea. Alcunigiochi si bloccheranno.
ja_jp: 強化：行制限ごとに32個のスプライトを削除しますが特定のゲームをクラッシュさせます
ko: 향상. 줄당 32개의 스프라이트 제한을 제거합니다. 특정 게임을 충돌시킵니다.
nb_no: Forbedring. Fjern grensen på trettito sprites per linje. Krasjer i enkelte spill.
pl: Usprawnienie. Usunięcie limitu trzydziestu dwóch sprite'ów na linię. Powoduje awarie niektórych gier.
pt_pt: Melhoria. Remove o limite de trinta e duas imagens por linha. Trava certos jogos.
ro_ro: Îmbunătățire. Elimină limita de treizeci și două de sprite-uri per linie. Poate crăpa anumite jocuri.
sk_sk: Rozšírenie. Odstrániť limit tridsaťdva spritov na riadok. Zlyhajú niektoré hry.
sv_se: Förbättring. Tar bort gränsen på trettiotvå sprites per rad. Kraschar vissa spel.
tr: İyileştirme. Satır başına otuz iki karakter sınırını kaldırın. Belirli oyunları arızalandırıyor.
vi_vn: Tăng cường. Loại bỏ giới hạn ba mươi hai họa tiết trên mỗi dòng. Có thể xảy ra sự cố với một số trò chơi nhất định.
zh_tw: 增強。取消每行32個精靈的限制，某些遊戲可能崩潰。

# game_options
source: Enhancement. Removes disc loading.
ca: Millora. Elimina la càrrega de discs.
es: Mejora. Elimina la carga del disco.
eu_es: Hobekuntza. Diska karga kentzen du.
gl_es: Mellora. Elimina a carga do disco.
hu: Fejlesztés. Eltávolítja a lemez betöltését.
it: Miglioramento. Rimuove i tempi di lettura disco.
ja_jp: 強化：ディスク読み込みをなくします
ko: 향상. 디스크 로드를 제거합니다.
nb_no: Forbedring. Fjerner diskinnlasting.
pl: Usprawnienie. Usuwa ładowanie dysku.
pt_pt: Melhoria. Remove carregamento do disco.
ro_ro: Îmbunătățire. Elimină încărcarea discului.
sk_sk: Rozšírenie. Odstráni načítavanie disku.
sv_se: Förbättring. Tar bort skivinläsning.
tr: İyileştirme. Disk yüklemesini kaldırır.
vi_vn: Tăng cường. Giảm thời gian tải dữ liệu từ ổ đĩa.
zh_tw: 增強。移除光碟載入。

# game_options
source: Enhancement. Skipping it can break some games.
ca: Millora. Ometre’l pot fer que alguns jocs fallin.
es: Mejora. Omitirlo puede colgar algunos juegos.
eu_es: Hobekuntza. Saltatzeak joku batzuk puskatu ditzake
gl_es: Mellora. Saltalo pode romper algúns xogos.
hu: Fejlesztés. Ennek kihagyása néhány játékot tönkretehet.
it: Miglioramento. Ignorarlo può causare problemi in alcuni giochi.
ja_jp: 強化：スキップすると、いくつかのゲームが壊れる可能性があります
ko: 향상. 건너뛰면 일부 게임이 중단 될 수 있습니다.
nb_no: Forbedring. Hvis du hopper over den, kan det ødelegge noen spill.
pl: Usprawnienie. Pominięcie tego może zepsuć niektóre gry.
pt_pt: Melhoramento. Pular pode romper alguns jogos.
ro_ro: Îmbunătățire. Omiterea acestuia poate strica anumite jocuri.
sk_sk: Rozšírenie. Preskočenie môže poškodiť niektoré hry.
sv_se: Förbättring. Hoppa över det kan förstöra vissa spel.
tr: İyileştirme. bunu atlamak bazı oyunları bozabilir.
vi_vn: Tăng cường. Bỏ qua có thể làm hỏng một số trò chơi.
zh_tw: 增強。跳過它會破壞一些遊戲。

# game_options
source: Enhancement. Smooth out jagged edges on 3D object polygons.
ca: Millora. Suavitza les dents de serra en polígons d’un objecte 3D.
es: Mejora. Suaviza los bordes irregulares en polígonos de objetos 3D.
eu_es: Hobekuntza. Leundu zerra moduko ertzak 3D poligonoetan
gl_es: Mellora. Suaviza os bordos irregulares nos polígonos de obxectos 3D.
hu: Fokozás. Simítsa ki a szaggatott éleket a 3D objektumok sokszögein.
it: Miglioramento. Sfuma i bordi dei poligoni per gli oggetti 3D.
ja_jp: 強化：3Dオブジェクトポリゴンのギザギザのエッジを滑らかにします
ko: 향상. 3D 개체 다각형의 들쭉날쭉한 모서리를 부드럽게 다듬습니다.
nb_no: Forbedring. Glatt ut ujevne kanter på 3D-objektpolygoner.
pl: Usprawnienie. Wygładzanie postrzępionych krawędzi wielokątów obiektów 3D.
pt_pt: Melhoria. Suaviza as bordas serrilhadas em polignos de objetos 3D.
ro_ro: Îmbunătățire. Netezește marginile neregulate ale poligoanelor 3D.
sk_sk: Vylepšenie. Vyhladzujte zubaté okraje na polygónoch 3D objektov.
sv_se: Förbättring. Jämnar ut ojämna kanter på polygoner i 3D-objekt.
tr: İyileştirme. 3D nesne çokgenlerindeki pürüzlü kenarları düzeltin.
vi_vn: Tăng cường. Làm mịn các cạnh lởm chởm trên đa giác đối tượng 3D.
zh_tw: 增強。平滑3D物件多邊形上的鋸齒狀邊緣。

# game_options
source: Enhancement. Smooth out jagged edges on 3D objects polygons.
ca: Millora. Suavitza les dents de serra en polígons d’objectes 3D.
es: Mejora. Suaviza lo bordes irregulares en polígonos de objetos 3D.
eu_es: Hobekuntza. Leundu eskaileradun ertzak 3D objektuen poligonoetan.
gl_es: Mellora. Suaviza os bordos irregulares en polígonos de obxectos 3D.
hu: Fokozás. Simítsa ki a szaggatott éleket a 3D objektumok sokszögein.
it: Miglioramento. Sfuma i bordi dei poligoni neglio oggetti 3D.
ja_jp: 強化：3Dオブジェクトポリゴンのギザギザのエッジを滑らかにします
ko: 향상. 3D 개체 다각형의 들쭉날쭉한 가장자리를 매끄럽게 만듭니다.
nb_no: Forbedring. Glatt ut ujevne kanter på 3D-objektenes polygoner.
pl: Usprawnienie. Wygładzanie postrzępionych krawędzi na wielokątach obiektów 3D.
pt_pt: Melhoria. Suaviza bordas irregulares em polígonos de objetos 3D.
ro_ro: Îmbunătățire. Netezește marginile zimțate ale poligoanelor 3D.
sk_sk: Rozšírenie. Vyhladzujte zubaté okraje na polygónoch 3D objektov.
sv_se: Förbättring. Jämnar ut ojämna kanter på 3D-objektens polygoner.
tr: İyileştirme. 3D nesnelerin çokgenlerindeki pürüzlü kenarları düzeltin.
vi_vn: Tăng cường. Làm mịn các cạnh lởm chởm trên các đối tượng 3D đa giác.
zh_tw: 增強。平滑3D物件多邊形上的鋸齒狀邊緣。

# game_options
source: Enhancement. Smooth/upscale textures on 3D objects.
ca: Millora. Suavitza/escala textures en objectes 3D.
es: Mejora. Suaviza/escala texturas en objetos 3D.
eu_es: Hobekuntza. Leundu/eskalatu testurak 3D objetutetan.
gl_es: Mellora. Texturas suaviza/escala en obxectos 3D.
hu: Fejlesztés. 3D objektumok textúráinak simítása/növelése.
it: Miglioramento. Sfuma/ingrandisci le texture sugli oggetti 3D.
ja_jp: 強化：3Dオブジェクトのテクスチャをアップスケール/滑らかにします
ko: 향상. 3D 개체의 텍스쳐를 매끄럽고 고급스럽게 만듭니다.
nb_no: Forbedring. Utjevning/oppskalering av teksturer på 3D-objekter.
pl: Usprawnienie. Wygładzanie/upiększanie tekstur na obiektach 3D.
pt_pt: Melhoria. Texturas suaves/de alto nível em objetos 3D.
ro_ro: Îmbunătățire. Netezește/fă upscale la texturi pe obiectele 3D.
sk_sk: Rozšírenie. Vyhladí textúry na 3D objektoch.
sv_se: Förbättring. Jämnar ut/förstorar texturer på 3D-objekt.
tr: İyileştirme. 3D nesnelerde pürüzsüz/yükseltilmiş dokular.
vi_vn: Tăng cường. Họa tiết mượt mà/cao cấp trên các đối tượng 3D.
zh_tw: 增強。平滑/升級3D物件上的紋理。

# game_options
source: Enhancement. Smooth/upscale textures.
ca: Millora. Suavitza/escala textures.
es: Mejora. Suaviza/escala texturas.
eu_es: Hobekuntza. Leundu/eskalatu testurak.
gl_es: Mellora. Suaviza/escala texturas.
hu: További. Simított/felskálázott textúrák.
it: Miglioramento. Sfuma/upscale le texture.
ja_jp: 強化：アップスケール/滑らかにします
ko: 향상. 부드러운/고급스러운 텍스쳐.
nb_no: Forbedring. Utjevning/oppskalering av teksturer.
pl: Ulepszenie. Wygładzanie/poprawienie tekstur.
pt_pt: Melhoria. Texturas suaves/de alto padrão.
ro_ro: Îmbunătățire. Netezește/scalează texturile.
sk_sk: Rozšírenie. Vyhladí/zväčší textúry.
sv_se: Förbättring. Jämnar ut/uppskalning av texturer.
tr: İyileştirme. Pürüzsüz/yükseltilmiş dokular.
vi_vn: Tăng cường. Mượt/Nâng cấp textures.
zh_tw: 增強。平滑/升級紋理。

# game_options
source: Enhancement. Swap from SNES' guassian interpolation to cubic. Improves sound quality.
ca: Millora. Intercanvia a SNES interpolació gaussiana i cúbica. Millora la qualitat del so.
es: Mejora. Cambia la interpolación gaussiana de SNES a cúbica. Mejora la calidad del sonido.
eu_es: Hobekuntza. Aldatu SNES-aren interpolazio gausiar-etik kubiko-ra. Soinu kalitatea hobetzen du.
gl_es: Mellora. Cambia da interpolación guassiana de SNES a cúbica. Mellora a calidade do son.
hu: Fejlesztés. A SNES guassian interpolációról a kocka interpolációra váltás. Javítja a hangminőséget.
it: Miglioramento. Scambia l'interpolazione SNES da gaussiana a cubica. Migliora la qualità del suono.
ja_jp: 強化：スーファミのグアシアン補間から3次に取り替えます。音質が向上します
ko: 향상. SNES의 가우시아 보간에서 입방체로 바꿉니다. 음질을 향상시킵니다.
nb_no: Forbedring. Bytt fra SNES' guassiansk interpolasjon til kubisk. Forbedrer lydkvaliteten.
pl: Usprawnienie. Zamiana interpolacji z guassian SNES'a na sześcienną. Poprawia jakość dźwięku.
pt_pt: Melhoria. Troca da interpolação guassiana do SNES para cúbica. Melhora a qualidade do som.
ro_ro: Îmbunătățire. Schimbă interpolarea SNES gausiană la cubică. Îmbunătățește calitatea sunetului.
sk_sk: Rozšírenie. Prepnúť z guassiánskej interpolácie SNES na kubickú. Zlepšuje kvalitu zvuku.
sv_se: Förbättring. Byt från SNES guassiska interpolation till kubisk. Förbättrar ljudkvaliteten.
tr: İyileştirme. SNES guas enterpolasyonundan kübik ile değiştirin. Ses kalitesini iyileştirir.
vi_vn: Tăng cường. Chuyển đổi từ phép nội suy guassian của SNES sang phép nội suy bậc ba. Cải thiện chất lượng âm thanh.
zh_tw: 增強。從SNES的高斯插值轉換到三次插值，提高音質。
