Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Choose your console timezone.
ca: Canvia la zona horària de la consola.
es: Escoja zona horaria de su consola.
eu_es: Aukeratu zure kontsolaren ordu eremua.
gl_es: Escolla o fuso horario da túa consola.
hu: Válassza ki a konzol időzónáját.
it: Scegli il fuso orario della tua console.
ja_jp: コンソールの タイムゾーンを選択します
ko: 콘솔의 시간대를 선택하세요.
nb_no: Velg konsollens tidssone.
pl: Wybierz strefę czasową konsoli.
pt_pt: Escolha o fuso horário da sua consola
ro_ro: Alege fusul orar al consolei tale.
sk_sk: Vyberte časové pásmo vašej konzoly.
sv_se: Välj tidszon för din konsol.
tr: Konsolunuzun saat dilimini seç.
vi_vn: Chọn timezone console của bạn.
zh_tw: 選擇你的主機時區。

# game_options
source: Choose your desired Atari CPU clock rate.
es: Elija la frecuencia de reloj de CPU Atari que desea.
eu_es: Aukeratu zure gustoko Atari CPU erloju abiadura
gl_es: Escolla a frecuencia de reloxo da CPU Atari desexada.
hu: Válassza ki a kívánt Atari CPU órajelet.
it: Scegli la velocità di clock CPU desiderata.
ja_jp: Atari CPU クロック レートを選択します
ko: 원하는 아타리 CPU 클럭 속도를 선택하세요.
nb_no: Velg ønsket klokkefrekvens for Atari-prosessoren.
pl: Wybierz żądaną częstotliwość taktowania procesora Atari.
pt_pt: Escolha a taxa de clock desejada do CPU Atari.
ro_ro: Alege-ți tactul CPU-ului Atari dorit.
sk_sk: Vyberte želanú rýchlosť CPU Atari.
sv_se: Välj önskad Atari CPU-klockfrekvens.
tr: İstediğiniz Atari CPU saat hızını seçin.
vi_vn: Chọn tốc độ đồng hồ CPU ATARI mong muốn của bạn.
zh_tw: 選擇您想要的 Atari CPU 時脈頻率。

# game_options
source: Choose your desired Atari CPU type.
es: Elija el tipo de CPU Atari que desea.
eu_es: Aukeratu zure gustoko Atari CPU mota.
gl_es: Escolla o tipo de CPU Atari desexado.
hu: Válassza ki a kívánt Atari CPU típust.
it: Scegli il tipo di CPU Atari desiderata.
ja_jp: Atari CPU タイプを選択します
ko: 원하는 아타리 CPU 유형을 선택하세요.
nb_no: Velg ønsket Atari CPU-type.
pl: Wybierz żądany typ procesora Atari.
pt_pt: Escolha o tipo de CPU Atari desejado.
ro_ro: Alege-ți tipul de CPU Atari dorit.
sk_sk: Vyberte želaný typ CPU Atari.
sv_se: Välj önskad Atari CPU-typ.
tr: İstediğiniz Atari CPU türünü seçin.
vi_vn: Chọn loại CPU Atari mong muốn của bạn.
zh_tw: 選擇您想要的 Atari CPU 類型。

# game_options
source: Choose your desired Atari Monitor.
es: Elija el monitor Atari que desea.
eu_es: Aukeratu zure gustoko Atari Monitorea
gl_es: Escolla o monitor Atari desexado.
hu: Válassza ki a kívánt Atari monitort.
it: Scegli il tipi di schermo Atari desiderato.
ja_jp: Atari モニターを選択します
ko: 원하는 아타리 모니터를 선택하세요.
nb_no: Velg ønsket Atari Monitor.
pl: Wybierz żądany monitor Atari.
pt_pt: Escolha o monitor Atari desejado.
ro_ro: Alege-ți monitorul Atari dorit.
sk_sk: Vyberte želaný monitor Atari.
sv_se: Välj önskad Atari-monitor.
tr: İstediğiniz Atarı Monitörü seçin.
vi_vn: Chọn Màn hình Atari mong muốn của bạn.
zh_tw: 選擇您想要的 Atari 螢幕。

# game_options
source: Choose your desired Atari ST memory size.
es: Elija el tamaño de memoria de Atari ST que desee.
eu_es: Aukeratu zure gustoko Atari ST memoria tamaina.
gl_es: Escolla o tamaño de memoria Atari ST desexado.
hu: Válassza ki a kívánt Atari ST memóriaméretet.
it: Scegli la dimensione di memora Atari ST desidetata.
ja_jp: Atari ST メモリ サイズを選択します
ko: 원하는 아타리 ST 메모리 크기를 선택하세요.
nb_no: Velg ønsket Atari ST-minnestørrelse.
pl: Wybierz pożądany rozmiar pamięci Atari ST.
pt_pt: Escolha o tamanho de memória Atari ST desejado.
ro_ro: Alege-ți mărimea memoriei Atari ST dorită.
sk_sk: Vyberte želanú veľkosť pamäte Atari ST.
sv_se: Välj önskad minnesstorlek för Atari ST.
tr: İstediğiniz Atari ST hafıza boyutunu seçin.
vi_vn: Chọn kích thước bộ nhớ Atari ST mong muốn của bạn.
zh_tw: 選擇您想要的 Atari ST 記憶體大小。

# game_options
source: Choose your desired Atari machine type.
es: Elija el tipo de máquina Atari que desea.
eu_es: Aukeratu zure gustoko Atari makina mota.
gl_es: Escolla o tipo de máquina Atari desexado.
hu: Válassza ki a kívánt Atari géptípust.
it: Scegli il tipo di macchina Atari desiderata.
ja_jp: Atari 機種を選択します
ko: 원하는 아타리 머신 유형을 선택하세요.
nb_no: Velg ønsket Atari-maskintype.
pl: Wybierz żądany typ komputera Atari.
pt_pt: Escolha o tipo de máquina Atari desejado.
ro_ro: Alege-ți tipul de consolă Atari.
sk_sk: Vyberte želaný typ stroja Atari.
sv_se: Välj önskad Atari-maskintyp.
tr: İstediğiniz Atari Makina Türünü Seçin.
vi_vn: Chọn loại máy Atari mong muốn của bạn.
zh_tw: 選擇您想要的 Atari 主機類型。

# game_options
source: Choose your desired pause screen display type.
es: Elija el tipo de pantalla de pausa que desea.
eu_es: Aukeratu zure gustoko gelditze pantaila mota.
gl_es: Escolla o tipo de visualización da pantalla de pausa que desexe.
hu: Válassza ki a kívánt szünet képernyő megjelenítési típusát.
it: Scegli il tipo di schermo di pausa desiderato.
ja_jp: 一時停止画面の表示タイプを選択します
ko: 원하는 일시중지 화면 표시 유형을 선택하세요.
nb_no: Velg ønsket visningstype for pauseskjermen.
pl: Wybierz żądany typ ekranu wstrzymania.
pt_pt: Escolha o tipo de exibição do ecrã de pausa desejada.
ro_ro: Alege-ți tipul de afișare pentru ecranul de pauză dorit.
sk_sk: Vyberte požadovaný typ zobrazenia obrazovky s pozastavením.
sv_se: Välj önskad typ av visning av pausskärmen.
tr: İstediğiniz duraklatma ekranı görüntüleme türünü seçin.
vi_vn: Chọn màn hình tạm dừng mong muốn của bạn.
zh_tw: 選擇您想要的暫停螢幕顯示類型。

# game_options
source: Choose your desired pixel aspect ratio.
es: Elija la relación de aspecto de píxeles que desea.
eu_es: Aukeratu zure gustoko pixel proportzioa.
gl_es: Escolla a relación de aspecto de píxeles que desexe.
hu: Válassza ki a kívánt képpont-arányt.
it: Scegli la proporzione pixel desiderata
ja_jp: ピクセルアスペクト比を選択します
ko: 원하는 픽셀 화면비를 선택하세요.
nb_no: Velg ønsket pikselformat.
pl: Wybierz żądany współczynnik proporcji pikseli.
pt_pt: Escolha a proporção de pixel desejada.
ro_ro: Alege-ți raportul de aspect al pixelilor dorit.
sk_sk: Vyberte preferovaný pomer strán bodu.
sv_se: Välj önskat bildförhållande för bildpunkter.
tr: İstediğiniz piksel en boy oranını seçin.
vi_vn: Chọn tỷ lệ khung hình pixel mong muốn của bạn.
zh_tw: 選擇您想要的像素長寬比。

# game_options
source: Choose your preferred aspect ratio.
ca: Tria la relació d’aspecte preferida.
es: Escoja su relación de aspecto preferida.
eu_es: Aukeratu hobetsitatko proportzioa.
gl_es: Escolla a súa relación de aspecto preferida.
hu: Válassza ki a kívánt képarányt.
it: Sceglio le proporzioni preferite.
ja_jp: アスペクト比を選択します
ko: 원하는 화면비를 선택하세요.
nb_no: Velg ønsket sideforhold.
pl: Wybierz preferowany współczynnik proporcji.
pt_pt: Escolha sua proporção de ecrã preferida.
ro_ro: Alege-ți raportul de aspect preferat.
sk_sk: Vyberte preferovaný pomer strán.
sv_se: Välj önskat bildförhållande.
tr: Tercih ettiğiniz en boy oranını seçin.
vi_vn: Chọn tỷ lệ khung hình ưa thích của bạn.
zh_tw: 選擇您喜歡的長寬比。

# game_options
source: Choose your preferred aspect ratio..
ca: Triï la seva relació d'aspecte preferida.
es: Escoja su relación de aspecto preferida..
eu_es: Aukeratu hobetsitako proportzioa..
gl_es: Escolla a súa relación de aspecto preferida.
it: Seleziona il tuo aspect ratio preferito..
ja_jp: アスペクト比を選択してください..
ko: 원하는 화면비를 선택하세요.
nb_no: Velg ønsket størrelsesforhold.
pl: Wybierz preferowany współczynnik proporcji.
ro_ro: Alege-ți raportul de aspect preferat.
sk_sk: Vyberte preferovaný pomer strán.
sv_se: Välj önskat bildförhållande...
vi_vn: Chọn tỷ lệ khung hình ưa thích của bạn ..

# game_options
source: Choose your preferred language.
es: Escoja su idioma preferido.
eu_es: Aukeratu hobetsitako hizkuntza.
gl_es: Escolla o seu idioma preferido.
hu: Válassza ki a kívánt nyelvet.
it: Scegli la tua lingua preferita.
ja_jp: 使用する言語を選択してください
ko: 원하는 언어를 선택하세요.
nb_no: Velg ønsket språk.
pl: Wybierz preferowany język.
pt_pt: Escolha o seu idioma preferido.
ro_ro: Alege-ți limba preferată.
sk_sk: Vyberte preferovaný jazyk.
sv_se: Välj önskat språk.
tr: Tercih ettiğiniz dili seçin.
vi_vn: Chọn ngôn ngữ ưa thích của bạn.
zh_tw: 選擇您的首選語言。

# game_options
source: Choose your preferred render resolution.
ca: Triï la resolució de renderitzat preferida.
es: Escoge tu resolución de renderizado preferida.
eu_es: Aukeratu hobetsitako renderizazio bereizmena.
gl_es: Escolla a súa resolución de renderizado preferida.
hu: Válassza ki a kívánt renderelési felbontást.
it: Seleziona la tua risoluzione di rendering preferita.
ja_jp: レンダリング解像度を選択してください
ko: 원하는 렌더링 해상도를 선택하세요.
nb_no: Velg ønsket gjengivelsesoppløsning.
pl: Wybierz preferowaną rozdzielczość renderowania.
pt_pt: Escolha a sua resolução de renderização preferida.
ro_ro: Alege rezoluția ta preferată de redare.
sk_sk: Vyberte preferované renderovanie rozlíšenie.
sv_se: Välj önskad renderingsupplösning.
tr: Tercih ettiğiniz işleme çözünürlüğünü seçin.
vi_vn: Chọn độ phân giải kết xuất ưa thích của bạn.
zh_tw: 選擇您喜歡的算繪解析度。

# game_options
source: Choose your preferred renderer.
es: Escoja su renderizador preferido.
eu_es: Aukeratu hobetsitako renderizatzailea.
gl_es: Escolle o teu renderizador preferido.
hu: Válassza ki a kívánt megjelenítőt.
it: Scegli il tuo renderer preferito.
ja_jp: 好みのレンダラーを選択してください
ko: 원하는 렌더러를 선택하세요.
nb_no: Velg den renderen du foretrekker.
pl: Wybierz preferowany moduł renderujący.
pt_pt: Escolha o seu renderizador preferido.
ro_ro: Alege-ți render-ul preferat.
sk_sk: Vyberte preferovaný vykresľovač.
sv_se: Välj den renderingsmetod du föredrar.
tr: Tercih ettiğiniz işleyiciyi seçin.
vi_vn: Chọn trình kết xuất ưa thích của bạn.
zh_tw: 選擇您喜歡的算繪器。

# game_options
source: Choose your preferred video filter.
ca: Triï el seu filtre d'imatge preferit.
es: Selecciona tu filtro de vídeo preferido.
eu_es: Aukeratu hobetsitako bideo filtroa
gl_es: Escolla o seu filtro de vídeo preferido.
hu: Válassza ki a kívánt videószűrőt.
it: Seleziona i tuoi filtri video preferiti.
ja_jp: ビデオ フィルターを選択してください
ko: 원하는 비디오 필터를 선택하세요.
nb_no: Velg ønsket videofilter.
pl: Wybierz preferowany filtr wideo.
pt_pt: Escolha o seu filtro de vídeo preferido.
ro_ro: Alege-ți filtrul video preferat.
sk_sk: Vyberte preferovaný video filter.
sv_se: Välj önskat videofilter.
tr: Tercih ettiğiniz video filtresini seçin.
vi_vn: Chọn bộ lọc video ưa thích của bạn.
zh_tw: 選擇您喜歡的影像濾鏡。

# game_options
source: Choose your preferred video quality.
ca: Triï la qualitat d'imatge preferida.
es: Selecciona tu calidad de vídeo preferida.
eu_es: Aukeratu hobetsitako bideo kalitatea.
gl_es: Escolla a súa calidade de vídeo preferida.
hu: Válassza ki a kívánt videóminőséget.
it: Seleziona la tua qualità video preferita.
ja_jp: ビデオ品質を選択してください
ko: 원하는 비디오 품질을 선택하세요.
nb_no: Velg ønsket videokvalitet.
pl: Wybierz preferowaną jakość wideo.
pt_pt: Escolha a sua qualidade de vídeo preferida.
ro_ro: Alege-ți calitatea video preferată.
sk_sk: Vyberte preferovanú video kvalitu.
sv_se: Välj önskad videokvalitet.
tr: Tercih ettiğiniz görüntü kalitesini seçin.
vi_vn: Chọn chất lượng video ưa thích của bạn.
zh_tw: 選擇您喜歡的影像品質。

# game_options
source: Choose your render resolution (Requires personal redream.key file).
ca: Tria la resolució de renderització (Requereix un arxiu redream.key propi).
es: Escoja su resolución de renderizado (Requiere archivo personal redream.key).
eu_es: Aukeratu zure renderizatze bereizmena (redream.key fitxategi pertsonala eskatzen du).
gl_es: Escolla a súa resolución de renderizado (require ficheiro persoal redream.key).
hu: Válassza ki a megjelenítési felbontást (Személyes redream.key fájl szükséges).
it: Scegli la tua risoluzione di rendering (Richiede un file redream.key personalizzato).
ja_jp: 表示解像度を選択します（redream.keyファイルを購入、設置が必要）
ko: 렌더링 해상도를 선택합니다(개인 redream.key 파일 필요).
nb_no: Velg gjengivelsesoppløsning (krever personlig redream.key-fil).
pl: Wybierz rozdzielczość renderowania (wymaga osobistego pliku redream.key).
pt_pt: Escolha a sua resolução de renderização (Requer arquivo redream.key pessoal).
ro_ro: Alege-ți rezoluția de redare (Necesită fișier personal redream.key).
sk_sk: Vybrať si rozlíšenie vykreslenia (vyžaduje osobný súbor redream.key).
sv_se: Välj din renderingsupplösning (kräver en personlig redream.key-fil).
tr: İşleme çözünürlüğünüzü seçin (Kişisel redream.key dosyası gerektirir).
vi_vn: Chọn độ phân giải kết xuất của bạn (Yêu cầu tệp redream.key cá nhân).
zh_tw: 選擇您的算繪解析度（需要個人 redream.key 檔案）

# game_options
source: Chrono Chross Odd/Even Bit Hack
ca: Chrono Chross Correcció de bits Parell/Imparell
eu_es: Chrono Chross inpar/par Bit Hack-a
gl_es: Chrono Cross Odd/Even Bit Hack
it: Hack Bit Dispari/Pari Chrono Cross
ja_jp: クロノクロス 奇数/偶数ビットハック
ko: 크로노 크로스 홀수/짝수 비트 해킹
pt_pt: Chrono Chross - Correção de bits Ímpar/par
sk_sk: Chrono Cross Nepárny/Párny bitový hack
tr: Chrono Cross Tek/Çift Bit Geliştirmesi
zh_tw: 超時空之鑰奇偶位破解

# game_options
source: Classic (Default)
es: Clásico (Defecto)
gl_es: Clásico (predeterminado)
hu: Klasszikus (alapértelmezett)
it: Classico (Default)
ja_jp: Classic（標準）
ko: 클래식 (기본)
nb_no: Klassisk (standard)
pl: Klasyczny (Domyslny)
pt_pt: Clássico (Padrão)
ro_ro: Clasic (Implicit)
sk_sk: Klasické (predvolené)
sv_se: Klassisk (standard)
tr: Klasik (Varsayılan)
vi_vn: Cổ điển (Mặc định)
zh_tw: 經典（預設）

# game_options
source: Classic Controller
ca: Comandament Clàssic
es: Mando Clásico
eu_es: Kontrolatzaile klasikoa
gl_es: Controlador clásico
it: Controller Classico
ja_jp: クラシックコントローラ
ko: 클래식 컨트롤러
nb_no: Klassisk kontroller
pl: Kontroler klasyczny
pt_pt: Comando Clássico
ro_ro: Controler clasic
sk_sk: Klasický ovládač
sv_se: Klassisk styrenhet
tr: Klasik Kontrolcü
zh_tw: 經典控制器

# game_options
source: Classic Controller Pro
es: Mando Clásico Pro
eu_es: Pro Kontrolatzaile Klasikoa
gl_es: Controlador clásico Pro
ja_jp: クラシックコントローラー Pro
ko: 클래식 컨트롤러 프로
pl: Klasyczny kontroler Pro
pt_pt: Comando Clássico Pro
ro_ro: Controler clasic Pro
sk_sk: Klasický ovládač Pro
sv_se: Klassisk Controller Pro
tr: Klasik Kontrolcü Pro
zh_tw: 經典控制器PRO

# game_options
source: Classic Software
es: Software clásico
eu_es: Software Klasikoa
gl_es: Software Clásico
hu: Klasszikus szoftver
it: Software classico
ja_jp: クラシック ソフトウェア
ko: 클래식 소프트웨어
nb_no: Klassisk programvare
pl: Klasyczne oprogramowanie
pt_pt: Software Clássico
ro_ro: Clasic software
sk_sk: Klasický softvér
sv_se: Klassisk programvara
tr: Klasik Yazılım
zh_tw: 經典軟體

# game_options
source: Close app on the remote host when quitting Moonlight.
ca: Tanca l’aplicació a la màquina remota quan es tanca Moonlight.
es: Cierra la aplicación en el host remoto al salir de Moonlight.
eu_es: Itxi aplikazioa urruneko makinak Moonlight-etik irtetean.
gl_es: Pecha a aplicación no anfitrión remoto ao saír de Moonlight.
hu: Alkalmazás bezárása a távoli állomáson, amikor kilép a Moonlightból.
it: Chiudi l'app sull'host remoto in uscita da Moonlight.
ja_jp: Moonlightの終了は、リモートホストのアプリを閉じます
ko: 문라이트를 종료할 때 원격 호스트에서 앱을 닫습니다.
nb_no: Lukk appen på den eksterne verten når du avslutter Moonlight.
pl: Zamknij aplikację na zdalnym hoście podczas kończenia pracy z Moonlightem.
pt_pt: Feche o aplicativo no host remoto ao sair do Moonlight.
ro_ro: Închide aplicația pe gazda de la distanță când se iese din Moonlight.
sk_sk: Pri ukončení Moonlight zatvorte aplikáciu na vzdialenom hostiteľovi.
sv_se: Stäng appen på fjärrvärden när du avslutar Moonlight.
tr: Moonlight'tan çıkarken uzak ana bilgisayardaki uygulamayı kapat.
vi_vn: Đóng ứng dụng trên máy chủ từ xa khi thoát khỏi Moonlight.
zh_tw: 退出 Moonlight 時關閉遠端主機上的應用程式。

# keys_files
source: Coin
ca: Moneda
gl_es: Moeda
it: Moneta
ko: 동전
nb_no: Mynt
pl: Moneta
ro_ro: Monedă
sk_sk: Minca
vi_vn: Tiền xu

# game_options
source: Coleco ADAM diskettes
ca: Disquets Coleco ADAM
es: Disquetes Coleco ADAM
eu_es: Coleco ADAM diskette-ak
gl_es: Disquetes Coleco Adam
hu: Coleco ADAM lemezek
it: Dischetti Coleco ADAM
ja_jp: Coleco ADAM フロッピーディスク
ko: 콜레코 아담 디스켓
nb_no: Coleco ADAM-disketter
pl: Dyskietki Coleco ADAM
pt_pt: Disquetes Coleco ADAM
ro_ro: Dischete Coleco ADAM
sk_sk: Coleco ADAM diskety
sv_se: Coleco ADAM-disketter
tr: Coleco ADAM disketleri
zh_tw: Coleco ADAM 磁片

# game_options
source: Coleco Adam Digital Data Packs
ca: Paquets de dades digitals Coleco Adam
eu_es: Coleco Adam Datu Digital Paketeak
gl_es: Coleco Adam paquetes de datos dixitais
it: Digital Data Packs Coleco Adam
ja_jp: Coleco Adam デジタルデータパック
ko: 콜레코 아담 디지털 데이터 팩
nb_no: Coleco Adam digitale datapakker
pl: Cyfrowe pakiety danych Coleco Adam
pt_pt: Pacotes de dados digitais Coleco Adam
ro_ro: Pachete de date digitale Coleco Adam
sk_sk: Coleco Adam digitálne dátové balíky
tr: Coleco Adam Dijital Veri Paketleri
zh_tw: Coleco ADAM 數位資料包

# game_options
source: Coleco Adam cartridges
ca: Cartutxos Coleco Adam
es: Cartuchos Coleco Adam
eu_es: Coleco Adam kartutxoak
gl_es: Cartuchos Coleco Adam
hu: Coleco Adam kazetta
it: Cartuccia Coleco Adam
ja_jp: Coleco Adam カートリッジ
ko: 콜레코 아담 카트리지
nb_no: Coleco Adam-kassetter
pl: Kartridże Coleco Adam
pt_pt: Cartuchos Coleco Adam
ro_ro: Cartele Coleco Adam
sk_sk: Coleco Adam kartridže
sv_se: Coleco Adam-kassetter
tr: Coleco Adam kartuşları
zh_tw: Coleco ADAM 卡匣

# game_options
source: Coleco ColecoVision cartridges
ca: Cartutxos Coleco ColecoVision
es: Cartuchos Coleco ColecoVision
eu_es: Coleco ColecoVision kartutxoak
gl_es: Cartuchos Coleco ColecoVision
hu: Coleco ColecoVision kazetták
it: Cartuccie Coleco ColecoVsiion
ja_jp: Coleco ColecoVision カートリッジ
ko: 콜레코 콜레코비전 카트리지
nb_no: Coleco ColecoVision-kassetter
pl: Kartridże Coleco ColecoVision
pt_pt: Cartuchos Coleco ColecoVision
ro_ro: Cartele Coleco ColecoVision
sk_sk: Coleco ColecoVision kartridže
sv_se: Coleco ColecoVision-kassetter
tr: Coleco ColecoVision kartuşları
zh_tw: Coleco ColecoVision 卡匣

# game_options
source: Colombia
hu: Kolumbia
ko: 콜롬비아
pl: Kolumbia
pt_pt: Colômbia
ro_ro: Columbia
sk_sk: Kolumbia
tr: Kolombiya

# game_options
source: Color
eu_es: Kolorea
gl_es: Cor
hu: Szín
it: Colore
ja_jp: 色
ko: 색상
nb_no: Farge
pl: Kolor
pt_pt: Cor
ro_ro: Culoare
sk_sk: Farba
sv_se: Färg
tr: Renk
zh_tw: 色彩

# game_options
source: Color Computer
hu: Színes számítógép
it: Computer a Colori
ja_jp: カラーコンピュータ
ko: 컬러 컴퓨터
tr: Renkli Bilgisayar
vi_vn: Máy tính màu
zh_tw: 彩色電腦

# game_options
source: Color Computer 2
hu: Színes számítógép 2
it: Computer a Colori 2
ja_jp: カラーコンピュータ 2
ko: 컬러 컴퓨터 2
tr: Renkli Bilgisayar 2
vi_vn: Máy tính màu 2
zh_tw: 彩色電腦2

# game_options
source: Color Computer 2B
hu: Színes számítógép 2B
it: Computer a Colori 2B
ja_jp: カラーコンピュータ 2B
ko: 컬러 컴퓨터 2B
tr: Renkli Bilgisayar 2B
vi_vn: Máy tính màu 2b
zh_tw: 彩色電腦2B

# game_options
source: Color Computer 3 (NTSC) (Default)
ca: Color Computer 3 (NTSC) (Per defecte)
es: Color Computer 3 (NTSC) (Defecto)
eu_es: Color Computer 3 (NTSC) (Defektuz)
gl_es: Color Computer 3 (NTSC) (predeterminado)
hu: Színes számítógép 3 (NTSC) (alapértelmezett)
ja_jp: カラーコンピュータ 3 (NTSC) (標準)
ko: 컬러 컴퓨터 3 (NTSC) (기본)
nb_no: Color Computer 3 (NTSC) (Standard)
pl: Color Computer 3 (NTSC) (domyślnie)
pt_pt: Color Computer 3 (NTSC) (Predefinição)
ro_ro: Color Computer 3 (NTSC) (Implicit)
sk_sk: Color Computer 3 (NTSC) (predvolené)
sv_se: Color Computer 3 (NTSC) (standard)
tr: Renkli Bilgisayar 3 (NTSC) (Varsayılan)
vi_vn: Máy tính màu 3 (NTSC) (Mặc định)
zh_tw: 彩色電腦3 (NTSC)(預設)

# game_options
source: Color Computer 3 (PAL)
hu: Színes számítógép 3 (PAL)
ja_jp: カラーコンピュータ 3 (PAL)
ko: 컬러 컴퓨터 3 (PAL)
tr: Renkli Bilgisayar 3 (PAL)
vi_vn: Máy tính màu 3 (PAL)
zh_tw: 彩色電腦3 (PAL)

# game_options
source: Compatible
eu_es: Konpatiblea
hu: Kompatibilis
it: Compatibile
ja_jp: 互換性
ko: 호환 가능
nb_no: Kompatibel
pl: Kompatybilne
pt_pt: Compatível
ro_ro: Compatibil
sk_sk: Kompatibilné
sv_se: Kompatibel
tr: Uyumlu
vi_vn: Tương thích
zh_tw: 相容

# game_options
source: Compile shaders on next launch of game (one time). Reduces micro-freezes. Vulkan only.
es: Compila sombreadores en el próximo lanzamiento del juego (una vez). Reduce las microcongelaciones. Sólo Vulkan.
gl_es: Compila sombreadores no próximo lanzamento do xogo (unha vez). Reduce as microconxelacións.Só Vulkan.
hu: Fordíts árnyékolókat a játék következő indításakor (egyszer). Csökkenti a mikrofagyást. Csak Vulkan.
it: Compila gli shaders al prossimo lancio del gioco (una volta). Riduce i micro-blocchi. Solo con Vulkan.
ja_jp: ゲームの次回起動時にシェーダーコンパイルします (1回，プチフリーズ軽減)Vulkan のみ
ko: 다음 게임 실행 시 셰이더를 컴파일합니다(한 번). 마이크로 프리즈를 줄입니다. Vulkan만 해당.
nb_no: Kompiler shaders ved neste lansering av spillet (én gang). Reduserer mikrofrys. Kun Vulkan.
pl: Kompilacja shaderów przy następnym uruchomieniu gry (jednorazowo). Redukuje mikro zawieszania, tylko Vulkan.
pt_pt: Compilar shaders na próxima inicialização do jogo (uma vez). Reduz microcongelamentos. Apenas Vulkan.
ro_ro: Compilează shaderele la următoarea lansare a jocului (doar o dată). Reduce micro-blocările. Doar pentru Vulkan.
sv_se: Kompilera shaders vid nästa spelstart (en gång). Minskar mikrofrysning. Endast Vulkan.
tr: Gölgelendiricileri oyunun bir sonraki başlatılışında derle (bir kez). Mikro donmaları azaltır. Yalnızca Vulkan.
vi_vn: Biên dịch các shader vào lần chạy trò chơi tiếp theo (một lần). Giảm đóng băng vi mô. Chỉ Vulkan.
zh_tw: 下次啟動遊戲時編譯著色器（一次），減少微凍結，僅限 Vulkan。

# game_options
source: Compile shaders using background threads to avoid shader compilation stutter. May cause graphical glitches.
es: Compila sombreadores utilizando subprocesos en segundo plano para evitar tartamudeos en la compilación de sombreadores. Puede causar fallos gráficos.
eu_es: Konpilatu shader-ak atzeko planoko hariak erabiliz shader konpilazio toteltzea ekiditeko. Arazo grafikoak ekar ditzake.
gl_es: Compila os sombreadores usando fíos en segundo plano para evitar os pestanexos na compilación de sombreadores. Pode provocar fallos gráficos.
hu: Fordítsa le a shadereket háttérszálak segítségével, hogy elkerülje a shader fordítási akadozását. Grafikus hibákat okozhat.
it: Compila gli shaders utilizzando i threads in background per evitare che la compilazione vada a scatti. Può causare artefatti grafici.
ja_jp: シェーダーのコンパイル途切れを避けるために、バックグラウンド スレッドを使用してシェーダーをコンパイルします。グラフィック不具合の可能性があります
ko: 셰이더 컴파일 스터터를 피하기 위해 백그라운드 스레드를 사용하여 셰이더를 컴파일합니다. 그래픽 오류가 발생할 수 있습니다.
nb_no: Kompiler shaders ved hjelp av bakgrunnstråder for å unngå at kompilering av shaders hakker. Kan forårsake grafiske feil.
pl: Kompilacja shaderów przy użyciu wątków w tle w celu uniknięcia zacinania się kompilacji shaderów. Może powodować usterki graficzne.
pt_pt: Compilar shaders utilizando threads de segundo plano para evitar a compilação de shaders gaguejar. Pode causar falhas gráficas.
ro_ro: Compilează shaderele folosind fire de execuție în fundal pentru a evita bâlbâielile. Poate cauza probleme grafice.
sk_sk: Kompilovať shadery pomocou vlákien na pozadí, aby ste sa vyhli zaseknutiu kompilácie shaderov. Môže spôsobiť grafické chyby.
sv_se: Kompilera shaders med hjälp av bakgrundstrådar för att undvika att shaderkompileringen hackar. Kan orsaka grafiska störningar.
tr: Gölgelendirici derlemesinde takılmayı önlemek için gölgelendiricileri arka plan iş parçacıklarını kullanarak derleyin. Grafiksel hatalara neden olabilir.
vi_vn: Biên dịch các shader bằng cách sử dụng các luồng nền để tránh tình trạng giật hình khi biên dịch shader. Có thể gây ra trục trặc về đồ họa.
zh_tw: 使用後台執行緒編譯著色器以避免著色器編譯卡頓，可能導致圖形故障。

# game_options
source: Composite
ca: Compost
es: Compuesto
gl_es: Composto
hu: Összetett
it: Composito
ja_jp: コンポジット
ko: 컴포지트
nb_no: Sammensatt
pt_pt: Composto
ro_ro: Compozit
sk_sk: Kompozitné
sv_se: Komposit
tr: Kompozit
vi_vn: Tổng hợp
zh_tw: 複合端子

# game_options
source: Composite (Blargg)
ca: Compost (Blargg)
es: Compuesto (Blargg)
gl_es: Composto (Blargg)
it: Composito (Blargg)
ja_jp: コンポジット (Blargg)
ko: 컴포지트 (Blargg)
nb_no: Kompositt (Blargg)
pt_pt: Composto (Blargg)
ro_ro: Compozit (Blargg)
sk_sk: Kompozitné (Blargg)
sv_se: Komposit (Blargg)
tr: Kompozit (Blargg)
vi_vn: Tổng hợp (Blargg)
zh_tw: 複合端子(Blargg)
