Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: SKIP CUTSCENES
es: SALTAR ESCENAS
eu_es: SALTATU TARTEKO ESZENAK
gl_es: SALTAR ESCEAS
hu: KIHAGYJA A VÁGÁSOKAT
it: SALTA INTERMEZZI
ja_jp: カットシーンをスキップ
ko: 게임 중간 영상 건너뛰기
pl: POMIŃ PRZERYWNIKI
pt_pt: SALTAR CUTSCENE
ro_ro: OMITE SCENE INTERMEDIARE
sk_sk: Preskočiť vystrihnuté scény
sv_se: HOPPA ÖVER MELLANSCENER
tr: ARA SAHNELERİ ATLA
vi_vn: BỎ QUA CÁC CẮT CẢNH
zh_tw: 跳過過場動畫

# game_options
source: SKIP DS SYSTEM MENU
ca: OMETRE EL MENÚ DE SISTEMA DS
es: OMITIR MENÚ DEL SISTEMA DS
eu_es: SALTATU DS-AREN SISTEMA MENU-A
gl_es: SALTAR MENÚ DO SISTEMA DS
hu: DS RENDSZER MENÜ KIHAGYÁSA
it: SALTA IL MENU DI SISTEMA DS
ja_jp: DSシステムメニューをスキップ
ko: DS 시스템 메뉴 건너뛰기
nb_no: HOPP OVER DS SYSTEMMENY
pl: POMIŃ MENU SYSTEMU DS
pt_pt: SALTAR MENU DO SISTEMA DS
ro_ro: OMITE MENIUL DE SISTEM DS
sk_sk: Preskočiť DS systémové menu
sv_se: HOPPA ÖVER DS SYSTEMMENY
tr: DS SİSTEM MENÜSÜNÜ ATLA
vi_vn: BỎ QUA MENU HỆ THỐNG DS
zh_tw: 跳過 DS 系統選單

# game_options
source: SKIP INTRO VIDEO
es: SALTAR VÍDEO DE INTRODUCCIÓN
eu_es: SALTATU SARRERA BIDEOA
gl_es: SALTAR VÍDEO DE INTRO
hu: A BEVEZETŐ VIDEÓ KIHAGYÁSA
it: SALTA VIDEO INTRO
ja_jp: イントロ映像をスキップ
ko: 소개 동영상 건너뛰기
nb_no: HOPP OVER INTRODUKSJONSVIDEOEN
pl: POMIŃ FILM WSTĘPNY
pt_pt: SALTAR VÍDEO DE INTRODUÇÃO
ro_ro: OMITE VIDEOUL INTRODUCTIV
sk_sk: Preskočiť úvodné video
sv_se: HOPPA ÖVER INTROVIDEO
tr: GİRİŞ VİDEOSUNU ATLA
vi_vn: BỎ QUA VIDEO GIỚI THIỆU
zh_tw: 跳過開始動畫

# game_options
source: SKIP INTRO VIDEOS
ca: OMETRE VÍDEOS D’INTRODUCCIÓ
es: SALTAR VÍDEOS DE INTRODUCCIÓN
eu_es: SALTATU SARRERAKO BIDEOAK
gl_es: SALTAR VÍDEOS DE INTRO
hu: BEVEZETŐ VIDEÓK ÁTUGRÁSA
it: SALTA I VIDEO DI INTRO
ja_jp: イントロ映像をスキップ
ko: 소개 동영상 건너뛰기
nb_no: HOPPE OVER INTRODUKSJONSVIDEOER
pl: POMIŃ FILMY WSTĘPNE
pt_pt: SALTAR VÍDEOS DE INTRODUÇÃO
ro_ro: OMITE FILM INTRODUCTIV
sk_sk: Preskočiť úvodné videá
sv_se: HOPPA ÖVER INTROVIDEOR
tr: GİRİŞ VİDEOLARINI ATLA
vi_vn: BỎ QUA PHIM GIỚI THIỆU
zh_tw: 跳過開始動畫

# game_options
source: SKIP START MENU
ca: OMETRE MENÚ INICIAL
es: SALTAR MENÚ DE INICIO
eu_es: SALTAU HASERA MENUA
gl_es: SALTAR MENÚ DE INICIO
hu: START MENÜ KIHAGYÁSA
it: SALTA IL MENU START
ja_jp: スタートメニューをスキップ
ko: 시작 메뉴 건너뛰기
nb_no: HOPPE OVER STARTMENYEN
pl: POMIŃ MENU START
pt_pt: SALTAR MENU INICIAL
ro_ro: OMITE MENIUL DE START
sk_sk: Preskočiť ponuku štart
sv_se: HOPPA ÖVER STARTMENYN
tr: BAŞLAT MENÜSÜNÜ ATLA
vi_vn: BỎ QUA MENU BẮT ĐẦU
zh_tw: 跳過開始選單

# game_options
source: SMAA
ko: SMAA (향상된 서브픽셀 형태학적 안티에일리어싱)
zh_tw: SMAA抗鋸齒

# game_options
source: SMOOTH GAMES (BILINEAR FILTERING)
ca: SUAVITZAR JOCS (FILTRATGE BILINEAL)
es: SUAVIZAR JUEGOS (FILTRADO BILINEAL)
eu_es: JOKO LEUNAK (BILINEAR FILTRATZEA)
gl_es: SUAVIZAR XOGOS (FILTRADO BILINEAL)
hu: SIMA JÁTÉKOK (BILINEÁRIS SZŰRÉS)
it: SFUMA I GIOCHI (FILTRO BILINEARE)
ja_jp: スムーズゲーム（バイリニアフィルタリング）
ko: 부드러운 게임 (이중선형 필터링)
nb_no: GLATTE SPILL (BILINEÆR FILTRERING)
pl: WYGŁADZANIE GIER (FILTROWANIE DWULINIOWE)
pt_pt: JOGOS SUAVES (FILTRAGEM BILINEAR)
ro_ro: NETEZEȘTE JOCURILE (FILTRARE BILINEARĂ)
sk_sk: Vyhladené hry (bilineárne filtrovanie)
sv_se: JÄMNA UT SPEL (BILINJÄR FILTRERING)
tr: PÜRÜZSÜZ OYUNLAR (ÇİFT DOĞRUSAL FİLTRELEME)
vi_vn: LÀM MƯỢT GAME (LỌC BILINEAR)
zh_tw: 平滑遊戲(雙線性過濾)

# game_options
source: SMOOTH VUES
eu_es: ESZENA LEUNDUAK
ja_jp: スムーズな映像
ko: 부드러운 전망
pl: GŁADKIE VUES
pt_pt: VUAS SUAVES
sk_sk: Hladké pohľady
sv_se: MJUKA VYER
tr: PÜRÜZSÜZ GÖRÜNÜMLER
zh_tw: 平滑視圖

# game_options
source: SNES Gamepad
ca: Comandament SNES
es: Mando SNES
eu_es: SNES Gamepad-a
gl_es: Mando SNES
it: Gamepad SNES
ja_jp: ゲームパッド
ko: SNES 게임패드
pl: Gamepad SNES
pt_pt: Comando SNES
ro_ro: Gamepad SNES
tr: SNES Oyun Kolu
zh_tw: SNES手把

# game_options
source: SNES Mouse
ca: Ratolí SNES
es: Ratón SNES
eu_es: SNES Xagua
gl_es: Rato SNES
hu: SNES egér
it: Mouse SNES
ja_jp: マウス
ko: SNES 마우스
nb_no: SNES-mus
pl: Mysz SNES
pt_pt: Rato SNES
ro_ro: Maus SNES
sk_sk: SNES myš
sv_se: SNES-mus
tr: SNES Fare
vi_vn: Chuột SNES
zh_tw: SNES滑鼠

# game_options
source: SNES Multitap
ca: Multitap SNES
es: Multitap SNES
eu_es: SNES Multitap-a
gl_es: Multitap SNES
it: Multitap SNES
ja_jp: マルチタップ
ko: SNES 멀티탭
pl: Multitap SNES
pt_pt: Multipad da SNES
ro_ro: Multitap SNES
zh_tw: SNES多點觸控

# game_options
source: SNES Style
ca: Estil SNES
es: Estilo SNES
eu_es: SNES Estiloan
gl_es: Estilo SNES
hu: SNES Stílus
it: Stile SNES
ja_jp: スーファミ
ko: SNES 스타일
nb_no: SNES-stil
pl: Styl SNES
pt_pt: Estilo SNES
ro_ro: Stil SNES
sk_sk: Štýl SNES
sv_se: SNES-stil
tr: SNES Tarzı
vi_vn: Phong cách SNES
zh_tw: SNES風格

# game_options
source: SOFT TEXTURE CACHE MEMORY LIMIT
es: LÍMITE DE MEMORIA CACHÉ DE TEXTURA SUAVE
gl_es: LÍMITE DE MEMORIA CACHE DE TEXTURA SUAVE
hu: LÁGY TEXTÚRA CACHE MEMÓRIA KORLÁT
it: LIMITE SOFT DI MEMORIA CACHE DELLE TEXTURE
ja_jp: ソフト テクスチャ キャッシュ メモリ制限
ko: 소프트 텍스처 캐시 메모리 제한
nb_no: MYK TEKSTUR-CACHE-MINNEGRENSE
pl: MIĘKKI LIMIT PAMIĘCI PODRĘCZNEJ TEKSTUR
pt_pt: LIMITE DE MEMÓRIA DE CACHE DE TEXTURA SUAVE
ro_ro: LIMITA SOFT DE MEMORIE CACHE DE TEXTURI
sv_se: MINNESGRÄNS FÖR CACHE FÖR MJUK TEXTUR
tr: YUMUŞAK DOKU ÖNBELLEK HAFIZA SINIRI
zh_tw: 軟體紋理快取記憶體限制

# game_options
source: SOFT TEXTURE CACHE MEMORY TIMEOUT
es: TIEMPO DE ESPERA DE MEMORIA CACHÉ DE TEXTURA SUAVE
gl_es: TEMPO DE ESPERA DA MEMORIA CACHE DE TEXTURA SUAVE
hu: LÁGY TEXTÚRA CACHE MEMÓRIA IDŐKORLÁT
it: TIMEOUT MEMORIA SOFT CACHE DELLE TEXTURE
ja_jp: ソフト テクスチャ キャッシュ メモリ タイムアウト
ko: 소프트 텍스처 캐시 메모리 시간 초과
nb_no: TIDSAVBRUDD FOR BUFFERMINNET FOR MYK TEKSTUR
pl: MIĘKKI LIMIT CZASU PAMIĘCI PODRĘCZNEJ TEKSTURY
pt_pt: TEMPO LIMITE DE MEMÓRIA DE CACHE DE TEXTURA SUAVE
ro_ro: TIMEOUT SOFT MEMORIE CACHE TEXTURI
sv_se: TIDSGRÄNS FÖR CACHE-MINNE FÖR MJUK TEXTUR
tr: YUMUŞAK DOKU ÖNBELLEK HAFIZA ZAMAN AŞIMI
zh_tw: 軟體紋理快取記憶體逾時

# game_options
source: SOFTWARE LIST
ca: LLISTA DE PROGRAMARI
es: LISTA DE SOFTWARE
eu_es: SOFTWARE LISTA
gl_es: LISTA DE SOFTWARE
hu: SOFTWARE LISTA
it: LIST SOFTWARE
ja_jp: ソフトウェアリスト
ko: 소프트웨어 목록
nb_no: PROGRAMVARELISTE
pl: LISTA OPROGRAMOWANIA
pt_pt: LISTA DE PROGRAMAS
ro_ro: LISTĂ SOFTWARE
sk_sk: Zoznam softvéru
sv_se: PROGRAMVARULISTA
tr: YAZILIM LİSTESİ
vi_vn: DANH SÁCH PHẦN MỀM
zh_tw: 軟體列表

# game_options
source: SOLAR SENSOR LEVEL
ca: NIVELL DE SENSOR SOLAR
es: NIVEL SENSOR SOLAR
eu_es: EGUZKO SENSORE MAILA
gl_es: NIVEL SENSOR SOLAR
hu: NAPSZENZOR SZINT
it: LIVELLO SENSORE SOLARE
ja_jp: ソーラーセンサーレベル
ko: 태양 광 센서 레벨
nb_no: SOLSENSORNIVÅ
pl: POZIOM CZUJNIKA SŁONECZNEGO
pt_pt: NÍVEL DO SENSOR SOLAR
ro_ro: NIVEL SENZOR SOLAR
sk_sk: Úroveň slnečného senzora
sv_se: SOLSENSORNIVÅ
tr: GÜNEŞ SENSÖRÜ SEVİYESİ
zh_tw: 太陽能感測器水平

# game_options
source: SOUND BOARD
ca: TARGETA DE SO
es: TARJETA DE SONIDO
eu_es: SOINU TXARTELA
gl_es: TARXETA DE SON
hu: HANGTÁBLA
it: SCHEDA SONORA
ja_jp: サウンドボード
ko: 사운드 보드
nb_no: LYDBRETT
pl: KARTA DŹWIĘKOWA
pt_pt: PLACA DE SOM
ro_ro: PLACA DE SUNET
sk_sk: Zvukový adaptér
sv_se: LJUDKORT
tr: SES KARTI
vi_vn: BẢNG ÂM THANH
zh_tw: 音效卡

# game_options
source: SOUND QUALITY
ca: QUALITAT DE SO
es: CALIDAD DE SONIDO
eu_es: SOINU KALITATEA
gl_es: CALIDADE DO SON
hu: HANG MINŐSÉG
it: QUALITÀ SUONO
ja_jp: 音質
ko: 사운드 품질
nb_no: LYDKVALITET
pl: JAKOŚĆ DŹWIĘKU
pt_pt: QUALIDADE DO SOM
ro_ro: CALITATE SUNET
sk_sk: Kvalita zvuku
sv_se: LJUDKVALITET
tr: SES KALİTESİ
vi_vn: CHẤT LƯỢNG ÂM THANH
zh_tw: 聲音品質

# game_options
source: SOUND VOLUME
es: VOLUMEN DE SONIDO
gl_es: VOLUME DO SON
hu: HANGERŐ
it: VOLUME SUONO
ja_jp: 作動音量
ko: 사운드 볼륨
nb_no: LYDSTYRKE
pl: GŁOŚNOŚĆ DŹWIĘKU
pt_pt: VOLUME DO SOM
ro_ro: VOLUM SUNETE
sk_sk: Hlasitosť zvuku
sv_se: LJUDVOLYM
tr: SES SEVİYESİ
vi_vn: ÂM LƯỢNG ÂM THANH
zh_tw: 音量

# game_options
source: SOUNDBLASTER TYPE
ca: TIPUS DE SOUNDBLASTER
es: TIPO DE SOUNDBLASTER
eu_es: SOUNDBLASTER MOTA
gl_es: TIPO SOUNDBLASTER
hu: SOUNDBLASTER TÍPUS
it: TIPO DI SOUNDBLASTER
ja_jp: SOUNDBLASTER タイプ
ko: 사운드블라스터 유형
nb_no: TYPE SOUNDBLASTER
pl: TYP SOUNDBLASTERA
pt_pt: TIPO SOUNDBLASTER
ro_ro: TIPUL DE SOUNDBLASTER
sk_sk: Typ SoundBlastera
sv_se: TYP AV SOUNDBLASTER
tr: SOUNDBLASTER TÜRÜ
zh_tw: 音效卡形式

# game_options
source: SPECIAL CONTROL LAYOUTS
ca: DISPOSICIONS DE CONTROL ESPECIALS
es: ESQUEMA DE CONTROLES ESPECIALES
eu_es: KONTROLEN ANTOLAKETA BEREZIA
gl_es: DISPOSICIÓNS DE CONTROIS ESPECIAIS
hu: KÜLÖNLEGES VEZÉRLÉSI Elrendezések
it: LAYOUT SPECIALE CONTROLLO
ja_jp: カスタムコントロール レイアウト
ko: 스페셜 컨트롤 레이아웃
nb_no: SPESIELLE KONTROLLOPPSETT
pl: SPECJALNE UKŁADY STEROWANIA
pt_pt: ESQUEMAS DE COMANDOS ESPECIAL
ro_ro: POZIȚII CONTROALE SPECIALE
sk_sk: Špeciálne rozloženie ovládania
sv_se: SPECIELLA KONTROLLERLAYOUTER
tr: ÖZEL KONTROL DÜZENLERİ
vi_vn: BỐ CỤC CÁC NÚT ĐẶC BIỆT
zh_tw: 特殊控制佈局

# game_options
source: SPECIFIC GAME FIXES
ca: CORRECCIONS ESPECÍFIQUES DE JOC
es: CORRECCIONES ESPECÍFICAS DE JUEGOS
eu_es: JOKU ZEHATZEN KONPONKETA
gl_es: CORRECCIÓNS ESPECÍFICAS DOS XOGOS
hu: SPECIFIKUS JÁTÉKJAVÍTÁSOK
it: RISOLVE UN GIOCO SPECIFICO
ja_jp: 追加のゲーム修正
ko: 특정 게임 수정
nb_no: SPESIFIKKE SPILLRETTINGER
pl: KONKRETNE POPRAWKI DO GIER
pt_pt: CORREÇÕES ESPECÍFICAS DE JOGOS
ro_ro: FIX-URI SPECIFICE JOCULUI
sk_sk: Špecifické herné opravy
sv_se: SPECIFIKA SPELFIXAR
tr: ÖZEL OYUN DÜZELTMELERİ
vi_vn: SỬA CHỮA TRÒ CHƠI CỤ THỂ
zh_tw: 特定遊戲修復

# game_options
source: SPEECH MODULE
ca: MÒDUL DE VEU
es: MÓDULO DE VOZ
eu_es: HIZKETA MODULUA
gl_es: MÓDULO DE VOZ
hu: BESZÉD MODUL
it: MODULO PARLATO
ja_jp: スピーチ モジュール
ko: 음성 모듈
nb_no: TALE-MODULEN
pl: MODUŁ MOWY
pt_pt: MÓDULO DE FALA
ro_ro: MODUL DE VOCE
sk_sk: Hovorový modul
sv_se: TALMODUL
tr: KONUŞMA MODÜLÜ
vi_vn: MÔ ĐUN GIỌNG NÓI
zh_tw: 語音模組

# game_options
source: SPEED HACK (SAFE)
ca: TRUC DE VELOCITAT (SEGUR)
es: HACK DE VELOCIDAD (SEGURO)
eu_es: ABIADURA HACK-A (SEGURUA)
gl_es: HACK DE VELOCIDADE (SEGURO)
hu: SEBESSÉG HACK (BIZTONSÁGOS)
it: HACK VELOCITÀ (SICURO)
ja_jp: スピードハック（安全）
ko: 스피드 핵 (안전)
nb_no: HASTIGHETSHACKING (TRYGT)
pl: HAK SZYBKOŚCI (BEZPIECZNY)
pt_pt: HACK DE VELOCIDADE (SEGURO)
ro_ro: HACK PENTRU VITEZĂ (SIGUR)
sk_sk: Rýchlostný hack (bezpečný)
sv_se: HASTIGHETSHACK (SÄKER)
tr: HIZ GELİŞTİRMESİ (GÜVENLİ)
vi_vn: HACK TỐC ĐỘ (AN TOÀN)
zh_tw: 速度駭客（安全）

# game_options
source: SPINDASH TYPE
ca: TIPUS DE SPINDASH
es: TIPO DE TORBELLINO (SPINDASH)
eu_es: SPINDASH MOTA
gl_es: TIPO SPINDASH
hu: SPIDASH TÍPUS
it: TIPO SPINDASH
ja_jp: スピンダッシュタイプ
ko: 스핀대시 유형
nb_no: TYPE SPINDASH
pl: TYP SPINDASH
pt_pt: TIPO DE ROLAR
ro_ro: TIP SPINDASH
sk_sk: Typ spindash
sv_se: SPINDASH-TYP
tr: SPINDASH TÜRÜ
zh_tw: 旋轉衝刺類型

# game_options
source: SPU BLOCK SIZE
es: TAMAÑO DE BLOQUE SPU
eu_es: SPU BLOKE TAMAINA
gl_es: TAMAÑO DE BLOQUE SPU
hu: SPU BLOKK MÉRETE
it: DIMENSIONE SPU BLOCK
ja_jp: SPU ブロック サイズ
ko: SPU 블록 크기
nb_no: SPU BLOKKSTØRRELSE
pl: ROZMIAR BLOKU SPU
pt_pt: TAMANHO DO BLOCO SPU
ro_ro: MĂRIME BLOC SPU
sk_sk: Veľkosť bloku SPU
sv_se: SPU-BLOCKSTORLEK
tr: SPU BLOK BOYUTU
vi_vn: KÍCH THƯỚC KHỐI SPU
zh_tw: SPU 區塊大小

# game_options
source: SPU DECODER
ca: DESCODIFICADOR SPU
es: DECODIFICADOR SPU
eu_es: SPU DEKODETZAILEA
gl_es: DECODIFICADORES SPU
hu: SPU DEKÓDOLÓ
it: DECODER SPU
ja_jp: SPU デコーダー
ko: SPU 디코더
nb_no: SPU-DEKODER
pl: DEKODER SPU
pt_pt: DESCODIFICADOR SPU
ro_ro: DECODIFICATOR SPU
sk_sk: SPU dekodér
sv_se: SPU-AVKODARE
tr: SPU DEKODER
vi_vn: BỘ GIẢI MÃ SPU
zh_tw: SPU解碼器

# game_options
source: SPU LOOP DETECTION
es: DETECCIÓN DE BUCLE SPU
eu_es: SPU BIGIZTA ANTZEMATEA
gl_es: DETECCIÓN DE BUCLE SPU
hu: SPU HUROK ÉRZÉKELÉS
it: RILEVAMENTO SPU LOOP
ja_jp: SPU ループの検出
ko: SPU 루프 감지
nb_no: DETEKSJON AV SPU-LOOP
pl: WYKRYWANIE PĘTLI SPU
pt_pt: DETECÇÃO DE LOOP SPU
ro_ro: DETECȚIA BUCLELOR SPU
sk_sk: Detekcia SPU loop
sv_se: DETEKTERING AV SPU-SLINGOR
tr: SPU DÖNGÜ TESPİTİ
zh_tw: SPU 環路偵測

# game_options
source: SPU XFloat Accuracy
ca: Precisió de l’XFloat d’SPU
es: Precisión SPU XFloat
eu_es: SPU XFloat Zehaztasuna
gl_es: Precisión SPU XFloat
hu: SPU XFloat pontosság
it: Accuratezza SPU XFloat
ja_jp: SPU XFloat 精度
ko: SPU X플로트 정확도
nb_no: SPU XFloat Nøyaktighet
pl: Precyzja SPU XFloat
pt_pt: SPU XFloat Preciso
ro_ro: Acuratețe XFloat SPU
sk_sk: Presnosť SPU XFloat
sv_se: SPU XFloat noggrannhet
tr: SPU XFloat Doğruluğu
zh_tw: SPU XFloat 精度

# game_options
source: STEERING SENSITIVITY
es: SENSIBILIDAD DEL VOLANTE
gl_es: SENSIBILIDADE DA DIRECCIÓN
it: SENSIBILITA' VOLANTE
ja_jp: ステアリング 感度
ko: 조향 민감도
nb_no: RATT-FØLSOMHET
pl: CZUŁOŚĆ STEROWANIA
ro_ro: SENSIBILITATE DIRECȚIE
sk_sk: Citlivosť riadenia
sv_se: STYRNINGENS KÄNSLIGHET
tr: YÖNLENDİRME HASSASİYETİ

# game_options
source: STRETCH BEZELS (4K & ULTRAWIDE)
ca: ESTIRAR MOTLLURES (4K I ULTRAWIDE)
es: AJUSTAR BISELES (4K & ULTRAWIDE)
eu_es: ZABALDU BEZEL-AK (4K & ULTRAZABALA)
gl_es: BISEL ELÁSTICO (4K E ULTRAANCHO)
hu: KERET NYÚJTÁS (4K és ULTRASZÉLES)
it: ALLUNGA I BORDI (4L & ULTRALARGO)
ja_jp: 画面に合わせる(4K＆ウルトラワイド)
ko: 베젤 늘리기 (4K & 울트라 와이드)
nb_no: STREKKBARE RAMMER (4K OG ULTRABRED)
pl: ROZCIĄGNIJ RAMKI (4K + ULTRAWIDE)
pt_pt: ESTICAR MOLDURAS (4K & ULTRAWIDE)
ro_ro: ÎNTINDE RAMELE (4K ȘI ULTRAWIDE)
sk_sk: Roztiahnuť okraje (4K a ultrawide)
sv_se: STRÄCK UT RAMARNA (4K & ULTRAWIDE)
tr: ESNEK ÇERÇEVELER (4K & GENİŞ EKRAN)
vi_vn: TRÀN VIỀN (4K & SIÊU RỘNG)
zh_tw: 拉長邊框(4K與超寬)

# game_options
source: STRETCH MODE
ca: MODE D'ESTIRAT
es: MODO DE ESTIRAMIENTO
eu_es: ZABALTZE MODUA
gl_es: MODO ESTIRAR
hu: NYÚJTÁS MÓD
it: MODALITÀ ALLUNGAMENTO
ja_jp: ストレッチモード
ko: 늘리기 모드
nb_no: STRETCH-MODUS
pl: TRYB ROZCIĄGANIA
pt_pt: MODO ESTICAR
ro_ro: MOD ÎNTINDERE
sk_sk: Režim roztiahnutia
sv_se: UTSTRÄCKNINGSLÄGE
tr: GENİŞLETME MODU
vi_vn: CHẾ ĐỘ KÉO CĂNG
zh_tw: 拉伸模式

# game_options
source: STRETCH TO DISPLAY AREA
ca: ESTENDRE A L’ÀREA DE VISUALITZACIÓ
es: ESTIRAR EL ÁREA DE VISUALIZACIÓN
eu_es: ZABALDU ERAKUSTE AZALERA
gl_es: ESTIRAR ATA ÁREA DE VISUALIZACIÓN
hu: NYÚJTÁS A KIJELZŐTERÜLETRE
it: ALLARGA FINO A TUTTA L'AREA SCHERMO
ja_jp: ディスプレイ表示エリアを合わせる
ko: 표시 영역에 맞게 늘리기
nb_no: STREKK TIL VISNINGSOMRÅDET
pl: ROZCIĄGNIJ DO OBSZARU WYŚWIETLANIA
pt_pt: EXTENDER A ÁREA DE EXIBIÇÃO
ro_ro: ÎNTINDE LA ARIA ECRANULUI
sk_sk: Roztiahnuť na oblasť obrazovky
sv_se: STRÄCK UT TILL SKÄRMOMRÅDE
tr: GÖRÜNTÜLEME ALANININA GENİŞLET
zh_tw: 延伸至展示區域

# game_options
source: STRETCH TO FILL
es: ESTIRAR PARA RELLENAR
eu_es: ZABALDU BETETZEKO
gl_es: ESTIRAR PARA ENCHER
hu: NYÚJTÁS KITÖLTÉSRE
it: ALLUNGA A RIEMPIRE
ja_jp: 画面全体に引き伸ばす
ko: 채우기 위해 늘리기
nb_no: STREKKE SEG FOR Å FYLLE
pl: ROZCIĄGNIJ ABY WYPEŁNIĆ
pt_pt: ESTICAR PARA PREENCHER
ro_ro: ÎNTINDE PENTRU A UMPLE
sk_sk: Roztiahnuť na vyplnenie
sv_se: STRÄCK UT FÖR ATT FYLLA
tr: GENİŞLETEREK DOLDUR
vi_vn: KÉO DÀI ĐẾN KHI ĐẦY
zh_tw: 拉伸以填充

# game_options
source: STRICT RENDERING MODE
es: MODO DE RENDERIZADO ESTRICTO
eu_es: RENDERIZAZIO MODU ESTRIKTOA
gl_es: MODO DE RENDERIZADO ESTRITO
hu: SZIGORÚ RENDERING MÓD
it: MODALITÀ RENDERING ADERENTE
ja_jp: 精密なレンダリング モード
ko: 엄격한 렌더링 모드
nb_no: STRENG GJENGIVELSESMODUS
pl: ŚCISŁY TRYB RENDEROWANIA
pt_pt: MODO DE RENDERIZAÇÃO RIGOROSO
ro_ro: MOD REDARE STRICTĂ
sk_sk: Prísny renderovací režim
sv_se: STRIKT RENDERINGSLÄGE
tr: SIKI İŞLEME MODU
zh_tw: 嚴格算繪模式

# game_options
source: SUBTITLES
es: SUBTÍTULOS
gl_es: SUBTÍTULOS
hu: FELIRAT
it: SOTTOTITOLI
ja_jp: 字幕
ko: 자막
nb_no: UNDERTEKST
pl: NAPISY
pt_pt: LEGENDAS
ro_ro: SUBTITRĂRI
sk_sk: Titulky
sv_se: UNDERTEXTER
tr: ALT YAZILAR
vi_vn: PHỤ ĐỀ
zh_tw: 字幕

# game_options
source: SUPER FX OVERCLOCK
ca: SUPER FX OVERCLOCK (FORÇAMENT)
eu_es: SUPER FX OVERCLOCK-A
hu: SUPER FX TÚLHAJTÁS
it: OVERCLOCK SUPER FX
ja_jp: SUPER-FX オーバークロック
ko: 슈퍼 FX 오버클럭
nb_no: SUPER FX OVERKLOKKING
pl: PODKRĘCANIE SUPER FX
ro_ro: OVERCLOCK SUPER FX
sk_sk: Super FX pretaktovanie
sv_se: SUPER FX-ÖVERKLOCKNING
tr: SUPER FX HIZ AŞIMI
vi_vn: SIÊU FX OVERCLOCK
zh_tw: SUPER FX 超頻

# game_options
source: SUPER GAME BOY 2
ja_jp: スーパーゲームボーイ2
ko: 슈퍼 게임보이 2

# game_options
source: SUPER GB BORDERS
ca: VORES SUPER GB
es: BORDES SUPER GB
eu_es: SUPER GB ERTZAK
gl_es: BORDOS SUPER GB
hu: SUPER GB SZEGÉLYEK
it: BORDI SUPER GB
ja_jp: スーパーゲームボーイ表示
ko: 슈퍼 GB 테두리
nb_no: SUPER GB-GRENSER
pl: OBRAMOWANIE SUPER GB
pt_pt: BORDAS SUPER GB
ro_ro: MARGINI SUPER GB
sk_sk: Super GB okraje
sv_se: SUPER GB-RAMAR
tr: SUPER GB KENARLARI
zh_tw: SUPER GB 邊框

# game_options
source: SUPERPET
ko: 슈퍼펫

# game_options
source: SURROUND SOUND
ca: SO ENVOLTANT
es: SONIDO ENVOLVENTE
eu_es: SOINU INGURATZAILEA
gl_es: SON ENVOLVENTE
hu: TÉRHANGZÁS
it: SUONO SURROUND
ja_jp: サラウンド
ko: 서라운드 사운드
nb_no: SURROUND-LYD
pl: DŹWIĘK PRZESTRZENNY
ro_ro: SUNET SURROUND
sk_sk: Priestorový zvuk
sv_se: SURROUND-LJUD
tr: ÇEVRESEL SES
vi_vn: ÂM THANH VÒM
zh_tw: 環繞聲

# game_options
source: SVideo (color bleeding only)
ca: SVideo (només sagnat de color)
es: SVideo (sólo desteñido de color)
eu_es: SVideo (kolore zabaltzea bakarrik)
gl_es: SVideo (só sangrado de cor)
hu: SVideo (csak színes vérzés)
it: SVideo (solo color bleeding)
ja_jp: Sビデオ（カラーブリーディングのみ）
ko: S비디오 (색 번짐 만)
nb_no: SVideo (kun fargeblødning)
pl: SVideo (tylko rozmycie kolorów)
pt_pt: SVideo (somente vazamento de cor)
ro_ro: S-Video (doar pete de culoare)
sk_sk: SVideo (iba krvácanie farieb)
sv_se: SVideo (endast färgblödning)
tr: SVideo (yalnızca renk kanaması)
vi_vn: SVideo (chỉ chảy màu)

# game_options
source: SWAP GAMEPADS
ca: INTERCANVIAR COMANDAMENTS
es: INTERCAMBIAR MANDOS
eu_es: TRUKATU GAMEPAD-AK
gl_es: INTERCAMBIAR MANDOS
hu: JÁTÉKVEZÉRLŐK FELCSERÉLÉSE
ja_jp: ゲームパッドを入れ替える
ko: 게임패드 교체
nb_no: BYTTE GAMEPADS
pl: ZAMIEŃ GAMEPADY
pt_pt: TROCAR COMANDOS
ro_ro: INVERSEAZĂ GAMEPAD-URILE
sk_sk: Vymeniť gamepady
sv_se: VÄXLA GAMEPADS
tr: OYUN KOLLARINI DEĞİŞTİR
vi_vn: TRÁO ĐỔI GAMEPAD
zh_tw: 交換遊戲手把

# game_options
source: SYNC SAVE FILES
ca: SINCRONITZAR ARXIUS DE DESAT
es: SINCRONIZAR ARCHIVOS DE GUARDADO
eu_es: SINKROKIZATU GORDETZE FITXATEGIAK
gl_es: SINCRONIZAR FICHEIROS DE GARDADO
hu: MENTÉS FÁJLOK SZINKRONIZÁLÁSA
it: SINCRONIZZA FILE DI SALVATAGGI
ja_jp: セーブファイルの同期
ko: 저장 파일 동기화
nb_no: SYNKRONISERE LAGRINGSFILER
pl: SYNCH. PLIKÓW ZAPISU
pt_pt: SINCRONIZAR FICHEIROS DE GRAVAÇÕES
ro_ro: SINCRONIZEAZĂ FIȘIERELE DE SALVARE
sk_sk: Synchronizovať súbory uloženia
sv_se: SYNKRONISERA SPARADE FILER
tr: KAYIT DOSYALARINI EŞİTLE
vi_vn: ĐỒNG BỘ TỆP TIN LƯU
zh_tw: 同步儲存檔案

# game_options
source: SYNC TO HOST REFRESH RATE
ca: TASA DE REFRESC SINCRONITZADA AMB NATIU
es: SINCRONIZAR CON LA FRECUENCIA DE REFRESCO DEL HOST
eu_es: SYNKRONIZATU ANFITRIOIAREN FRESKATZEN TASA
gl_es: SINCRONIZACIÓN COA FRECUENCIA DE ACTUALIZACIÓN DO HOST
hu: SZINKRONIZÁLÁS A HOSZT FRISSÍTÉSI SEBESSÉGÉVEL
it: SINCRONIZZA AL REFRESH RATE DELL'HOST
ja_jp: ホストのリフレッシュ レートに同期
ko: 호스트 새로 고침 빈도와 동기화
nb_no: SYNKRONISERING TIL VERTSOPPDATERINGSFREKVENS
pl: SYNCHRONIZUJ Z CZĘSTOTLIWOŚCIĄ ODŚWIEŻANIA HOSTA
pt_pt: SINCRONIZAÇÃO COM A TAXA DE ATUALIZAÇÃO DO HOST.
ro_ro: SINCRONIZEAZĂ LA RATA DE REÎMPROSPĂTARE A GAZDEI
sk_sk: Synchronizovať s frekvenciou hostiteľa
sv_se: SYNK TILL VÄRDENS UPPDATERINGSFREKVENS
tr: SUNUCU YENİLEME HIZINA EŞİTLE
vi_vn: ĐỒNG BỘ VỚI TỶ LỆ LÀM MỚI CỦA MÁY CHỦ
zh_tw: 同步至主機刷新率

# game_options
source: SYNCHRONOUS RENDERING
ca: RENDERITZACIÓ SÍNCRONA
es: RENDERIZADO SINCRÓNICO
eu_es: RENDERIZAZIO SINKRONOA
gl_es: RENDERIZADO SINCRÓNICO
hu: SZINKRON RENDERING
it: RENDERING SINCRONO
ja_jp: 同期 レンダリング
ko: 동기화 렌더링
nb_no: SYNKRON GJENGIVELSE
pl: RENDEROWANIE SYNCHRONICZNE
pt_pt: RENDERIZAÇÃO SÍNCRONA
ro_ro: RANDARE SINCRONĂ
sk_sk: Synchrónne renderovanie
sv_se: SYNKRON RENDERING
tr: SENKRONİZE İŞLEYİCİ
zh_tw: 同步算繪

# game_options
source: SYSTEM CONTROLLERS
ca: CONTROLS DEL SISTEMA
es: MANDOS DEL SISTEMA
eu_es: SISTEMAREN KONTROLATZAILEAK
gl_es: MANDOS DO SISTEMA
hu: RENDSZERVEZÉRLŐK
it: CONTROLLER DI SISTEMS
ja_jp: 機種 コントローラー
ko: 시스템 컨트롤러
nb_no: SYSTEMKONTROLLERE
pl: KONTROLERY SYSTEMU
pt_pt: CONTROLOS DO SISTEMA
ro_ro: CONTROLERE DE SISTEM
sk_sk: Systémové ovládače
sv_se: SYSTEMKONTROLLER
tr: SİSTEM KONTROLCÜLERİ
vi_vn: BỘ ĐIỀU KHIỂN HỆ THỐNG
zh_tw: 系統控制器

# game_options
source: SYSTEM MEMORY
ca: MEMÒRIA DE SISTEMA
es: MEMORIA DEL SISTEMA
eu_es: SISTEMAREN MEMORIA
gl_es: MEMORIA DO SISTEMA
hu: RENDSZERMEMÓRIA
it: MEMORIA DI SISTEMA
ja_jp: システムメモリ
ko: 시스템 메모리
nb_no: SYSTEMMINNE
pl: PAMIĘĆ SYSTEMU
pt_pt: MEMORIA DO SISTEMA
ro_ro: MEMORIE SISTEM
sk_sk: Systémová pamäť
sv_se: SYSTEMMINNE
tr: SİSTEM BELLEĞİ
vi_vn: BỘ NHỚ HỆ THỐNG
zh_tw: 系統記憶體

# game_options
source: Safe (Default)
es: Seguro (Defecto)
eu_es: Modu segurua (Defektuz)
gl_es: Seguro (predeterminado)
hu: Biztonságos (alapértelmezett)
ja_jp: 安全 モード(標準)
ko: 안전 (기본)
nb_no: Sikker (standard)
pl: Bezpieczny (domyślnie)
pt_pt: Seguro (Predefinição)
ro_ro: Sigur (Implicit)
sk_sk: Bezpečné (predvolené)
sv_se: Säker (standard)
tr: Güvenli (Varsayılan)
vi_vn: An toàn (Mặc định)
zh_tw: 安全（預設）

# game_options
source: Saturn 3D Pad
ca: Comandament 3D Saturn
es: Saturn Pad 3D
eu_es: Saturn 3D Pad-a
gl_es: Mando Sega Saturn 3D
it: Pad 3D Saturn
ja_jp: サターン 3D パッド
ko: 새턴 3D 패드
pl: Pad Saturn 3D
pt_pt: Comando Saturn 3D
ro_ro: Pad Saturn 3D
zh_tw: 世嘉土星3D手把

# game_options
source: Saturn Pad
ca: Comandament Saturn
eu_es: Saturn Pad-a
gl_es: Mando Sega Saturn
it: Pad Saturn
ja_jp: サターン パッド
ko: 새턴 패드
pl: Pad Saturn
pt_pt: Comando Saturn
ro_ro: Pad Saturn
zh_tw: 世嘉土星手把

# game_options
source: Saudi Arabia
gl_es: Arabia Saudita
hu: Szaúd-Arábia
it: Arabia Saudita
ko: 사우디아라비아
pl: Arabia Saudyjska
pt_pt: Arábia Saudita
ro_ro: Arabia Saudită
sk_sk: Saudská Arábia
sv_se: Saudiarabien
tr: Suudi Arabistan
vi_vn: Ả Rập Saudi

# keys_files
source: Save State
ca: Desar estat
es: Guardar estado
eu_es: Gorde Egoera
gl_es: Gardar Estado
it: Salva Stato
ja_jp: ステートセーブ
ko: 저장 상태
nb_no: Lagre tilstand
pl: Zapisywanie stanu
ro_ro: Salvează stare
sk_sk: Uložiť stav

# keys_files
source: Save State Slot 1
ca: Desar ranura d'estat 1
es: Guardar estado slot 1
eu_es: Gorde 1 Egoera Zirrikitua
gl_es: Gardar o estado 1
it: Salva Stato Slot 1
ja_jp: ステートセーブ - スロット 1
ko: 저장 상태 슬롯 1
nb_no: Lagre tilstand Spor 1
pl: Zapis stanu gniazda 1
ro_ro: Salvează starea în slotul 1
sk_sk: Uložiť slot stavu 1

# game_options
source: Scale to best fit
ca: Escalar per encaixar millor
es: Escalar para adaptarse mejor
eu_es: Eskalatu ondoen egokitzen denera
gl_es: EscalaR ao mellor axuste
it: Scala per riempire al meglio
ja_jp: 最適なスケール
ko: 최적의 크기로 조정
nb_no: Skalere for best mulig tilpasning
pl: Skaluj aby najlepiej dopasować
pt_pt: Estica para o melhor ajuste
ro_ro: Scalează la cea mai bună încadrare
sk_sk: Najlepšie prispôsobenie
sv_se: Skala till bästa format
tr: En uygun sığacak şekilde ölçeklendir
zh_tw: 最佳縮放

# game_options
source: Scale2x
gl_es: Escala 2x
ja_jp: スケール2x
ko: 스케일2배
pl: Skala2x
ro_ro: Scalare 2x
sk_sk: Zväčšiť 2x
tr: Ölçek2x
zh_tw: 縮放2x

# game_options
source: Scale3x
gl_es: Escala 3x
ja_jp: スケール3x
ko: 스케일3배
pl: Skala3x
ro_ro: Scalare 3x
sk_sk: Zväčšiť 3x
tr: Ölçek3x
zh_tw: 縮放3x

# game_options
source: Scale4x
gl_es: Escala 4x
ja_jp: スケール4x
ko: 스케일4배
pl: Skala4x
ro_ro: Scalare 4x
sk_sk: Zväčšiť 4x
tr: Ölçek4x
zh_tw: 縮放4x

# game_options
source: ScaleForce
eu_es: BehartuEskalatzea
ja_jp: スケールを固定
ko: 스케일포스
tr: ÖlçekMiktarı
zh_tw: 強制縮放

# game_options
source: Scaled
es: Escalado
gl_es: Escalado
hu: Skálázott
it: Scalato
ja_jp: 拡大
ko: 스케일
nb_no: Skalert
pl: Skalowane
pt_pt: ESCALA
ro_ro: Scalat
sk_sk: Škálované
sv_se: Skalad
tr: Ölçeklenmiş
zh_tw: 已縮放

# game_options
source: Scanline Interpolation Filter (SAI)
es: Filtro de interpolación de línea de exploración (SAI)
eu_es: Eskanlerro Interpolazio Filtroa (SAI)
gl_es: Filtro de interpolación de liña de escaneo (SAI)
it: Filro Scanline Interpolation (SAI)
ja_jp: スキャンライン補間フィルター（SAI）
ko: 스캔라인 보간 필터 (SAI)
nb_no: Interpolasjonsfilter for skanningslinjer (SAI)
pl: Filtr interpolacji linii skanu (SAI)
pt_pt: Filtro de interpolação de Scanline (SAI)
ro_ro: Filtru de interpolare linii de scanare (SAI)
sk_sk: Filter interpolácie sken riadkov (SAI)
sv_se: Interpolationsfilter för skanlinjer (SAI)
tr: Tarama Çizgisi İnterpolasyon Filtresi (SAI)

# game_options
source: Scorpion 256K
ko: 스콜피온 256K
pl: Scorpion 256
