Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Sound generator. MAME is faster and Nuked is cycle accurate. Original model used YM2612 while later revisions used YM3438.
es: Generador de sonido. MAME es más rápido y Nuked tiene ciclos más precisos. El modelo original usaba YM2612, mientras que las revisiones posteriores usaban YM3438.
gl_es: Xerador de son. MAME é máis rápido e Nuked ten ciclos máis precisos. O modelo orixinal utilizou YM2612 mentres que as revisións posteriores utilizaron YM3438.
hu: Hanggenerátor. A MAME gyorsabb, a Nuked pedig cikluspontos. Az eredeti modell YM2612-t, míg a későbbi verziók YM3438-at használtak.
it: Generatore di suoni. MAME è il più veloce e Nuked è a ciclo accurato. Il modello originale usa YM2612 mentre le versioni successive usano YM3438.
ja_jp: サウンドジェネレーター。 MAME は高速で、Nuked は再生が正確です(元のモデル: YM2612、後のリビジョン: YM3438 )
ko: 사운드 생성기. 마메는 더 빠르고 Nuked는 사이클 정확도가 높습니다. 원래 모델은 YM2612를 사용했지만 이후 개정판은 YM3438을 사용했습니다.
nb_no: Lydgenerator. MAME er raskere og Nuked er syklusnøyaktig. Originalmodellen brukte YM2612, mens senere revisjoner brukte YM3438.
pl: Generator dźwięku. MAME jest szybszy, a Nuked dokładniejszy. Oryginalny model używał YM2612, podczas gdy późniejsze wersje używały YM3438.
pt_pt: Gerador de som. MAME é mais rápido e Nuked tem ciclo preciso. Modelo original usou YM2612 enquanto revisões posteriores usaram YM3438.
ro_ro: Generator de sunet. MAME este mai rapid și Nuked este mai precis per ciclu. Modelul original folosea YM2612, în timp ce modelele următoare foloseau YM3438.
sv_se: Ljudgenerator. MAME är snabbare och Nuked är cykelkorrekt. Originalmodellen använde YM2612 medan senare revisioner använde YM3438.
tr: Ses üreteci. MAME daha hızlıdır ve Nuked döngüsel olarak doğrudur. Orijinal model YM2612 kullanırken daha sonraki revizyonlar YM3438 kullandı.
vi_vn: Tạo âm thanh. MAME nhanh hơn và Nuked có chu kỳ chính xác. Mẫu ban đầu sử dụng YM2612 trong khi các phiên bản sau này sử dụng YM3438.
zh_tw: 聲音發生器。MAME速度更快，週期精確。最初的型號使用YM2612，而後來的版本使用YM3438。

# game_options
source: South Africa
gl_es: Sudáfrica
hu: Dél-Afrika
it: Sud Africa
ko: 남아프리카 공화국
pl: Republika Południowej Afryki
pt_pt: África do Sul
ro_ro: Africa de Sud
sk_sk: Južná Afrika
sv_se: Sydafrika
tr: Güney Afrika
vi_vn: Nam Phi

# game_options
source: South Korea
gl_es: Corea do Sur
hu: Dél-Korea
it: Korea del Sud
ko: 대한민국
pl: Korea Południowa
pt_pt: Coreia do Sul
ro_ro: Coreea de Sud
sk_sk: Južná Kórea
sv_se: Sydkorea
tr: Güney Kore
vi_vn: Hàn Quốc

# game_options
source: Spain
ca: Espanya
es: España
eu_es: Espainia
gl_es: España
hu: Spanyolország
it: Spagna
ja_jp: スペイン
ko: 스페인
nb_no: Spania
pl: Hiszpania
pt_pt: Espanha
ro_ro: Spania
sk_sk: Španielsko
sv_se: Spanien
tr: İspanya
vi_vn: Tây Ban Nha

# game_options
source: Spanish
ca: Castellà
es: Español
eu_es: Gaztelania
gl_es: Español
hu: Spanyol
it: Spagnolo
ja_jp: スペイン語
ko: 스페인어
nb_no: Spansk
pl: Hiszpański
pt_pt: Espanhol
ro_ro: Spaniolă
sk_sk: Španielčina
sv_se: Spanska
tr: İspanyolca
vi_vn: Tiếng Tây Ban Nha

# game_options
source: Spanish (es)
ca: Castellà (es)
es: Español (es)
eu_es: Gaztelera (es)
gl_es: Español (es)
hu: Spanyol (es)
it: Spagnolo (es)
ja_jp: スペイン語 (es)
ko: 스페인어 (es)
nb_no: Spansk (es)
pl: Hiszpański (es)
pt_pt: Espanhol (es)
ro_ro: Spaniolă (es)
sk_sk: Španielčina (es)
sv_se: Spanska (es)
tr: İspanyolca (es)
vi_vn: Tây Ban Nha (es)

# game_options
source: Special 1
ca: Especial 1
es: Especial 1
eu_es: 1 Berezia
gl_es: Especial 1
hu: Különleges 1
it: Speciale 1
ja_jp: スペシャル 1
ko: 스페셜 1
nb_no: Spesial 1
pl: Specjalna 1
pt_pt: Especial 1
sk_sk: Špeciálne 1
tr: Özel 1
vi_vn: Đặc biệt 1
zh_tw: 特別1

# game_options
source: Special 2
ca: Especial 2
es: Especial 2
eu_es: 2 Berezia
gl_es: Especial 2
hu: Különleges 2
it: Speciale 2
ja_jp: スペシャル 2
ko: 스페셜 2
nb_no: Spesial 2
pl: Specjalna 2
pt_pt: Especial 2
sk_sk: Špeciálne 2
tr: Özel 2
vi_vn: Đặc biệt 2
zh_tw: 特別2

# game_options
source: Special 3
ca: Especial 3
es: Especial 3
eu_es: 3 Berezia
gl_es: Especial 3
hu: Különleges 3
it: Speciale 3
ja_jp: スペシャル 3
ko: 스페셜 3
nb_no: Spesial 3
pl: Specjalna 3
pt_pt: Especial 3
sk_sk: Špeciálne 3
tr: Özel 3
vi_vn: Đặc biệt 3
zh_tw: 特別3

# game_options
source: Special 4 (TI-83 Legacy)
ca: Especial 4 (TI-83 Legacy)
es: Especial 4 (TI-83 Legacy)
eu_es: 4 Berezia (TI-83 Legatua)
gl_es: Especial 4 (TI-83 Legacy)
it: Speciale 4 (TI-83 Legacy)
ja_jp: スペシャル 4 (TI-83)
ko: 스페셜 4 (TI-83 레거시)
pl: Specjalna 4 (TI-83 Legacy)
pt_pt: Especial 4 (TI-83 Legacy)
ro_ro: Special 4 (Moștenire TI-83)
tr: Özel 4 (TI-83 Eski Sistem)
vi_vn: Đặc biệt 4 (TI-83 Legacy)
zh_tw: 特別4 (TI-83遺留)

# game_options
source: Spectrum +2
ko: 스펙트럼 +2
nb_no: Spektrum +2
vi_vn: Phổ +2

# game_options
source: Spectrum +2A
ko: 스펙트럼 +2A
nb_no: Spektrum +2A
vi_vn: Phổ +2A

# game_options
source: Spectrum +3
ko: 스펙트럼 +3
nb_no: Spektrum +3
vi_vn: Phổ +3

# game_options
source: Spectrum +3e
ko: 스펙트럼 +3e
nb_no: Spektrum +3e
vi_vn: Phổ +3e

# game_options
source: Spectrum 128K
ko: 스펙트럼 128K
vi_vn: Phổ 128K

# game_options
source: Spectrum 16K
ko: 스펙트럼 16K
vi_vn: Phổ 16K

# game_options
source: Spectrum 48K
ko: 스펙트럼 48K
vi_vn: Phổ 48K

# game_options
source: Spectrum 48K (NTSC)
ko: 스펙트럼 48K (NTSC)
vi_vn: Phổ 48K (NTSC)

# game_options
source: Spectrum SE
ko: 스펙트럼 SE
vi_vn: Phổ SE

# game_options
source: Speech module installed
ca: Mòdul de veu instal·lat
es: Módulo de voz instalado
eu_es: Hizketa modulua instalatuta
gl_es: Módulo de voz instalado
hu: Beszédmodul telepítve
it: Modulo parlato installato
ja_jp: スピーチ モジュールを使用する
ko: 음성 모듈 설치됨
nb_no: Talemodul installert
pl: Zainstalowany moduł mowy
pt_pt: Módulo de fala instalado
ro_ro: Modulul de voce este instalat
sk_sk: Hovorový modul nainštalovaný
sv_se: Talmodul installerad
tr: Konuşma modülü kurulu
vi_vn: Mô đun giọng nói đã được cài đặt
zh_tw: 安裝了語音模組

# game_options
source: Speed hack for dual core mode to fix some glitches.
ca: Truc de velocitat pel mode dual core per corregir alguns defectes.
es: Truco de velocidad para el modo de doble núcleo para solucionar algunos fallos.
eu_es: Abiadura hack-a nukleo bikoitz moduan arazo batzuk konpontzeko.
gl_es: Truco de velocidade para o modo dual core para corrixir algúns fallos.
hu: Sebesség hack a kétmagos üzemmódhoz, hogy kijavítson néhány hibát.
it: Hack velocità del dual core può risolvere alcuni problemi.
ja_jp: いくつかの不具合を修正するデュアルコアモードのスピードハック
ko: 듀얼 코어 모드의 속도를 높이는 해킹으로 일부 결함을 해결하세요.
nb_no: Hastighetshack for dual core-modus for å fikse noen feil.
pl: Hak szybkości dla trybu dwurdzeniowego, aby naprawić niektóre usterki.
pt_pt: Hacks de velocidade para o modo dual core para corrigir algumas falhas.
ro_ro: Hack de viteză pentru modul cu două nuclee pentru a repara anumite probleme.
sk_sk: Rýchlostný hack pre dvojjadrový režim na opravu niektorých závad.
sv_se: Hastighetshack för dubbelkärnigt läge för att åtgärda vissa problem.
tr: Çift çekirdek modunda bazı aksaklıkları gidermek için hız hilesi.
vi_vn: Hack tốc độ cho chế độ lõi kép để khắc phục một số trục trặc.
zh_tw: 雙核模式的速度補丁修復一些小故障。

# game_options
source: Speed hack, enable to disable surface syncing between CPU and GPU. Surface syncing is needed by a few games.
es: Truco de velocidad, habilitar para desactivar surface sync entre la CPU y la GPU. Surface Sync es necesario en algunos juegos.
eu_es: Abiadura hack-a, gaitu azal sinkronizatzea CPU eta GPU-aren artean desgaitzeko. Azal sinkronizatzea beharrezkoa da joku gutxi batzuek behar dute.
gl_es: Truco de velocidade, habilite para desactivar a sincronización de superficie entre CPU e GPU. A sincronización de superficie é necesaria para algúns xogos.
hu: Speed hack, engedélyezze a CPU és a GPU közötti felületi szinkronizálás letiltását. A felületi szinkronizálásra néhány játéknak szüksége van.
it: Hack velocità, quando abilitato disabilita il surface syncing tra CPU e GPU.Il surface syncing è necessario solo per pochi giochi.
ja_jp: スピードハック：CPU と GPU 間のサーフェスの同期を無効にします いくつかのゲームでは サーフェスの同期が必要です
ko: 속도 해킹, CPU와 GPU 사이의 표면 동기화를 비활성화할 수 있습니다. 표면 동기화는 몇몇 게임에서 필요합니다.
nb_no: Hastighetshack, gjør det mulig å deaktivere overflatesynkronisering mellom CPU og GPU. Overflatesynkronisering er nødvendig i noen få spill.
pl: Hack prędkości, włącz, aby wyłączyć synchronizację powierzchni między CPU i GPU. Synchronizacja powierzchni jest wymagana przez kilka gier.
pt_pt: Hack de velocidade, ativar para desligar a sincronização de superfície entre CPU e GPU. Superfície a sincronização é necessária para alguns jogos.
ro_ro: Hack pentru viteză. Activează pentru a dezactiva sincronizarea suprafețelor între CPU și GPU. Sincronizarea suprafețelor este necesară pentru unele jocuri.
sk_sk: Speed hack, povoľte vypnutie povrchovej synchronizácie medzi CPU a GPU. Synchronizáciu povrchu vyžaduje niekoľko hier.
sv_se: Hastighetshack, aktivera för att inaktivera ytsynkronisering mellan CPU och GPU. Ytsynkronisering behövs av ett fåtal spel.
tr: Hız hilesi, CPU ve GPU arasındaki yüzey eşitlemesini devre dışı bırakır. Birkaç oyun yüzey eşitlemesine ihtiyaç duyar.
vi_vn: Hack tốc độ, kích hoạt để tắt đồng bộ hóa bề mặt giữa CPU và GPU. Một số trò chơi cần đồng bộ hóa bề mặt.
zh_tw: 速度補丁，可以禁用CPU和GPU之間的表面同步。一些遊戲需要表面同步。

# game_options
source: Speed up shader compilation.
ca: Accelera la compilació de shaders.
es: Acelera la compilación de sombreadores (shaders).
eu_es: Azkartu Shader konpilazioa.
gl_es: Acelera a compilación de sombreadores.
hu: A shader összeállításának felgyorsítása.
it: Accelera la compilazione shader.
ja_jp: シェーダーのコンパイルを高速化します
ko: 셰이더 컴파일 속도를 높입니다.
nb_no: Raskere shader-kompilering.
pl: Przyspiesz kompilację shaderów.
pt_pt: Acelera a compilação de shaders.
ro_ro: Grăbește compilarea shaderelor.
sk_sk: Zrýchli kompiláciu shadera.
sv_se: Snabbare kompilering av shaders.
tr: Gölgelendirici derlemesini hızlandır.
vi_vn: Tăng tốc độ biên dịch shader.
zh_tw: 加速著色器編譯。

# game_options
source: Speeds up file loading. Some games won't load with this.
ca: Accelera la càrrega de fitxers. Alguns jocs no carregaran amb això.
es: Acelera la carga de archivos. Algunos juegos no son compatibles.
eu_es: Fitxategi karga azkartzen du. Joko batzuk ez dira kargatuko honen ondorioz.
gl_es: Acelera a carga de ficheiros. Algúns xogos non se cargarán con isto.
hu: Gyorsítja a fájlok betöltését. Néhány játék nem töltődik be ezzel.
it: Velocizza il caricamento file. Alcuni giochi non partono con questa opzione.
ja_jp: ファイルの読み込みを高速化します。いくつかのゲームは読み込めません
ko: 파일 로딩 속도를 높입니다. 일부 게임은 이 방법으로는 로딩되지 않습니다.
nb_no: Gjør det raskere å laste inn filer. Noen spill lastes ikke inn med denne funksjonen.
pl: Przyspiesza wczytywanie plików. Niektóre gry nie będą się ładować.
pt_pt: Acelera o carregamento de ficheiros. Alguns jogos não funcionam com isso.
ro_ro: Mărește viteza de încărcare a fișierelor. Unele jocuri nu se vor putea încărca cu asta.
sk_sk: Zrýchli načítavanie súborov. Niektoré hry sa s týmto nenačítajú.
sv_se: Påskyndar inläsningen av filer. Vissa spel läses inte in med detta.
tr: Dosya yüklenmesini hızlandırır. Bazı oyunlar bununla yüklenmez.
vi_vn: Tăng tốc độ tải tập tin. Một số game sẽ không tải được khi bật.
zh_tw: 加快檔案載入速度。有些遊戲會無法啟動。

# keys_files
source: Speeds up the game
es: Acelerar el juego
eu_es: Jokoaren abiadura handitzen du
gl_es: Acelerar o xogo
hu: Felgyorsítja a játékot
it: Velocizza il gioco
ja_jp: ゲームの速度アップ
ko: 게임 속도를 높입니다
nb_no: Gjør spillet raskere
pl: Przyśpiesza grę
pt_pt: Acelera o jogo
ro_ro: Crește viteza jocului
sk_sk: Zrýchli hru
sv_se: Snabbar upp spelet
tr: Oyunu hızlandır
vi_vn: Tăng tốc độ trò chơi
zh_tw: 加快遊戲速度

# game_options
source: Square Pixels
eu_es: Pixel karratuak
gl_es: Píxeles cadrados
hu: Négyzetes pixelek
it: Pixels Quadrati
ja_jp: 正方形ピクセル
ko: 정사각형 픽셀
nb_no: Kvadratiske piksler
pl: Kwadratowe piksele
pt_pt: Pixels Quadrados
ro_ro: Pixeli pătrați
sk_sk: Štvorcové pixely
sv_se: 8:7 kvadratiska bildpunkter
tr: Kare Piksel
vi_vn: Pixel vuông
zh_tw: 方形畫素

# game_options
source: Square pixel
ca: Píxel quadrat
eu_es: Pixel karratua
gl_es: Píxel cadrado
hu: Négyzet alakú képpont
it: Pixel quadrati
ja_jp: 正方形ピクセル
ko: 정사각형 픽셀
nb_no: Kvadratisk piksel
pl: Kwadratowy piksel
pt_pt: Pixel quadrado
ro_ro: Pixel pătrat
sk_sk: Štvorcový pixel
sv_se: Fyrkantig bildpunkt
tr: Kare piksel
vi_vn: Pixel vuông
zh_tw: 方形畫素

# game_options
source: Standard (4:3)
ca: Estándard (4:3)
es: Estándar (4:3)
eu_es: Estandarra (4:3)
gl_es: Estándar (4:3)
ja_jp: スタンダード (4:3)
ko: 표준 (4:3)
pl: Standardowe (4:3)
sk_sk: Štandardné (4:3)
tr: Standart (4:3)
vi_vn: Tiêu chuẩn (4:3)
zh_tw: 標準(4:3)

# game_options
source: Standard Controller
ca: Comandament estàndard
es: Mando estándar
eu_es: Kontrolatzaile estandarra
gl_es: Controlador estándar
hu: Szabványos vezérlő
it: Controller Standard
ja_jp: 標準コントローラー
ko: 표준 컨트롤러
nb_no: Standard kontroller
pl: Kontroler standardowy
pt_pt: Comando Predefinido
ro_ro: Controler standard
sk_sk: Štandardný ovládač
sv_se: Standardkontroller
tr: Standart Kontrolcü
zh_tw: 標準控制器

# game_options
source: Standard OpenGL (Default)
es: OpenGL estandar (Defecto)
eu_es: Standard-a OpenGL (Defektuzkoa)
gl_es: OpenGL estándar (predeterminado)
ja_jp: 標準 OpenGL (標準)
ko: 표준 OpenGL (기본)
nb_no: Standard OpenGL (standard)
pl: Standardowy OpenGL (domyślnie)
pt_pt: OpenGL Padrão (Padrão)
ro_ro: OpenGL Standard (Implicit)
sk_sk: Štandardné OpenGL (predvolené)
sv_se: Standard OpenGL (standard)
tr: Standart OpenGL (Varsayılan)
vi_vn: OpenGL tiêu chuẩn (Mặc định)
zh_tw: 標準OpenGL(預設)

# keys_files
source: Start
gl_es: Comezar
ko: 시자
sk_sk: Spustiť
vi_vn: Bắt đầu

# keys_files
source: Start / Enter
hu: Indítás / Belépés
ko: 시작 / 들어가기
pl: Rozpoczęcie/wprowadzenie
pt_pt: Iniciar / Entrar
vi_vn: Bắt đầu / Nhập
zh_tw: 開始/輸入

# keys_files
source: Start / Valid
es: Iniciar / Validar
eu_es: Hasi / Balidatu
gl_es: Iniciar / Válidar
hu: Kezdés / Érvényes
it: Start / Valido
ja_jp: 開始 / 有効
ko: 시작 / 유효
nb_no: Start / Gyldig
pl: Start / Zatwierdź
pt_pt: Iniciar / Válido
sk_sk: Spustiť / platné
sv_se: Start / Giltig
vi_vn: Bắt đầu / hợp lệ
zh_tw: 開始/有效

# keys_files
source: Start game
es: Iniciar juego
eu_es: Hasi jokoa
gl_es: Comezar o xogo
hu: Játék kezdése
it: Inizia giochi
ja_jp: ゲームを開始
ko: 게임 시작
nb_no: Start spillet
pl: Rozpocznij grę
pt_pt: Iniciar o jogo
ro_ro: Începe jocul
sk_sk: Spustiť hru
sv_se: Starta spelet
tr: Oyunu başlat
vi_vn: Bắt đầu trò chơi
zh_tw: 開始遊戲

# game_options
source: Static Interpreter
ca: Intèrpret estàtic
es: Estático
eu_es: Interpretatzaile estatikoa
gl_es: Intérprete estático
hu: Statikus fordító
it: Interprete Statico
ja_jp: スタティック インタープリタ
ko: 정적 해석기
nb_no: Statisk tolk
pl: Interpreter statyczny
pt_pt: Interpretador estático
ro_ro: Interpretor static
sk_sk: Statický interpreter
sv_se: Statisk tolk
tr: Statik Yorumlayıcı
zh_tw: 靜態解釋程式

# game_options
source: Steering Wheel
ca: Volant
es: Volante
eu_es: Bolantea
gl_es: Volante
hu: Kormánykerék
it: Volante
ja_jp: ステアリングホイール (ハンコン)
ko: 스티어링 핸들
nb_no: Ratt
pl: Kierownica
pt_pt: Volante
ro_ro: Volan
sk_sk: Volant
sv_se: Ratt
tr: Direksiyon
zh_tw: 方向盤

# game_options
source: Stereo
ca: Estèreo
eu_es: Estereoa
hu: Sztereó
ja_jp: ステレオ
ko: 스테레오
zh_tw: 立體聲

# game_options
source: Stereo (Default)
ca: Estèreo (Per defecte)
es: Stereo (Defecto)
eu_es: Estereoa (Defektuz)
gl_es: Estéreo (predeterminado)
hu: Sztereó (alapértelmezett)
ja_jp: ステレオ (標準)
ko: 스테레오 (기본)
nb_no: Stereo (standard)
pl: Stereo (domyślnie)
pt_pt: Stereo (Predefinição)
ro_ro: Stereo (Implicit)
sk_sk: Stereo (predvolené)
sv_se: Stereo (Standard)
tr: Stereo (Varsayılan)
vi_vn: Stereo (mặc định)
zh_tw: 立體聲(預設)

# game_options
source: Store past states to rewind to in realtime, if the core supports it.
ca: Emmagatzema estats passats al rebobinar en temps real, si el nucli ho suporta.
es: Almacena estados pasados del juego en caché para rebobinar en tiempo real. Si el núcleo lo soporta.
eu_es: Gorde iragandako egoerak denbora errealean atzera botatzeko, nukleoak onartzen badu
gl_es: Almacena estados pasados para rebobinar en tempo real, se o núcleo o admite.
hu: Tárolja a múltbeli állapotokat a valós idejű visszatekeréshez, ha a mag támogatja.
it: Archivia gli stati per riavvolgere in realtime, se il core lo supporta.
ja_jp: コアが対応している場合は、過去の状態を保存してリアルタイムで巻き戻します
ko: 코어가 지원하는 경우, 실시간으로 되감기할 과거 상태를 저장합니다.
nb_no: Lagre tidligere tilstander som du kan spole tilbake til i sanntid, hvis kjernen støtter det.
pl: Przechowuj poprzednie stany, aby przewinąć do nich w czasie rzeczywistym, jeśli "core" to obsługuje.
pt_pt: Armazenar savestates para rebobinar em tempo real, se o core suportar.
ro_ro: Stochează stările trecute pentru a putea reveni în timp real, dacă este suportat de nucleu.
sk_sk: Uložiť minulé stavy na pretočenie v reálnom čase, ak to jadro podporuje.
sv_se: Lagra tidigare tillstånd för att spola tillbaka till i realtid, om kärnan stöder det.
tr: Çekirdek destekliyorsa, gerçek zamanlı olarak geri sarmak için geçmiş durumları saklayın.
vi_vn: Lưu trữ các trạng thái trong quá khứ để tua lại trong thời gian thực, nếu cốt lõi hỗ trợ nó.Lưu trữ các trạng thái trước đây để tua lại trong thời gian thực, nếu lõi hỗ trợ.
zh_tw: 如果核心支援的話，儲存過去的狀態以便實時倒回。

# keys_files
source: Strafe Left
hu: Oldalazás balra
ko: 왼쪽 스트레이프
pl: Przesunięcie w lewo
pt_pt: Strafe à esquerda
sv_se: Strafe vänster
tr: Sola Saldırı
vi_vn: Strafe Trái
zh_tw: 向左移動

# keys_files
source: Strafe Right
hu: Oldalazás jobbra
ko: 오른쪽 스트레이프
pl: Przesunięcie w prawo
pt_pt: Strafe à direita
sv_se: Strafe höger
tr: Sağa Saldırı
vi_vn: Strafe Phải
zh_tw: 向右移動

# keys_files
source: Strafe left
es: Disparar a la izquierda
gl_es: Desviar á esquerda
hu: Oldalazás balra
it: Mitraglia a sinistra
ja_jp: 機銃掃射 左
ko: 왼쪽으로 폭격
pl: Przesuń w lewo
pt_pt: Metralhar para a esquerda
ro_ro: Bombardează în stânga
sv_se: Strafe vänster
tr: Sola saldırı
vi_vn: Strafe trái
zh_tw: 向左移動

# keys_files
source: Strafe right
es: Disparar a la derecha
gl_es: Desviar á dereita
hu: Oldalazás jobbra
it: Mitraglia a destra
ja_jp: 機銃掃射 右
ko: 오른쪽으로 폭격
pl: Przesuń w prawo
pt_pt: Metralhar para a direita
ro_ro: Bombardează în dreapta
sv_se: Strafe höger
tr: Sağa saldırı
vi_vn: Strafe phải
zh_tw: 向右移動

# game_options
source: Straict API specification. Can resolve rare cases of missing graphics and flickering.
es: Especificaciones API estricta. Puede resolver casos extraños de falta de gráficos y parpadeos.
eu_es: API espezifikazio estriktoa. Grafikoen falta eta dardarak konpondu ditzake
gl_es: Especificación de API estricta. Pode resolver casos raros de falta de gráficos e pestanexos.
hu: Egyenes API specifikáció. Meg tudja oldani a hiányzó grafika és a villogás ritka eseteit.
it: Specifiche API dirette. Può risolvere rari casi di grafica mancante e traballante.
ja_jp: 厳密な API 仕様。まれに発生するグラフィックの欠落やちらつきを解決します
ko: 엄격한 API 사양. 그래픽 누락 및 깜빡임의 드문 경우를 해결할 수 있습니다.
nb_no: Straict API-spesifikasjon. Kan løse sjeldne tilfeller av manglende grafikk og flimring.
pl: Ścisła specyfikacja API. Może rozwiązać rzadkie przypadki braku grafiki i migotania.
pt_pt: Especificação de API direta. Pode resolver casos raros de falta de gráficos e intermitência.
ro_ro: Specificații API stricte. Poate rezolva cazuri rare de grafice lipsă sau pâlpâiri.
sk_sk: Presná špecifikácia API. Dokáže vyriešiť zriedkavé prípady chýbajúcej grafiky a blikania.
sv_se: Straict API-specifikation. Kan lösa sällsynta fall av saknad grafik och flimmer.
tr: Kesin API spesifikasyonu. Nadir görülen eksik grafik ve titreme durumlarını çözebilir.
vi_vn: Đặc tả API nghiêm ngặt. Có thể giải quyết các trường hợp hiếm gặp về thiếu đồ họa và nhấp nháy.
zh_tw: Straict API規範。可以解決丟失圖形和閃爍的罕見情況。

# game_options
source: Stream texture to GPU in parrallel. Can improve performance on more powerful GPU's that have spare headroom.
es: Transmite textura a la GPU en paralelo. Puede mejorar el rendimiento en versiones de GPUs más potentes que tienen disponible capacidad adicional.
gl_es: Transmite a textura á GPU en paralelo. Pode mellorar o rendemento en GPU máis potentes que teñen espazo libre.
hu: Stream textúra GPU-ra párhuzamosan. Javíthatja a teljesítményt a nagyobb teljesítményű GPU-kon, amelyeknek van tartalék fejterülete.
it: Invia le texture alla GPU in parallelo. Può migliorare la performance sulle GPU più potenti che ne hanno d'avanzo.
ja_jp: テクスチャを GPU に並行してストリーミングします。より強力な GPU ではパフォーマンスを向上させることができます
ko: GPU에 텍스처를 병렬로 스트리밍합니다. 여유 헤드룸이 있는 더 강력한 GPU에서 성능을 개선할 수 있습니다.
nb_no: Stream tekstur til GPU parallelt. Kan forbedre ytelsen på kraftigere GPU-er som har ledig kapasitet.
pl: Strumieniowe przesyłanie tekstur do GPU w trybie równoległym. Może poprawić wydajność na mocniejszych procesorach graficznych, które mają wolną przestrzeń.
pt_pt: Transmitir textura para GPU em paralelo. Pode melhorar o desempenho em dispositivos mais potentes GPUs que possuem espaço livre.
ro_ro: Fă streaming texturilor la GPU în paralel. Poate îmbunătăți performanța pe GPU-urile mai puternice care au spațiu de manevră.
sk_sk: Streamovať textúru do GPU paralelne. Môže zlepšiť výkon na výkonnejších GPU, ktoré majú rezervný priestor.
sv_se: Strömma textur till GPU i parallell. Kan förbättra prestandan på kraftfullare GPU:er som har extra utrymme.
tr: Dokuyu paralel olarak GPU üstüne aktarın. Daha fazla boş alana sahip daha güçlü GPU üstünde performansı artırabilir.
vi_vn: Truyền song song họa tiết tới GPU. Có thể cải thiện hiệu suất trên các GPU mạnh.
zh_tw: 並行將紋理流傳輸到GPU。可以提高具有空餘空間的更強大的GPU的效能。

# game_options
source: Streaming Optimal Playable Settings, overrides other settings if enabled.
ca: Ajustos de reproducció òptima de transmissió; es superposa a altres ajustos si s’habilita.
es: Ajustes óptimos de reproducción para streaming, anula otros ajustes si están habilitados.
eu_es: Jariorako erreprodukzio ezarpen Optimoak, beste ezarpenak gainidazten ditu, gaituta badaude.
gl_es: A configuración de reprodución óptima de transmisión anula outras opcións se está activada.
hu: Streaming Optimális lejátszható beállítások, felülírja a többi beállítást, ha engedélyezve van.
it: Impostazioni di Streamer Ottimale di Gioco, sovrascrive le altre impostazioni quando abilitato.
ja_jp: ストリーミング最適再生可能設定。有効の場合、他の設定を上書きします
ko: 스트리밍 최적의 재생 가능 설정은 활성화된 경우 다른 설정보다 우선합니다.
nb_no: Streaming Optimal Playable Settings, overstyrer andre innstillinger hvis de er aktivert.
pl: Streaming Optimal Playable Settings, zastępuje inne ustawienia, jeśli włączone.
pt_pt: Ajustes Ideais para Reprodução de Transmissão de Video, substitui outros ajustes se ativados.
ro_ro: Setările optime pentru streaming, suprascrie orice alte setări dacă este activat.
sk_sk: Streaming Optimal Playable Settings, prepíše ostatné nastavenia, ak sú povolené.
sv_se: Optimala spelbara inställningar för strömning, åsidosätter andra inställningar om de är aktiverade.
tr: Akış İçin En İyi Oynanabilir Ayarlar, etkinleştirildiğinde diğer ayarları geçersiz kılar.
zh_tw: 串流最佳播放設定，覆蓋其他設定，如果啟用。

# game_options
source: Stretch
ca: Estirar
es: Estirar
eu_es: Zabaldu
gl_es: Estirar
hu: Nyújtás
it: Allunga
ja_jp: 引き伸ばし
ko: 늘리기
nb_no: Strekk
pl: Rozciągnięcie
pt_pt: Esticado
ro_ro: Întinde
sk_sk: Roztiahnuť
sv_se: Sträck ut
tr: Uzat
vi_vn: Kéo dài
zh_tw: 伸展
