Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Uploads entire textures at once instead of small pieces. Improves performance in most games.
es: Carga texturas enteras a la vez en lugar de elementos pequeños. Mejora el rendimiento en la mayoría de los juegos.
eu_es: Testura osoak kargatzen ditu zati txikien ordez. Eraginkortasuna hobetzen du joku gehienetan.
gl_es: Carga texturas enteiras á vez en lugar de anacos pequenos. Mellora o rendemento na maioría dos xogos.
hu: Kis darabok helyett teljes textúrákat tölt fel egyszerre. Javítja a teljesítményt a legtöbb játékban.
it: Carica intere textures in un passo invece che piccole parti. Migliora la performance nella maggioranza dei giochi.
ja_jp: テクスチャ全体を一度に先読みします。ゲームのが向上します
ko: 작은 조각 대신 전체 텍스처를 한 번에 업로드합니다. 대부분 게임에서 성능이 향상됩니다.
nb_no: Laster opp hele teksturer samtidig i stedet for små biter. Forbedrer ytelsen i de fleste spill.
pl: Przesyła całe tekstury naraz zamiast małych fragmentów. Poprawia wydajność w większości gier.
pt_pt: Carrega texturas inteiras de uma só vez, em vez de aos poucos. Melhora o desempenho na maioria dos jogos.
ro_ro: Încarcă texturile întregi deodată în loc de bucăți mai mici. Îmbunătățește performanța în majoritatea jocurilor.
sk_sk: Nahrá celé textúry naraz namiesto po malých častiach. Zlepší výkon vo väčšine hier.
sv_se: Skickar upp hela texturer på en gång istället för små bitar. Förbättrar prestandan i de flesta spel.
tr: Küçük parçalar yerine tüm dokuları tek seferde yükler. Çoğu oyunda performansı artırır.
vi_vn: Tải lên toàn bộ họa tiết cùng một lúc thay vì từng phần nhỏ. Cải thiện hiệu suất trong hầu hết các trò chơi.
zh_tw: 上傳整個紋理一次，而不是小塊。提高大多數遊戲的效能。

# game_options
source: Upright glass panel displaying some illuminated artwork. By default, settings come from the VPinballX.ini configuration file.
es: Panel de vidrio vertical que muestra algunas obras de arte iluminadas. De forma predeterminada, la configuración proviene del archivo de configuración VPinballX.ini.
gl_es: Panel de vidro vertical que amosa algunhas obras de arte iluminadas. Por defecto, a configuración procede do ficheiro de configuración VPinballX.ini.
hu: Függőleges üvegpanel, amely néhány megvilágított műalkotást mutat be. Alapértelmezés szerint a beállítások a VPinballX.ini konfigurációs fájlból származnak.
it: Il pannello vetro verticale che mostra alcune illustrazioni. Di default, le impostazioni sono nel file di configurazione VPinballX.ini
ja_jp: 直立ガラス パネルをライトアップしたアートワークを表示します。通常、設定は VPinballX.ini 構成ファイルから取得します。
ko: 조명이 들어간 아트워크를 보여주는 수직 유리 패널입니다. 기본적으로 설정은 VPinballX.ini 구성 파일에서 제공됩니다.
nb_no: Oppreist glasspanel som viser noen opplyste kunstverk. Som standard kommer innstillingene fra konfigurasjonsfilen VPinballX.ini.
pl: Pionowy szklany panel wyświetlający podświetlaną grafikę. Domyślnie ustawienia pochodzą z pliku konfiguracyjnego VPinballX.ini.
pt_pt: Painel de vidro vertical exibindo algumas obras de arte iluminadas. Por padrão, as configurações vêm do arquivo de configuração VPinballX.ini.
ro_ro: Panou de sticlă vertical care afișează artă iluminată. Implicit setările se citesc din fișierul de configurație VPinballX.ini.
sv_se: Stående glaspanel som visar upp några belysta konstverk. Som standard kommer inställningarna från konfigurationsfilen VPinballX.ini.
tr: Aydınlatmalı bazı sanat eserlerinin sergilendiği dik cam panel. Varsayılan olarak ayarlar VPinballX.ini yapılandırma dosyasından gelir.
vi_vn: Tấm kính thẳng đứng trưng bày một số tác phẩm nghệ thuật được chiếu sáng. Theo mặc định, cài đặt đến từ tệp cấu hình VPinballX.ini.
zh_tw: 直立玻璃面板顯示一些照明藝術品。預設情況下，設定來自VPinballX.ini配置檔案。

# game_options
source: Upscale filter used for the 2D layers. Requires New 3D engine.
es: Filtro de aumento de escala utilizado para las capas 2D. Requiere un nuevo motor 3D.
gl_es: Filtro de aumento usado para as capas 2D. Require un motor 3D novo.
hu: A 2D-s rétegekhez használt felskálázó szűrő. Új 3D motorra van szükség.
it: Filtro upscale utilizzato per i layers 2D. Richiede un nuovo motore 3D.
ja_jp: 2D レイヤーに使用される高級フィルタ。新しい 3D エンジンが必要
ko: 2D 레이어에 사용되는 업스케일 필터입니다. 새로운 3D 엔진이 필요합니다.
pl: Filtr zwiększający skalę używany dla warstw 2D. Wymaga Nowego Silnika 3D.
pt_pt: Filtro upscale utilizado para as camadas 2D. Requer novo motor 3D.
ro_ro: Filtru de upscale folosit pentru straturile 2D. Necesită noul motor 3D.
sv_se: Uppskalningsfilter som används för 2D-lagren. Kräver ny 3D-motor.
tr: 2D katmanlar için kullanılan yukarı ölçekleme filtresi. Yeni 3D motor gerektirir.
vi_vn: Bộ lọc cao cấp được sử dụng cho các lớp 2D. Yêu cầu công cụ 3D mới.
zh_tw: 用於2D圖層的升頻濾鏡。需要新的3D引擎。

# game_options
source: Upscale textures on 3D objects.
ca: Escala textures en objectes 3D.
es: Mejora texturas en objetos 3D.
eu_es: Testurak eskalatzen ditu 3D objektuetan.
gl_es: Mellora Texturas en obxectos 3D.
hu: Felbővített textúrák a 3D objektumokon.
it: Ingrandisci le texture sugli oggetti 3D.
ja_jp: 3Dオブジェクトのテクスチャをアップスケールします
ko: 3D 개체에 고급스러운 텍스처를 적용합니다.
nb_no: Oppskalere teksturer på 3D-objekter.
pl: Skalowanie tekstur na obiektach 3D.
pt_pt: Aumenta a escala de texturas em objetos 3D.
ro_ro: Fă upscale la texturi pe obiectele 3D.
sk_sk: Zväčší textúry na 3D objektoch.
sv_se: Skala upp texturer på 3D-objekt.
tr: 3D nesnelerde yükseltme.
vi_vn: Nâng cấp họa tiết trên các vật thể 3D.
zh_tw: 提升3D物件的紋理。

# game_options
source: Uruguay
gl_es: Uruguai
ko: 우루과이
pl: Urugwaj
pt_pt: Uruguai
sk_sk: Uruguaj

# game_options
source: Use 16 bit audio samples for audio drivers that don't support 32bit. Only use if you get no audio.
es: Utiliza muestras de audio de 16 bits para drivers de audio que no admitan 32 bits. Sólo úselo si no obtiene audio.
eu_es: Erabili 16 biteko audio sanpleak 32bit onartzen ez dituzten audio kontrolatzaileetarako. Audiorik ez baduzu bakarrik erabili.
gl_es: Use mostras de audio de 16 bits para controladores de audio que non admitan 32 bits. Use só se non recibe audio.
hu: Használjon 16 bites hangmintákat azokhoz az illesztőprogramokhoz, amelyek nem támogatják a 32 bitet. Csak akkor használja, ha nincs hangja.
it: Usa samples audio 16 bit per drivers audio che non supportano 32bit.Usalo solo se non riesci a sentire alcun audio.
ja_jp: 32 ビットをサポートしていないオーディオ ドライバーには 16 ビット オーディオ サンプルを使用してください。音声が聞こえない場合にのみ使用してください
ko: 32비트를 지원하지 않는 오디오 드라이버에 16비트 오디오 샘플을 사용합니다. 오디오가 나오지 않는 경우에만 사용합니다.
nb_no: Bruk 16-biters lydeksempler for lyddrivere som ikke støtter 32-biters. Brukes bare hvis du ikke får noen lyd.
pl: Użyj 16-bitowych próbek audio dla sterowników audio, które nie obsługują 32-bitów. Używaj tylko w przypadku braku dźwięku.
pt_pt: Use amostras de áudio de 16 bits para drivers de áudio que não suportam 32 bits. Apenas use se você não obtiver áudio.
ro_ro: Folosește eșantioane audio de 16 biți pentru driverele audio care nu suportă 32 de biți. Folosește doar dacă nu ai deloc semnal audio.
sk_sk: Použite 16-bitové zvukové vzorky pre zvukové ovládače, ktoré nepodporujú 32-bitové. Používajte iba vtedy, ak nemáte žiadny zvuk.
sv_se: Använd 16-bitars ljudsamplingar för ljuddrivrutiner som inte stöder 32-bitars ljud. Använd endast om du inte får något ljud.
tr: 32 bit desteklemeyen ses sürücüleri için 16 bit ses örnekleri kullanın. Yalnızca ses alamıyorsanız kullanın.
vi_vn: Sử dụng mẫu âm thanh 16 bit cho trình điều khiển âm thanh không hỗ trợ 32 bit. Chỉ sử dụng nếu bạn không nhận được âm thanh.
zh_tw: 對不支援32位的音訊驅動程式使用16位音訊樣本。只有在聽不到聲音時才使用。

# game_options
source: Use Analog joysticks in addition to D-Pad for DualShock controllers.
es: Utiliza joysticks analógicos además de D-Pad para los mandos DualShock.
eu_es: Erabili joystick analogikoak D-Pad Dualshok kontrolataileekin batera.
gl_es: Use joysticks analóxicos ademais do D-cruceta para os mandos DualShock.
hu: Használjon analóg joysticket a D-Pad DualShock vezérlőkhöz mellett.
it: Usa joysticks analogici oltre al D-Pad per controller DualShock.
ja_jp: デュアルショックの D-Pad の他に、アナログ スティックも有効にします
ko: 듀얼쇼크 컨트롤러의 경우 십자 패드 외에도 아날로그 조이스틱을 사용하세요.
nb_no: Bruk analoge styrespaker i tillegg til D-Pad for DualShock-kontrollere.
pl: Używaj joysticków analogowych oprócz D-Pad dla kontrolerów DualShock.
pt_pt: Use joysticks analógicos além do D-Pad para comandos DualShock.
ro_ro: Folosește joystick-urile analogice pe lângă D-Pad pentru controlerele DualShock.
sk_sk: Pre ovládače DualShock použiť okrem D-Padu aj analógové joysticky.
sv_se: Använd analoga styrspakar i tillägg till D-Pad för DualShock-kontroller.
tr: DualShock kontrolcüleri için D-Pad'e ek olarak Analog joystick kullanın.
vi_vn: Sử dụng cần điều khiển Analog ngoài D-Pad cho bộ điều khiển DualShock.
zh_tw: 除了D-Pad之外，DualShock控制器還可以使用模擬搖桿。

# game_options
source: Use Host
es: Usar host
gl_es: Usar o servidor
hu: Host használata
it: Utilizza l'Host
ja_jp: 使用するホスト
ko: 호스트 사용
nb_no: Bruk vert
pl: Użyj hosta
pt_pt: Usar host
ro_ro: Folosește gazda
sk_sk: Použiť hostiteľa
sv_se: Använd värd
tr: Ana Bilgisayarı Kullan
vi_vn: Sử dụng Máy chủ
zh_tw: 使用主機

# game_options
source: Use L2/R2 for Brake/Accel and L1/R1 or R-stick Up/Down for Shift Up/Down.
gl_es: Usa L2/R2 para Frear/Acelerar e L1/R1 ou o stick dereito Arriba/Abaxo para Cambiar Arriba/Abaxo.
it: Usa L2/R2 per Freno/Accel e L1/R1 o Stick-destro Su/Giu per Cambio Su/Giu.
ko: 브레이크/가속 기어에는 L2/R2를 사용하고, 기어를 올리거나 내리려면 L1/R1 또는 R 스틱을 위/아래로 사용하세요.
pl: Użyj L2/R2 do hamowania/przyśpieszania, a L1/R1 lub prawego drążka w górę/dół do zmiany biegów.
ro_ro: Folosește L2/R2 pentru frână/accelerație și L1/R1 sau maneta analogică dreaptă sus/jos pentru comutare sus/jos.
sv_se: Använd L2/R2 för broms/gas och L1/R1 eller R-stick Upp/Ner för Växla upp/ner.
tr: Fren/Hızlanma için L2/R2, Vites Yükseltme/Küçültme için L1/R1 veya R analok Yukarı/Aşağıyı kullanın.
vi_vn: Sử dụng L2/R2 để Phanh/Tăng tốc và L1/R1 hoặc R-stick Lên/Xuống để Chuyển lên/Xuống.

# game_options
source: Use MAME software lists to identify ROM
ca: Usar llistes de programari MAME per a identificar la ROM
es: Usar listas de software MAME para identificar ROM
eu_es: Erabili MAME software listak ROM-a identifikatzeko
gl_es: Usar listas de software MAME para identificar a ROM
hu: A ROM azonosításához használja a MAME szoftverlistákat
it: Utilizza lista software MAME per identificare la ROM
ja_jp: MAMEソフトウェアリストを使用してROMを識別します
ko: 마메 소프트웨어 목록을 사용하여 롬 식별
nb_no: Bruk MAME-programvarelister til å identifisere ROM
pl: Użyj list oprogramowania MAME, aby zidentyfikować ROM
pt_pt: Usar as listas de software do MAME para identificar a ROM
ro_ro: Folosește listele de software MAME pentru a identifica ROM-urile
sk_sk: Použiť MAME zoznam softvéru na identifikáciu ROM
sv_se: Använd MAME:s programvarulistor för att identifiera ROM
tr: ROM tanımlamak için MAME yazılım listelerini kullanın
vi_vn: Sử dụng danh sách phần mềm MAME để xác định ROM
zh_tw: 使用MAME軟體列表識別ROM

# game_options
source: Use Megadrive to automap inputs for a Megadrive style controller with a 6 button layout.
es: Utilice Megadrive para mapear automáticamente los botones para un mando estilo Megadrive con un diseño de 6 botones.
gl_es: Use Megadrive para mapear entradas automáticas para un mando estilo Megadrive cun deseño de 6 botóns.
hu: Használja a Megadrive-ot a 6 gombos Megadrive stílusú vezérlő bemeneteinek automatikus hozzárendeléséhez.
it: Usa Megadrive per mappare gli inputs di un controller stile Megadrivecon layout a 6 pulsanti.
ja_jp: 6 ボタンのメガドライブ コントローラーのボタンの割り当てを自動で設定します
ko: 메가드라이브를 사용하면 6 버튼 레이아웃의 메가드라이브 스타일 컨트롤러에 대한 입력을 자동 매핑할 수 있습니다.
nb_no: Bruk Megadrive til å automatisk tilordne innganger til en Megadrive-kontroller med 6 knapper.
pl: Użyj Megadrive, aby automatycznie zmapować wejścia dla kontrolera w stylu Megadrive z układem 6 przycisków.
pt_pt: Usar o Megadrive para automatizar entradas para um comando estilo Megadrive com 6 layout dos botões.
ro_ro: Folosește Megadrive pentru a asocia automat intrările pentru un controler stil Megadrive cu 6 butoane.
sv_se: Använd Megadrive för att automatisera ingångar för en Megadrive-liknande styrenhet med 6 knappar.
tr: 6 düğme düzenine sahip Megadrive tarzı kontrolcü girişlerini otomatik olarak eşlemek için Megadrive kullanın.
vi_vn: Sử dụng Megadrive để tự động hóa phím bấm cho bộ điều khiển kiểu Megadrive có bố cục 6 nút.
zh_tw: 使用Megadrive自動對映帶有6個按鈕佈局的Megadrive風格控制器的輸入。

# keys_files
source: Use Potion
hu: Bájital használata
ko: 포션 사용
pl: Użycie mikstury
pt_pt: Usar Poção
sv_se: Använd trolldryck
tr: İksir Kullan
vi_vn: Dùng thuốc
zh_tw: 使用藥劑

# game_options
source: Use SSAA instead of MSAA for anti-aliasing. SSAA may look better but has a higher performance cost.
es: Utilice SSAA en lugar de MSAA para suavizar. SSAA puede verse mejor pero tiene un coste de rendimiento más alto.
gl_es: Usa SSAA en lugar de MSAA para o anti-aliasing. SSAA pode parecer mellor.
hu: Használja az SSAA-t az MSAA helyett az anti-aliasinghez. Az SSAA jobban nézhet ki, de nagyobb teljesítményköltséggel jár.
it: Usa SSAA al posto di MSAA per l'anti-aliasing. SSAA puo' apparire meglio ma al costo della performance.
ja_jp: アンチエイリアシングには MSAA ではなく SSAA を使用します。 SSAA は見た目は良くなりますが、パフォーマンスのコストが高くなります
ko: 안티에일리어싱을 위해 MSAA 대신 SSAA를 사용합니다. SSAA는 보기에는 더 좋지만 성능 비용이 더 높습니다.
nb_no: Bruk SSAA i stedet for MSAA for kantutjevnelse. SSAA kan se bedre ut, men har en høyere ytelseskostnad.
pl: Używaj SSAA zamiast MSAA do antyaliasingu. SSAA może wyglądać lepiej, ale ma wyższy koszt wydajności.
pt_pt: Usar SSAA em vez de MSAA para anti-aliasing. SSAA pode parecer melhor, mas tem um maior custo de desempenho.
ro_ro: Folosește SSAA în loc de MSAA pentru anti-aliasing. SSAA poate să arate mai bine, dar are un cost de performanță mai mare.
sv_se: Använd SSAA istället för MSAA för kantutjämning. SSAA kan se bättre ut men har en högre prestandakostnad.
tr: Kenar yumuşatma için MSAA yerine SSAA kullanın. SSAA daha iyi görünebilir ancak performans maliyeti daha yüksektir.
vi_vn: Sử dụng SSAA thay vì MSAA để khử răng cưa. SSAA có thể trông đẹp hơn nhưng sẽ làm giảm hiệu năng toàn hệ thống.
zh_tw: 使用SSAA而不是MSAA消除鋸齒。SSAA可能看起來更好，但效能成本更高。

# game_options
source: Use a custom MAME config, do not overwrite config on launch.
es: Utiliza una configuración MAME personalizada, no sobrescribe la configuración al iniciar.
eu_es: Erabili neurrira eginiko MAME konfigurazoia, ez gainidatzi konfigurazioa jaurtitzean.
gl_es: Use unha configuración MAME personalizada, non sobrescribe a configuración O inicio.
hu: Használjon egyéni MAME konfigurációt, ne írja felül a konfigurációt indításkor.
it: Usa un config MAME personalizzato, non sovrarscrivere il config all'avvio.
ja_jp: MAMEカスタム構成を使用する（起動時、設定を上書きしない）
ko: 커스텀 마메 구성을 사용하고, 시작 시 구성을 덮어쓰지 마세요.
nb_no: Bruk en tilpasset MAME-konfigurasjon, ikke overskriv konfigurasjonen ved oppstart.
pl: Uzyj niestandardowej konfiguracji MAME, nie nadpisuj konfiguracji przy uruchomieniu.
pt_pt: Use uma configuração personalizada do MAME, não substitua a configuração na inicialização.
ro_ro: Folosește o configurație personalizată MAME, nu suprascrie configurația la lansare.
sk_sk: Použiť vlastný MAME config, neprepisovať config pri spustení.
sv_se: Använd en anpassad MAME-konfiguration, skriv inte över konfigurationen vid start.
tr: Özel bir MAME yapılandırması kullanın, başlatma sırasında yapılandırmanın üzerine yazmayın.
vi_vn: Sử dụng cấu hình MAME tùy chỉnh, không ghi đè lên cấu hình khi khởi chạy.
zh_tw: 使用自定義MAME配置，不要在啟動時覆蓋配置。

# game_options
source: Use an alternate resolution. Some games need this.
ca: Usar una resolució alternativa. Alguns jocs ho necessiten.
es: Usa una resolución alternativa. Algunos juegos necesitan esto.
eu_es: Erabili bereizmen alternatibo bat. Joko batzuk hau behar dute.
gl_es: Usa unha resolución alternativa. Algúns xogos precisan isto.
hu: Használjon alternatív felbontást. Néhány játéknak szüksége van erre.
it: Usa una risoluzione alternativa. Necessario per alcuni giochi.
ja_jp: 一部のゲームの代替解像度を有効にします
ko: 대체 해상도를 사용합니다. 일부 게임에서 필요합니다.
nb_no: Bruk en alternativ oppløsning. Noen spill trenger dette.
pl: Użyj alternatywnej rozdzielczości. Niektóre gry tego wymagają.
pt_pt: Use uma resolução alternativa. Necessário para alguns jogos.
ro_ro: Folosește o rezoluție alternativă. Unele jocuri au nevoie de asta.
sk_sk: Použiť alternatívne rozlíšenie. Niektoré hry to potrebujú.
sv_se: Använd en alternativ upplösning. Vissa spel behöver detta.
tr: Alternatif bir çözünürlük kullan. Bazı oyunların buna ihtiyaç duyar.
vi_vn: Sử dụng độ phân giải thay thế. Một số trò chơi cần bật chức năng này.
zh_tw: 使用替代解析度。有些遊戲需要。

# game_options
source: Use controller settings manually defined in custom.ini.
ca: Utilitza la configuració del comandament definits manualment a custom.ini.
es: Utiliza ajustes de mando definidos manualmente en custom.ini .
eu_es: Erabili custom.ini fitxategian eskuz ezarritako kontrolatzaile ezarpenak .
gl_es: Use a configuración do mando definida manualmente en custom.ini.
hu: A custom.ini fájlban kézzel megadott vezérlőbeállítások használata.
it: Usa le impostazioni manuali del controlle presenti in custom.ini.
ja_jp: custom.ini ファイルで指定したコントローラー設定を使用します
ko: 수동으로 정의한 custom.ini에서 컨트롤러 설정을 사용합니다.
nb_no: Bruk kontrollerinnstillinger som er definert manuelt i custom.ini.
pl: Użyj ustawień sterownika zdefiniowanych ręcznie w custom.ini.
pt_pt: Usar os ajustes de comando definidas manualmente em custom.ini.
ro_ro: Folosește setările controlerelor definite manual în custom.ini.
sk_sk: Použiť nastavenia ovládača ručne definované v custom.ini.
sv_se: Använd styrenhetens inställningar som definierats manuellt i custom.ini.
tr: El ile custom.ini üstünde tanımlanmış kontrolcü ayarlarını kullan.
vi_vn: Sử dụng cài đặt bộ điều khiển được thiết lập thủ công trong custom.ini.
zh_tw: 使用custom.ini中手動定義的控制器設定。

# game_options
source: Use if you're having graphical issues or GPU problems with this emulator.
ca: Useu si s’experimenten defectes gràfics o problemes de GPU amb aquest emulador.
es: Úselo si tiene problemas gráficos o problemas de GPU con este emulador.
eu_es: Erabili, arazo grafikoak izaten ari bazara edo GPU arazoak emuladore honekin.
gl_es: Utilízao se tes problemas gráficos ou problemas de GPU con este emulador.
hu: Akkor használja, ha grafikus vagy GPU-problémái vannak ezzel az emulátorral.
it: Usalo se hai problemi grafici o se hai problemi di GPU con questo emulatore.
ja_jp: グラフィックの問題または GPU の問題が発生している場合に使用します
ko: 이 에뮬레이터에 그래픽 문제가 있거나 GPU 문제가 있는 경우 사용합니다.
nb_no: Brukes hvis du har grafiske problemer eller GPU-problemer med denne emulatoren.
pl: Użyj, jeśli masz problemy z grafiką lub GPU w tym emulatorze.
pt_pt: Usar se estiver a ter problemas gráficos ou problemas com o GPU com este emulador.
ro_ro: Folosește dacă ai probleme grafice sau legate de GPU cu acest emulator.
sk_sk: Použite, ak máte s týmto emulátorom problémy s grafikou alebo GPU.
sv_se: Använd om du har grafiska problem eller GPU-problem med den här emulatorn.
tr: Bu emülatör ilgili grafik sorunlarınız veya GPU sorunlarınız varsa kullanın.
vi_vn: Sử dụng nếu bạn đang gặp sự cố về đồ họa hoặc GPU với trình mô phỏng này.
zh_tw: 如果您在使用此模擬器時遇到圖形問題或GPU問題，請使用。

# game_options
source: Use language and username from the NDS Firmware
ca: Usar idioma i nom d'usuari del firmware de la NDS
es: Usar el idioma y el nombre de usuario del firmware NDS
eu_es: Erabili NDS-aren Firmware-tik hartutako hizkuntza eta erabiltzaile izena
gl_es: Usar a lingua e o nome de usuario do firmware NDS
hu: Az NDS firmware nyelvének és felhasználónevének használata
it: Usa lingua e username dal Firmware NDS
ja_jp: NDS ファームウェアの言語とユーザー名を使用します
ko: NDS 펌웨어의 언어, 사용자 이름 사용
nb_no: Bruk språk og brukernavn fra NDS-fastvaren
pl: Użyj języka i nazwy użytkownika z oprogramowania NDS
pt_pt: Use o idioma e o nome de utilizador do Firmware NDS
ro_ro: Folosește limba și numele de utilizator din firmware-ul NDS
sk_sk: Použiť jazyk a meno používateľa z firmvéru NDS
sv_se: Använd språk och användarnamn från NDS Firmware
tr: NDS Ürün Yazılımındaki dili ve kullanıcı adını kullanın
vi_vn: Sử dụng ngôn ngữ và tên người dùng từ Firmware NDS
zh_tw: 使用NDS韌體中的語言和使用者名稱

# game_options
source: Use light guns instead of pads if light guns are connected.
ca: Usar pistoles de llum enlloc de comandaments, si estàn connectades.
es: Utilizar pistolas (light guns) en lugar de mandos si están conectadas.
eu_es: Erabili argizko pistolak pad-en ordez argizko pistolak konektatuta badaude.
gl_es: Use armas lixeiras en lugar de mandos se as armas lixeiras están conectadas.
hu: Használjon fénypisztolyokat kontrollerek helyett, ha fénypisztolyok vannak csatlakoztatva.
it: Usa le postole invece che i pad se le pistole sono connesse.
ja_jp: システムでガンコンが検出された場合は、パッドの代わりに使用します
ko: 라이트 건이 연결되어 있는 경우 패드 대신 라이트 건을 사용하세요.
nb_no: Bruk lyspistoler i stedet for kontrollere hvis lyspistoler er tilkoblet.
pl: Użyj pistoletów świetlnych zamiast padów, jeśli pistolety świetlne są podłączone.
pt_pt: Usa pistolas em vez de comandos se as pistolas estiverem conectadas.
ro_ro: Folosește pistoalele luminoase în loc de gamepad-uri dacă acestea sunt conectate.
sk_sk: Použiť svetelné pištole namiesto ovládačov, ak sú pripojené.
sv_se: Använd ljuspistoler istället för knappar om ljuspistoler är anslutna.
tr: Eğer silah bağlı ise padlerin yerine silah kullan.
vi_vn: Sử dụng light gun thay vì gamepad nếu light gun được kết nối.
zh_tw: 如果已連接光槍，使用光槍不用控制器。

# game_options
source: Use new graphics created from CorsixTH project
es: Utiliza nuevos gráficos creados a partir del proyecto CorsixTH.
eu_es: Erabili CorsixTH proiektuko grafiko berriak
gl_es: Usa novos gráficos creados a partir do proxecto CorsixTH
hu: Használjon új, a CorsixTH projektből készített grafikát
it: Utilizza la nuova grafica creata dal progetto CirsixTH
ja_jp: CorsixTH プロジェクトから作成された新しいグラフィックを使用
ko: CorsixTH 프로젝트에서 생성된 새로운 그래픽을 사용하세요
nb_no: Bruk ny grafikk opprettet fra CorsixTH-prosjektet
pl: Użyj nowej grafiki utworzonej z projektu CorsixTH
pt_pt: Use novos gráficos criados a partir do projeto CorsixTH
ro_ro: Folosește graficele noi create din proiectul CorsixTH
sk_sk: Použiť novú grafiku vytvorená z projektu Corsix TH
sv_se: Använd ny grafik skapad från CorsixTH-projektet
tr: CorsixTH projesinden oluşturulan yeni grafikleri kullanın
vi_vn: Sử dụng đồ họa mới được tạo từ dự án CorsixTH
zh_tw: 使用從CorsixTH專案建立的新圖形

# game_options
source: Use one save file per game.
ca: Usar un fitxer de desat per joc.
es: Usa un archivo de guardado por juego.
eu_es: Erabili gordetze fitxategi bat jokuko.
gl_es: Usa un ficheiro de gardado por xogo.
hu: Használjon egy mentési fájlt játékonként.
it: Usa un salvataggio per gioco.
ja_jp: ゲームごとに1つのセーブファイルを使用します
ko: 게임당 하나의 저장 파일을 사용합니다.
nb_no: Bruk én lagringsfil per spill.
pl: Użyj jednego pliku zapisu na każdą grę.
pt_pt: Usar um ficheiro de gravações por jogo.
ro_ro: Folosește un singur fișier de salvare per joc.
sk_sk: Použiť jeden súbor uloženia pre hru.
sv_se: Använd en sparfil per spel.
tr: Oyun başına bir kayıt dosyası kullanın.
vi_vn: Sử dụng một tệp lưu cho mỗi trò chơi.
zh_tw: 每個遊戲使用一個儲存檔案。
