Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: GRAPHICS MEMORY
es: MEMORIA GRÁFICA
eu_es: MEMORIA GRAFIKOA
gl_es: MEMORIA GRÁFICA
hu: GRAFIKAI MEMÓRIA
it: MEMORIA GRAFICA
ja_jp: グラフィックメモリ
ko: 그래픽 메모리
nb_no: GRAFIKKMINNE
pl: PAMIĘĆ GRAFIKI
pt_pt: MEMÓRIA GRÁFICA
ro_ro: MEMORIE GRAFICĂ
sk_sk: Grafická pamäť
sv_se: GRAFIKMINNE
tr: GRAFİK BELLEĞİ
vi_vn: BỘ NHỚ ĐỒ HỌA
zh_tw: 圖形儲存器

# game_options
source: GRAPHICS PLUGIN
es: PLUGIN GRÁFICO
eu_es: PLUGIN GRAFIKOA
gl_es: COMPLEMENTO GRÁFICO
hu: GRAFIKUS PLAUGIN
it: PLUGIN GRAFICI
ja_jp: グラフィック プラグイン
ko: 그래픽 플러그인
nb_no: GRAFIKK-PLUGIN
pl: WTYCZKA GRAFICZNA
pt_pt: PLUGIN GRÁFICO
ro_ro: PLUGIN GRAFIC
sk_sk: Grafický plugin
sv_se: GRAFIKINSTICKSMODUL
tr: GRAFİK EKLENTİSİ
vi_vn: PLUGIN ĐỒ HỌA
zh_tw: 圖形外掛

# game_options
source: GRAPHICS RENDERER
es: RENDERIZADOR GRÁFICO
eu_es: RENDERIZATZAILE GRAFIKOA
gl_es: RENDERIZADOR GRÁFICO
hu: GRAFIKA RENDERER
it: RENDERER GRAFICO
ja_jp: グラフィック レンダラー
ko: 그래픽 렌더러
nb_no: GRAFIKKGJENGIVER
pl: RENDER GRAFIKI
pt_pt: RENDERIZADOR DE GRÁFICOS
ro_ro: RENDERER GRAFIC
sk_sk: Grafický vykresľovač
sv_se: GRAFIKRENDERARE
tr: GRAFİK İŞLEYİCİ
vi_vn: KẾT XUẤT ĐỒ HỌA
zh_tw: 圖形算繪器

# game_options
source: GT Force
ko: GT 포스

# game_options
source: Game Boy
ja_jp: ゲームボーイ
ko: 게임보이

# game_options
source: Game Boy Color
ja_jp: ゲームボーイカラー
ko: 게임보이 컬러
tr: Game Boy Rengi

# game_options
source: Game default
ca: Joc per defecte
es: Juego por defecto
eu_es: Jokoaren defektuzkoa
gl_es: Xogo predeterminado
hu: Játék alapértelmezett
it: Default Gioco
ja_jp: 基本設定
ko: 게임 기본값
nb_no: Spillets standardinnstilling
pl: Domyślne ustawienia gry
pt_pt: Predefinição do jogo
ro_ro: Implicitul jocului
sk_sk: Predvolené hrou
sv_se: Spelets standard
tr: Oyun varsayılanı
vi_vn: Trò chơi mặc định
zh_tw: 遊戲預設值

# game_options
source: Game info/art
ca: Informació/art de joc
es: Info/arte del juego
eu_es: Joko informazio/artea
gl_es: Información do xogo/arte
hu: Játék információk/művészet
it: info/arte del gioco
ja_jp: ゲーム情報/画像
ko: 게임 정보/아트
nb_no: Spillinfo/kunst
pl: Info/art o grze
pt_pt: Arte/informação do jogo
ro_ro: Informații joc/artă
sk_sk: Info/grafika hry
sv_se: Spelinfo/bilder
tr: Oyun bilgi/görsel
vi_vn: Thông tin trò chơi/tranh vẽ
zh_tw: 遊戲資訊/圖像

# game_options
source: Game's default
ca: Predeterminat del joc
es: Predeterminado del juego
eu_es: Jokoaren defektuzkoa
gl_es: Predeterminado do xogo
hu: A játék alapértelmezett beállítása
it: Default del Gioco
ja_jp: ゲームの基本設定
ko: 게임의 기본값
nb_no: Spillets standardinnstilling
pl: Domyślne ustawienie gry
pt_pt: Predefinição do jogo
ro_ro: Implicitele jocului
sk_sk: Predvolené hrou
sv_se: Spelets standard
tr: Oyunun varsayılanı
vi_vn: Mặc định của trò chơi
zh_tw: 遊戲預設值

# game_options
source: GameBlaster
ko: 게임블라스터

# game_options
source: GameCube Adapter for Wii U
ca: Adaptador GameCube per a Wii U
es: Adaptador GameCube para Wii U
eu_es: GameCube Egokitzailea Wii U-rentzat
gl_es: Adaptador GameCube para Wii U
hu: GameCube adapter Wii U-hoz
it: Adattatore GambeCube per Wii U
ja_jp: Wii U用ゲームキューブコントローラ接続タップ
ko: Wii U용 게임큐브 어댑터
nb_no: GameCube-adapter til Wii U
pl: Adapter GameCube dla Wii U
pt_pt: Adaptador GameCube para Wii U
ro_ro: Adaptor GameCube pentru Wii U
sk_sk: GameCube adaptér pre Wii U
sv_se: GameCube-adapter för Wii U
tr: Wii U için GameCube Adaptörü
vi_vn: GameCube Adapter cho Wii U
zh_tw: Wii U 的 GameCube 轉接器

# game_options
source: GameCube Controller
ca: Comandament de GameCube
es: Mando de GameCube
eu_es: GameCube Kontrolatzailea
gl_es: Mando GameCube
hu: GameCube vezérlő
it: Controller GameCube
ja_jp: ゲームキューブ コントローラ
ko: 게임큐브 컨트롤러
nb_no: GameCube-kontroller
pl: Kontroler GameCube
pt_pt: Comando da GameCube
ro_ro: Controler GameCube
sk_sk: GameCube ovládač
sv_se: GameCube-kontroller
tr: GameCube Kontrolcü
vi_vn: Bộ điều khiển GameCube
zh_tw: GameCube控制器

# game_options
source: GamePad + 4 Pro Controller
eu_es: GamePad + 4 Pro Kontrolatzailea
it: GamePad + 4 Controller Pro
ja_jp: ゲームパッド + 4 プロコントローラー
ko: 게임패드 + 4 프로 컨트롤러
nb_no: GamePad + 4 Pro-kontroller
pt_pt: Comando + 4 Pro Controller
tr: OyunKolu + 4 Pro Kontrolcü
zh_tw: 遊戲手把 + 4 Pro控制器

# game_options
source: GamePad + 4 Sideway Wiimote
ca: GamePad + 4 Wiimote en horitzontal
eu_es: GamePad + 4 Alboratutako Wiimote
it: GamePad + 4 Wiimote orizzontali
ja_jp: ゲームパッド + 4 横向きWiiリモコン
ko: 게임패드 + 4 사이드웨이 위모트
nb_no: GamePad + 4 sideveis Wiimote
pt_pt: Comando + 4 Wiimote de lado
tr: OyunKolu + 4 Sideway Wiimote
zh_tw: 遊戲手把 + 4橫持Wiimote

# game_options
source: GamePark GP32 SmartMedia cards
ca: Targetes GamePark GP32 SmartMedia
es: Tarjetas GamePark GP32 SmartMedia
eu_es: GamePark GP32 SmartMedia txartelak
gl_es: Tarxetas GamePark GP32 SmartMedia
hu: GamePark GP32 SmartMedia kártya
it: Schede GamePark GP32 SmartMedia
ja_jp: GamePark GP32 スマートメディアカード
ko: 게임파크 GP32 스마트미디어 카드
nb_no: GamePark GP32 SmartMedia-kort
pl: Karty GamePark GP32 SmartMedia
pt_pt: Cartões GamePark GP32 SmartMedia
ro_ro: Carduri SmartMedia GamePark GP32
sk_sk: GamePark GP32 SmartMedia karty
sv_se: GamePark GP32 SmartMedia-kort
tr: GamePark GP32 SmartMedia kartları
zh_tw: GamePark GP32 智慧媒體卡

# game_options
source: Gamepad
es: Mando
eu_es: Pad-a
gl_es: Mando
hu: Gamepad (játékvezérlő)
ja_jp: ゲームパッド
ko: 게임패드
nb_no: Kontroller
pl: Kontroler
pt_pt: Comando
sv_se: Spelkontroll
tr: Oyun Kolu
zh_tw: 遊戲手把

# game_options
source: Gamepad (D-pad, 2 Buttons)
ca: Gamepad (D-pad, 2 Botons)
es: Mando (D-pad, 2 Botones)
eu_es: Paf-a (D-pad, 2 Botoi)
gl_es: Mando (D-pad, 2 botóns)
hu: Gamepad (D-pad, 2 gombos)
it: Gamepad (D-pad, 2 Bottoni)
ja_jp: ゲームパッド (Dパッド,2ボタン)
ko: 게임패드 (십자 패드, 2 버튼)
nb_no: Gamepad (D-pad, 2 knapper)
pl: Gamepad (D-pad, 2 przyciski)
pt_pt: Comando (D-pad) 2 Botões
ro_ro: Gamepad (D-pad, 2 butoane)
sk_sk: Gamepad (D-pad, 2 tlačidlá)
sv_se: Gamepad (D-pad, 2 knappar)
tr: Oyun Kolu (D-pad, 2 Tuş)
vi_vn: Tay cầm chơi game (D-pad, 2 nút)
zh_tw: 遊戲手把(數字手把，2個按鈕)

# game_options
source: Gamepad Classic
ca: Gamepad Clàssic
es: Mando Clásico
eu_es: Gamepad Klasikoa
gl_es: Mando clásico
it: Gamepad Classico
ja_jp: ゲームパッドクラシック
ko: 게임패드 클래식
pt_pt: Comando Classico
sk_sk: Gamepad klasický
tr: Oyun Kolu Klasik
zh_tw: 經典遊戲手把

# game_options
source: Gamepad Classic Alt
ca: Gamepad Clàssic Alt
es: Mando clásico alternativo
eu_es: Gampad Klasikoa Alt
gl_es: Mando Clásico Alternativo
it: Gamepad Classico Alt
ja_jp: ゲームパッドクラシックAlt
ko: 게임패드 클래식 대체
pt_pt: Comando Clássico Alternativo
sk_sk: Gamepad klasický Alt
tr: Oyun Kolu Klasik Alternatif
zh_tw: 替代經典遊戲手把

# game_options
source: Gamepad Modern
ca: Comandament modern
es: Mando Moderno
eu_es: Gamepad Modernoa
gl_es: Mando Moderno
it: Gamepad Moderno
ja_jp: ゲームパッド
ko: 게임패드 현대식
nb_no: Moderne Gamepad
pt_pt: Comando Moderno
sk_sk: Gamepad moderný
tr: Oyun Kolu Modern
zh_tw: 現代手把

# game_options
source: Games may run faster/slower than normal if the incorrect region is selected.
ca: Els jocs poder córrer més lents/ràpids del normal si es selecciona una regió incorrecta.
es: Los juegos pueden ejecutarse más rápido o más lento de lo normal si se selecciona la región incorrecta.
eu_es: Jokuak azkar/motelago exekutatu daitezke erregio okerra aukeratuz gero.
gl_es: Os xogos poden executarse máis rápido/máis lento do normal se se escolle a rexión incorrecta.
hu: A játékok a normálnál gyorsabban/lassabban futhatnak, ha nem megfelelő régiót választ ki.
it: I giochi potrebbero essere più veloci/lenti del normale se viene selezionata la regione incorretta.
ja_jp: 間違ったリージョンが選択された場合、ゲーム速度が速く/遅くなる可能性があります
ko: 잘못된 지역을 선택할 경우 게임이 정상보다 빠르거나 느리게 실행될 수 있습니다.
nb_no: Spill kan kjøre raskere/langsommere enn normalt hvis feil region er valgt.
pl: Gry mogą działać szybciej/wolniej niż normalnie, jeśli wybrany zostanie nieprawidłowy region.
pt_pt: Jogos podem correr mais rápido/mais lento que o normal se for selecionada a região incorreta.
ro_ro: Jocurile pot rula mai repede/încet decât normal dacă regiunea este incorect selectată.
sk_sk: Hry bežia rýchlejšie/pomalšie, ak je vybraný nesprávny región.
sv_se: Spelen kan gå snabbare/saktare än normalt om fel region har valts.
tr: Yanlış bölge seçilirse oyunlar normalden daha hızlı/yavaş çalışabilir.
vi_vn: Trò chơi có thể chạy nhanh hơn/chậm hơn bình thường nếu chọn sai vùng.
zh_tw: 如果選擇了錯誤的區域，遊戲運行速度可能會比正常情況更快/更慢。

# game_options
source: Gaussian
ca: Gaussià
es: Gaussiano
eu_es: Gaussiarra
gl_es: Gaussiano
it: Gaussiano
ja_jp: ガウス
ko: 가우시안
nb_no: Gaussisk
pt_pt: Gaussiano
ro_ro: Gausiană
sk_sk: Gaussovské
sv_se: Gaussisk
tr: Gauss
zh_tw: 高斯

# game_options
source: General MIDI SoundFont (Default)
es: General MIDI SoundFont (Defecto)
eu_es: General MIDI SoundFont (Defektuz)
gl_es: Fonte de son MIDI xeral (predeterminada)
hu: General MIDI SoundFont (alapértelmezés)
ja_jp: 一般 MIDI サウンドフォント(標準)
ko: 일반 미디 사운드폰트 (기본)
nb_no: General MIDI SoundFont (standard)
pl: Ogólny dźwięk MIDI SoundFont (domyślnie)
pt_pt: General MIDI SoundFont (Predefinição)
ro_ro: Fontul de sunet General MIDI (Implicit)
sk_sk: General MIDI SoundFont (predvolené)
sv_se: General MIDI SoundFont (standard)
tr: Genel MIDI SoundFont (Varsayılan)
vi_vn: General MIDI SoundFont (Mặc định)
zh_tw: General MIDI SoundFont（預設）

# game_options
source: Generic Keyboard Binds
ca: Lligams de teclat genèric
es: Teclado genérico
eu_es: Teklatu ezarpen generikoak
gl_es: Vinculacións de teclado xenéricas
hu: Általános billentyűzet beállítás
it: Impostazioni Tastiera Generica
ja_jp: 汎用キーボード
ko: 일반 키보드 바인딩
nb_no: Generiske tastaturbindinger
pl: Standardowe mapowanie klawiatury
pt_pt: Controlos de Teclado Genéricos
ro_ro: Asocieri de tastatură generică
sk_sk: Všeobecné väzby klávesnice
sv_se: Allmänna tangentbordsbindningar
tr: Genel Klavye Bağları
zh_tw: 通用鍵盤綁定

# game_options
source: Genesis/Megadrive Style
ca: Estil Genesis/Megadrive
es: Estilo Megadrive/Genesis
eu_es: Genesis/Megadrive Estiloan
gl_es: Estilo Genesis/Megadrive
hu: Genesis/Megadrive Stílus
it: Stile Genesis/Megadrive
ja_jp: メガドライブ
ko: 제네시스/메가드라이브 스타일
nb_no: Genesis/Megadrive-stil
pl: Styl Genesis/Megadrive
pt_pt: Estilo Genesis/Megadrive
ro_ro: Stil Genesis/Megadrive
sk_sk: Štýl Genesis/Megadrive
sv_se: Genesis/Megadrive-stil
tr: Genesis/Megadrive Tarzı
vi_vn: Phong cách Genesis/Megadrive
zh_tw: Genesis/Megadrive風格

# game_options
source: Georgia
gl_es: Xeorxia
ko: 그루지야
pl: Gruzja
pt_pt: Geórgia
sk_sk: Gruzínsko
sv_se: Georgien
tr: Gürcistan

# game_options
source: German
ca: Alemany
es: Alemán
eu_es: Alemaniera
gl_es: Alemán
hu: Német
it: Tedesco
ja_jp: ドイツ語
ko: 독일어
nb_no: Tysk
pl: Niemiecki
pt_pt: Alemão
ro_ro: Germană
sk_sk: Nemčina
sv_se: Tyska
tr: Almanca
vi_vn: Tiếng Đức

# game_options
source: German (de)
ca: Alemany (de)
es: Alemán (de)
eu_es: Alemaniear (de)
gl_es: Alemán (de)
hu: Német (de)
it: Tedesco (de)
ja_jp: ドイツ語 (de)
ko: 독일어 (de)
nb_no: Tysk (de)
pl: Niemiecki (de)
pt_pt: Alemão (de)
ro_ro: Germană (de)
sk_sk: Nemčina (de)
sv_se: Tyska (de)
tr: Almanca (de)
vi_vn: Đức (de)

# game_options
source: Germany
ca: Alemània
es: Alemania
eu_es: Alemania
gl_es: Alemania
hu: Németország
it: Germania
ja_jp: ドイツ
ko: 독일
nb_no: Tyskland
pl: Niemcy
pt_pt: Alemanha
ro_ro: Germania
sk_sk: Nemecko
sv_se: Tyskland
tr: Almanya
vi_vn: Đức

# game_options
source: Ghosting (65%)
gl_es: Efecto Pantasma (65%)
hu: Szellemkép (65%)
ja_jp: ゴースティング (65%)
ko: 고스팅 (65%)
pl: Smużenie (65%)
ro_ro: Persistență (65%)
sk_sk: Duchovia (65%)
tr: Gölgelenme (%65)

# game_options
source: Ghosting (75%)
gl_es: Efecto Pantasma (75%)
hu: Szellemkép (75%)
ja_jp: ゴースティング (75%)
ko: 고스팅 (75%)
pl: Smużenie (75%)
ro_ro: Persistență (75%)
sk_sk: Duchovia (75%)
tr: Gölgelenme (%75)

# game_options
source: Ghosting (85%)
gl_es: Efecto Pantasma (85%)
hu: Szellemkép (85%)
ja_jp: ゴースティング (85%)
ko: 고스팅 (85%)
pl: Smużenie (85%)
ro_ro: Persistență (85%)
sk_sk: Duchovia (85%)
sv_se: Ghosting (85 procent)
tr: Gölgelenme (%85)

# game_options
source: Ghosting (95%)
gl_es: Efecto Pantasma (95%)
hu: Szellemkép (95%)
ja_jp: ゴースティング (95%)
ko: 고스팅 (95%)
pl: Smużenie (95%)
ro_ro: Persistență (95%)
sk_sk: Duchovia (95%)
tr: Gölgelenme (%95)

# game_options
source: Giga
gl_es: Xiga
ja_jp: ギガ モード
ko: 기가

# game_options
source: Gizmo (1-Button Digital)
ca: Gizmo (1-Botó Digital)
es: Gizmo (1 Botón digital)
eu_es: Gizmo (1-Botoi Digitala)
gl_es: Gizmo (dixital de 1 botón)
hu: Gizmo (1-gomb Digital)
it: Gizmo (1-Bottone Digitale)
ja_jp: Gizmo (1 ボタン デジタル)
ko: 기즈모 (1버튼 디지털)
nb_no: Gizmo (1-knapps digital)
pt_pt: Gizmo (1-Botão Digital)
ro_ro: Gizmo (1-Buton Digital)
sk_sk: Gizmo (1 tlačidlo digitálne)
sv_se: Gizmo (1-knapps digital)
tr: Gizmo (1-Tuş Dijital)
zh_tw: Gizmo (單鍵、數位)

# game_options
source: Glide64
ko: 글라이드64

# game_options
source: Gold - Golden Wild
ca: Daurat - Golden Wild
es: Dorado - Golden Wild
eu_es: Urrea - Urre kolore basatia
gl_es: Ouro - Golden Wild
hu: Arany - Golden Wild
it: Dorato - Golden Wild
ja_jp: ゴールド - ゴールデン ワイルド
ko: 골드 - 골든 와일드
nb_no: Gull - Golden Wild
pl: Złoty - Golden Wild
pt_pt: Dourado - Dourado Selvagem
sk_sk: Zlatá - Zlatý vietor
sv_se: Guld - Golden Wild
tr: Altın - Golden Wild

# game_options
source: Gold - Labo Fawn
ca: Daurat - Labo Fawn
es: Dorado - Labo Fawn
eu_es: Urrea - Beige
gl_es: Ouro - Labo Fawn
hu: Arany - Labo Fawn
it: Dorato - Labo Fawn
ja_jp: ゴールド - ラボフォーン
ko: 골드 - 라보 폰
nb_no: Gull - Labo Fawn
pl: Złoty - Labo Fawn
pt_pt: Dourado - Labo Fawn
sk_sk: Zlato - Labo Fawn
sv_se: Guld - Labo Fawn
tr: Altın - Labo Fawn

# game_options
source: Gold - Million Live Gold
ca: Daurat - Daurat Million Live
es: Dorado - Million Live Gold
eu_es: Urrea - Miloiko urrea
gl_es: Ouro - Millóns de ouro vivo
hu: Arany - Million Live Gold
it: Dorato - Million Live Gold
ja_jp: ゴールド - ミリオンライブゴールド
ko: 골드 - 밀리언 라이브 골드
nb_no: Gull - Million Live Gold
pl: Złoty - Million Live Gold
pt_pt: Ouro - Milhões de Ouro Vivo
sk_sk: Zlato - Million Live Gold
sv_se: Guld - Million Live Gold
tr: Altın - Million Live Gold

# game_options
source: Gold - Odyssey Gold
ca: Daurat - Daurat Odyssey
es: Dorado - Odyssey Gold
eu_es: Urrea - Odisea Urrea
gl_es: Ouro - Odyssey Gold
hu: Arany - Odyssey Gold
it: Dorato - Odissey Gold
ja_jp: ゴールド - オデッセイ ゴールド
ko: 골드 - 오디세이 골드
nb_no: Gull - Odyssey Gold
pl: Złoty - Odyssey Gold
pt_pt: Ouro - Odyssey Dourado
sk_sk: Zlato - Odyssey Gold
sv_se: Guld - Odyssey Guld
tr: Altın - Odyssey Gold

# game_options
source: Graphic Display Controller model.
ca: Model de controladora gràfica.
es: Modelo de controlador de pantalla gráfica.
eu_es: Grafiko erakusle kontroladore modeloa.
gl_es: Modelo de controlador de pantalla gráfica.
hu: Grafikus kijelző vezérlő modell.
it: Modello di Controller Grafico.
ja_jp: グラフィックディスプレイコントローラーモデル
ko: 그래픽 디스플레이 컨트롤러 모델.
nb_no: Modell for grafisk skjermkontroller.
pl: Model sterownika wyświetlacza graficznego.
pt_pt: Modelo de Controlador de Exibição Gráfica.
ro_ro: Model controler afișaj grafic.
sk_sk: Model grafického ovládača obrazovky.
sv_se: Modell för styrenhet för grafisk display.
tr: Grafik Ekran Kontrolcü modeli.
vi_vn: Mô hình bộ điều khiển hiển thị đồ họa.

# keys_files
source: Graphics filtering on/off
ca: Filtratge de gràfics engegat/apagat
es: Filtros gráficos on/off
eu_es: Filtro grafikoa gaitu/desgaitu
gl_es: Activar/desactivar o filtrado de gráficos
it: Filtri grafici on/off
ja_jp: グラフィックフィルタリングのオン/オフ
ko: 그래픽 필터링 켜기/끄기
nb_no: Grafikkfiltrering på/av
pl: Wł./wył. filtrowania grafiki
ro_ro: Filtrare grafică pornit/oprit
sk_sk: Grafické filtrovanie zapnúť/vypnúť
vi_vn: Lọc đồ họa bật/tắt

# game_options
source: Gravis GamePad (D-pad + 4 Btns)
ca: Gravis GamePad (D-pad + 4 Botons)
es: Gravis GamePad (D-pad + 4 botones)
eu_es: Gravis Pad-a (D-pad + 4 Botoi)
gl_es: Gravis Mando (D-pad + 4 Btns)
it: GamePad Gravis (D-pad + 4 bottoni)
ja_jp: Gravis ゲームパッド(Dパッド + 4ボタン)
ko: 그라비스 게임패드 (십자 패드 + 4 버튼)
nb_no: Gravis GamePad (D-pad + 4 knapper)
pl: Gravis GamePad (D-pad + 4 przyciski)
pt_pt: Comando Gravis (Direcional + 4 Botões)
ro_ro: GamePad Gravis (D-pad + 4 butoane)
sk_sk: Gravis GamePad (D-pad + 4 tlačidlá)
sv_se: Gravis GamePad (D-pad + 4 knap)
tr: Gravis OyunKolu (D-pad + 4 Düğme)
zh_tw: Gravis 手把 (十字鍵 + 4鍵)

# game_options
source: Gray
es: Gris
gl_es: Gris
hu: Szürke
it: Grigio
ja_jp: グレー
ko: 회색
nb_no: Grå
pl: Szary
pt_pt: Cinza
ro_ro: Gri
sk_sk: Šedá
sv_se: Grå
tr: Gri
vi_vn: Xám
zh_tw: 灰

# game_options
source: Greece
ca: Grècia
es: Grecia
eu_es: Grezia
gl_es: Grecia
hu: Görögország
it: Grecia
ja_jp: ギリシャ
ko: 그리스
nb_no: Hellas
pl: Grecja
pt_pt: Grécia
ro_ro: Grecia
sk_sk: Grécko
sv_se: Grekland
tr: Yunanistan
vi_vn: Hy Lạp

# game_options
source: Greek
ca: Grec
es: Griego
eu_es: Greziarra
gl_es: Grego
hu: Görög
it: Greco
ja_jp: ギリシャ語
ko: 그리스어
nb_no: Gresk
pl: Grecki
pt_pt: Grego
ro_ro: Greacă
sk_sk: Gréčtina
sv_se: Grekiska
tr: Yunanca
vi_vn: Hy Lạp

# game_options
source: Greek (gk)
es: Griego (gk)
gl_es: Grego (gk)
hu: Görög (gk)
it: Greco (gk)
ja_jp: ギリシャ語 (gk)
ko: 그리스어 (gk)
pl: Grecki (gk)
pt_pt: Grego (gk)
ro_ro: Greacă (gk)
sk_sk: Gréčtina (gr)
sv_se: Grekiska (gk)
tr: Yunanca (gk)
vi_vn: Hy Lạp (gk)

# game_options
source: Green
ca: Verd
es: Verde
eu_es: Berdea
gl_es: Verde
hu: Zöld
it: Verde
ja_jp: 緑
ko: 초록색
nb_no: Grønn
pl: Zielony
pt_pt: Verde
ro_ro: Verde
sk_sk: Zelená
sv_se: Grön
tr: Yeşil
vi_vn: Màu xanh lá
zh_tw: 綠

# game_options
source: Green - Buttercup Green
ca: Verd - Verd Buttercup
es: Verde - Buttercup Green
eu_es: Berdea - Belar berdea
gl_es: Verde - Verde Buttercup
hu: Zöld - Boglárka zöld
it: Verde - Verde Buttercup
ja_jp: 緑 - バターカップグリーン
ko: 초록색 - 미나리 그린
nb_no: Grønn - Smørblomstgrønn
pl: Zielony - Buttercup Green
pt_pt: Verde - Botão-de-Ouro Verde
sk_sk: Zelená - Buttercup Green
sv_se: Grön - Smörblomsgrön
tr: Yeşil - Düğün Çiçeği Yeşili
zh_tw: 綠 - Buttercup Green

# game_options
source: Green - Game.com
ca: Verd - Game.com
es: Verde - Game.com
eu_es: Berdea - Game.com
gl_es: Verde - Game.com
hu: Zöld - Game.com
it: Verde - Game.com
ja_jp: 緑 - Game.com
ko: 초록색 - Game.com
nb_no: Grønn - Game.com
pl: Zielony - Game.com
pt_pt: Cinza - Game.com
sk_sk: Zelená - Game.com
sv_se: Grön - Game.com
tr: Yeşil - Game.com
zh_tw: 綠 - Game.com

# game_options
source: Green - GameKing
ca: Verd - GameKing
es: Verde - GameKing
eu_es: Berde - GameKing
gl_es: Verde - GameKing
hu: Zöld - GameKing
it: Verde - GameKing
ja_jp: 緑 - GameKing
ko: 초록색 - 게임킹
nb_no: Grønn - GameKing
pl: Zielony - GameKing
pt_pt: Verde - GameKing
ro_ro: Verde - GameKing
sk_sk: Zelená - GameKing
sv_se: Grön - GameKing
tr: Yeşil - GameKing
zh_tw: 綠 - GameKing

# game_options
source: Green - Greenscale
ca: Verd - Greenscale
es: Verde - Greenscale
eu_es: Berdea - Berde eskala
gl_es: Verde - Escala verde
hu: Zöld - Greenscale
it: Verde - Scala di verde
ja_jp: 緑 - グリーンスケール
ko: 초록색 - 그린스케일
nb_no: Grønn - Greenscale
pl: Zielony - Greenscale
pt_pt: Verde - Escala de Verde
sk_sk: Zelená - Šedá škála
sv_se: Grön - Grönskala
tr: Yeşil - Yeşil tonlama
zh_tw: 綠 - Greenscale

# game_options
source: Green - Legendary Super Saiyan
ca: Verd - Superguerrer Llegendari
es: Verde - Legendary Super Saiyan
eu_es: Berdea - Super Saiyan
gl_es: Verde - Super Saiyan lendario
hu: Zöld - Legendary Super Saiyan
it: Verde - Super Saiyan leggendario
ja_jp: 緑 - 伝説の超サイヤ人
ko: 초록색 - 전설적인 초사이어인
nb_no: Grønn - Legendarisk Super Saiyan
pl: Zielony - Legendary Super Saiyan
pt_pt: Verde - Super Saiyan Lendário
sk_sk: Zelená - Legendárny Super Saiyan
sv_se: Grön - Legendary Super Saiyan
tr: Yeşil - Efsanevi Süper Saiyan
zh_tw: 綠 - Legendary Super Saiyan

# game_options
source: Green - TI-83
es: Verde - TI-83
eu_es: Berdea - TI-83
gl_es: Verde - TI-83
it: Verde - TI-83
ja_jp: 緑 - TI-83
ko: 초록색 - TI-83
nb_no: Grønn - TI-83
pl: Zielony - TI-83
pt_pt: Verde - TI-83
sk_sk: Zelená - TI-83
sv_se: Grön - TI-83
tr: Yeşil - TI-83
zh_tw: 綠 - TI-83

# game_options
source: Greenwich
ja_jp: グリニッジ
ko: 그리니치
zh_tw: 格林威治

# game_options
source: Grey - Digivice
ca: Gris - Digivice
es: Gris - Digivice
eu_es: Gris - Digivice
gl_es: Gris - Digivice
hu: Szürke - Digivice
it: Grigio - Digivice
ja_jp: グレー - デジヴァイス
ko: 회색 - 디지바이스
nb_no: Grå - Digivice
pl: Szary - Digivice
pt_pt: Cinza - Digivice
sk_sk: Šedá - Digivice
sv_se: Grå - Digivice
tr: Gri - Digivice

# game_options
source: Grey - Greyscale
ca: Gris - Escala de grisos
es: Gris - Greyscale
eu_es: Grisa - Gris eskala
gl_es: Gris - Escala de grises
hu: Szürke – szürkeárnyalatos
it: Grigio - Scala di grigi
ja_jp: グレー - グレースケール
ko: 회색 - 그레이스케일
nb_no: Grå - gråtoner
pl: Szary - Greyscale
pt_pt: Cinza - Escala de Cinza
sk_sk: Šedá - Odtiene šedej
sv_se: Grå - Gråskala
tr: Gri - Gri Tonlama

# game_options
source: Grey - Microvision
ca: Gris - Microvision
es: Gris - Microvision
eu_es: Gris - Microvision
gl_es: Gris - Microvisión
hu: Szürke - Microvision
it: Gridio - Microvision
ja_jp: グレー - Microvision
ko: 회색 - 마이크로비전
nb_no: Grå - Microvision
pl: Szary - Microvision
pt_pt: Cinza - Microvision
sk_sk: Šedá - Microvision
sv_se: Grå - Microvision
tr: Gri - Microvision

# game_options
source: Guatemala
ko: 과테말라
pl: Gwatemala

# game_options
source: HARD TEXTURE CACHE MEMORY LIMIT
es: LÍMITE MEMORIA CACHÉ PARA TEXTURA PERSISTENTES
gl_es: LÍMITE DE MEMORIA CACHE DE TEXTURA DURA
hu: KEMÉNY TEXTÚRA GYORSÍTÓTÁR MEMÓRIA KORLÁT
it: LIMITE MASSIMO MEMORIA CACHE DELLE TEXTURE
ja_jp: ハード テクスチャ キャッシュ メモリ制限
ko: 하드 텍스처 캐시 메모리 제한
nb_no: HARD TEKSTUR-CACHE-MINNEGRENSE
pl: TWARDY LIMIT PAMIĘCI PODRĘCZNEJ TEKSTUR
pt_pt: LIMITE DA MEMÓRIA DE CACHE DA TEXTURA DURA
ro_ro: LIMITA HARD DE MEMORIE CACHE DE TEXTURI
sv_se: GRÄNS FÖR MINNE I HÅRD TEXTURCACHE
tr: SERT DOKU ÖNBELLEK HAFIZA SINIRI
zh_tw: 硬紋理快取記憶體限制

# game_options
source: HD TEXTURES
es: TEXTURAS HD
gl_es: TEXTURAS HD
hu: HD TEXTÚRÁK
it: TEXTURES HD
ja_jp: HD テクスチャ
ko: 고선명 텍스처
pl: TEKSTURY HD
pt_pt: TEXTURAS HD
ro_ro: TEXTURI HD
sk_sk: HD textúry
sv_se: HD-TEXTURER
tr: HD DOKULAR
vi_vn: HỌA TIẾT HD
zh_tw: 高階紋理

# game_options
source: HEADS UP DISPLAY
ca: PANTALLES INFORMATIVES
es: ÁREA DE INFORMACIÓN
eu_es: Display-a
gl_es: PANTALLA INFORMACIÓN
hu: HEADS-UP KIJELZŐ
it: DISPLAY IN ALTO
ja_jp: ヘッドアップディスプレイ
ko: 전방 시현기
pl: WYŚWIETLACZ HEADS UP
pt_pt: MONITOR DE ALERTA
ro_ro: PANOU DE AFIȘARE
sv_se: UPPSIKTSBILDSKÄRM
tr: ANLIK BİLGİ EKRANI
vi_vn: HIỂN THỊ ĐẦU TIÊN
zh_tw: 抬頭顯示器

# game_options
source: HEADS UP DISPLAY CORNER
ca: CANTONADA DE LA PANTALLA INFORMATIVA
es: ESQUINA DEL ÁREA DE INFORMACIÓN
eu_es: Displa-aren iskina
gl_es: RECUNCHO DA PANTALLA DE INFORMACIÓN
hu: HEADS UP KIJELZŐ SAROK
it: DISPLAY NELL'ANGOLO IN ALTO
ja_jp: ヘッドアップディスプレイ位置
ko: 전방 시현기 코너
nb_no: HJØRNET AV HEADS UP-DISPLAYET
pl: NAROŻNIK WYŚWIETLACZA HEADS UP
pt_pt: CANTO DO ECRÃ DO MONITOR DE ALERTA
ro_ro: LOCAȚIE PANOU DE AFIȘARE
sk_sk: Roh heads up displeja
sv_se: HÖRN I UPPSIKTSBILDSKÄRM
tr: ANLIK BİLGİ EKRANI KÖŞESİ
vi_vn: HIỂN THỊ ĐẦU TIÊN Ở GÓC
zh_tw: 抬頭顯示器角

# game_options
source: HEAP DELAY FREE
ca: RETARD A LA ALLIBERACIÓ DE MEMÒRIA
es: MUCHO RETRASO DE LIBERACIÓN
eu_es: PILA ATZEAPEN GABE
gl_es: MOITO RETRASO DE LIBERACIÓN
hu: HEAP DELAY INGYENES
it: RITARDO RILASCIO CODA
ja_jp: ヒープ遅延なし
ko: HEAP 지연 없음
nb_no: FORSINKELSE I DYNGE GRATIS
pl: OPÓŹNIENIE ZWOLNIENIA STERTY
pt_pt: ATRASO NA LIBERTAÇÃO DE MEMÓRIA
ro_ro: ELIBERAREA DE PE HEAP ÎNTÂRZIATĂ
sk_sk: Trvanie uvoľnenia hromady
sv_se: FRI FRÅN HEAP-FÖRDRÖJNING
tr: YIĞIN GECİKMESİZ
zh_tw: 無堆疊延遲

# game_options
source: HI-RES ARTIFACTING
ca: ANOMALIES D’ALTA RESOLUCIÓ
eu_es: BEREIZMEN ALTU ARTEFAKTUAK
gl_es: ARTEFACTOS DE ALTA RESOLUCIÓN
hu: HI-RES MŰVÉSZET
it: ARTEFATTI HI-RES
ja_jp: 高解像度アーティファクト
ko: 고해상도 아티팩트
nb_no: ARTEFAKTER I HØY OPPLØSNING
pl: ARTEFAKTY HI-RES
pt_pt: ARTEFATO DE ALTA RESOLUÇÃO
ro_ro: ARTEFACTARE HI-RES
sk_sk: Hi-res artefakty
sv_se: HÖGUPPLÖSTA ARTEFAKTER
tr: HI-RES YAPAY OLGU
vi_vn: HÌNH ẢNH HI-RES
zh_tw: 高解析度瑕疵
