Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: RUMBLE LEVEL
ca: NIVELL DE VIBRACIÓ
es: NIVEL DE VIBRACIÓN
eu_es: BURRUNDA MAILA
gl_es: NIVEL DE VIBRACIÓN
hu: REZGÉS SZINT
it: LIVELLO RUMBLE
ja_jp: 振動レベル
ko: 진동 수준
nb_no: RUMBLE-NIVÅ
pl: POZIOM WIBRACJI
pt_pt: NÍVEL DE VIBRAÇÃO
ro_ro: NIVEL VIBRAȚII
sk_sk: Úroveň rachotu
sv_se: RUMBLE-NIVÅ
tr: TİTREŞİM SEVİYESİ
zh_tw: 震動等級

# game_options
source: RUN TEST MODE
hu: TESZTMÓD FUTTATÁSA
ko: 실행 테스트 모드
pt_pt: EXECUTAR MODO DE TESTE
sv_se: KÖR TESTLÄGE
tr: TEST MODU ÇALIŞTIR
vi_vn: CHẠY CHẾ ĐỘ KIỂM THỬ
zh_tw: 運行測試模式

# game_options
source: RUN-AHEAD FRAMES
ca: PRE-AVANÇAR QUADRES
es: ANTICIPACIÓN DE FOTOGRAMAS (RUN-AHEAD)
eu_es: RUN-AHEAD FRAME-AK
gl_es: EXECUCION ANTICIPADA FOTOGRAMAS
hu: RUN-AHEAD FRAME-EK
it: FOTOGRAMMI RUN-AHEAD
ja_jp: フレーム先読み
ko: 런-어헤드 프레임
nb_no: FORHÅNDSKJØRINGS-BILDER
pl: KLATKI Z WYPRZEDZENIEM
pt_pt: CORRER FRAMES EM AVANÇO
ro_ro: PRE-RULEAZĂ CADRELE
sk_sk: Snímky načítané dopredu
sv_se: BILDRUTOR SOM KÖRS I FÖRVÄG
tr: ÖNDEN GİDEN KARELER
vi_vn: KHUNG HÌNH CHẠY TRƯỚC
zh_tw: 預測幀

# game_options
source: RYZEN THERMAL DESIGN POWER
es: POTENCIA DE DISEÑO TÉRMICO RYZEN
gl_es: POTENCIA DE DESEÑO TERMICO RYZEN
hu: RYZEN TERMIKUS TERVEZÉSI TELJESÍTMÉNY
it: POTENZA TERMICA DESIGN RYZEN
ja_jp: RYZEN 熱設計電力
ko: 라이젠 열 설계 전원
pl: TERMICZNA MOC PROJEKTOWA RYZEN'A'
pt_pt: RYZEN TDP
ro_ro: PUTERE DESIGN TERMAL RYZEN
tr: RYZEN TERMAL TASARIM GÜCÜ
vi_vn: THIẾT KẾ NHIỆT RYZEN
zh_tw: RYZEN 熱設計功耗

# game_options
source: Random Values
ca: Valors aleatoris
es: Valores aleatorios
eu_es: Ausazko balioak
gl_es: Valores o chou
hu: Véletlen értékek
it: Valori casuali
ja_jp: ランダム値
ko: 무작위 값
nb_no: Tilfeldige verdier
pl: Wartości przypadkowe
pt_pt: Valores aleatórios
ro_ro: Valori aleatoare
sk_sk: Náhodné hodnoty
sv_se: Slumpmässiga värden
tr: Rasgele Değerler
vi_vn: Giá trị ngẫu nhiên
zh_tw: 隨機值

# game_options
source: Read mouse through Rawinput, allowing 2 mice for 2 player shooting games.
ca: Llegir ratolí mitjançant Rawinput, permetent 2 ratolins per a jocs de disparar de 2 jugadors.
es: Lee el mouse a través de Rawinput, lo que permite 2 mouse para juegos de disparos de 2 jugadores.
eu_es: Irakurri xagu sarrera Rawinput-etik, 2 xagu gaitu 2 jokalariko tiro jokoetan.
gl_es: Ler o rato a través de Rawinput, permitindo 2 ratos para xogos de disparo de 2 xogadores.
hu: Olvassa el az egeret a Rawinput segítségével, lehetővé téve 2 egér használatát 2 játékos lövöldözős játékokhoz.
it: Leggi il mouse tramite Rawinput, permetti giochi di sparo a 2 mice e 2 giocatori.
ja_jp: 2人用のシューティングゲームで２つ同時にマウスを使用できます
ko: Rawinput을 통해 마우스를 읽고 2 인용 슈팅 게임에 2 개의 마우스를 허용합니다.
nb_no: Les mus via Rawinput, slik at du kan bruke to mus til skytespill for to spillere.
pl: Odczytuj mysz przez Rawinput, umożliwiając użycie 2 myszy w grach strzelankowych dla 2 graczy.
pt_pt: Ler o rato através da Rawinput, permitindo 2 ratos para jogos de tiro com 2 jogadores.
ro_ro: Citește mausul prin Rawinput, permițând 2 mausuri pentru jocurile cu împușcături cu 2 jucători.
sk_sk: Čítať myš cez Rawinput, čo umožňuje 2 myšiam na strieľanie 2 hráčov.
sv_se: Läs musen via Rawinput, vilket möjliggör 2 möss för skjutspel med 2 spelare.
tr: 2 oyunculu atış oyunları için 2 fareye izin veren ham girdi aracılığıyla fareyi oku.
vi_vn: Đọc chuột qua Rawinput, cho phép 2 chuột chơi game bắn súng 2 người.
zh_tw: 透過 Rawinput 讀取滑鼠，允許 2 個滑鼠用於 2 人射擊遊戲。

# game_options
source: Real Wiimote
ca: Wiimote real
es: Wiimote real
eu_es: Benetazko Wiimote-a
gl_es: Wiimote real
hu: Valódi Wiimote
it: Wiimote Reale
ja_jp: Wii リモコン
ko: 실기 위모트
nb_no: Ekte Wiimote
pl: Prawdziwy Wiimote
pt_pt: WiiMote Real
ro_ro: Telecomandă Wii reală
sk_sk: Skutočné Wiimote
sv_se: Riktig Wiimote
tr: Gerçek Wiimote
zh_tw: 實體 Wiimote

# game_options
source: Realistic Loading
ca: Càrrega realista
es: Carga realista
eu_es: Karga errealista
gl_es: Carga realista
hu: Realisztikus betöltés
it: Caricamento Realistico
ja_jp: 実機同様
ko: 현실적인 로딩
nb_no: Realistisk lasting
pl: Ładowanie realistyczne
pt_pt: Carregamento Realista
ro_ro: Încărcare realistică
sk_sk: Realistické načítavanie
sv_se: Realistisk inläsning
tr: Gerçekçi Yükleniyor
zh_tw: 真實讀取

# game_options
source: Recompiler (Fastest)(Default)
es: Recompilador (Más rápido)(Defecto)
eu_es: Birkonpilatzailea (Azkarrena) (Defektuz)
gl_es: Recopilador (máis rápido) (predeterminado)
hu: Újrafordító (Leggyorsabb)(Alapértelmezett)
it: Ricompilatore (il più veloce)(Default)
ja_jp: リコンパイラ（最速）(標準)
ko: 재컴파일러 (가장 빠름)(기본)
nb_no: Rekompilator (raskest) (standard)
pl: Rekompilator (najszybszy)(domyślnie)
pt_pt: Recompilar (mais rápido) (padrão)
ro_ro: Recompilator (Cel mai rapid)(Implicit)
sk_sk: Recompiler (najrýchlejšie, predvolené)
sv_se: Omkompilator (snabbast)(standard)
tr: Yeniden Derleyici (En Hızlı)(Varsayılan)
vi_vn: Recompiler (Nhanh nhất)(Mặc định)
zh_tw: 重新編譯器（最快）（預設）

# game_options
source: Red
ca: Vermell
es: Rojo
eu_es: Gorria
gl_es: Vermello
hu: Piros
it: Rosso
ja_jp: 赤
ko: 빨강색
nb_no: Rød
pl: Czerwony
pt_pt: Vermelho
ro_ro: Roșu
sk_sk: Červená
sv_se: Röd
tr: Kırmızı
vi_vn: Đỏ
zh_tw: 紅

# game_options
source: Reduce load time at the cost of accuracy.
ca: Redueix el temps de càrrega a cost de precisió.
es: Reduce el tiempo de carga a costa de la precisión.
eu_es: Gutxitu karga denbora zehaztasunren lepotik
gl_es: Reduce o tempo de carga ao custo da precisión.
hu: Csökkentse a betöltési időt a pontosság árán.
it: Riduce il tempo di caricamento a scapito dell'accuratezza.
ja_jp: 精度を犠牲にして読込時間を短縮します
ko: 정확도는 떨어지지만 로드 시간을 줄입니다.
nb_no: Reduser lastetiden på bekostning av nøyaktigheten.
pl: Skrócenie czasu ładowania kosztem dokładności.
pt_pt: Reduz o tempo de carregamento a custo de fidelidade.
ro_ro: Micșorează timpul de încărcare cu costul acurateței.
sk_sk: Znížiť čas načítania za cenu presnosti.
sv_se: Minska inläsningstiden på bekostnad av noggrannheten.
tr: Doğruluk karşılığında yükleme süresini azalt.
vi_vn: Giảm thời gian tải nhưng giảm độ chính xác.
zh_tw: 以準確性為代價來減少載入時間。

# game_options
source: Reduce stutter that happens when compiling shaders.
ca: Redueix la quequesa que es produeix al compilar shaders.
es: Reduce el parpadeo que ocurre al compilar shaders.
eu_es: Gutxitu shader-ak konpilatzean ematen den toteltzea.
gl_es: Reduce o pestanexo que ocorre ao compilar sombreadores.
hu: Csökkentse az árnyékolók összeállítása során előforduló dadogást.
it: Riduce il balbettamento che accade durante la compilazione degli shader
ja_jp: シェーダーを構築するときに発生するカクつきを減らします
ko: 셰이더를 컴파일할 때 발생하는 끊김을 줄입니다.
nb_no: Reduser hakking som oppstår ved kompilering av shaders.
pl: Redukuje zacinanie się programu podczas kompilacji shaderów.
pt_pt: Reduza o ruído que ocorre ao compilar shaders.
ro_ro: Redu bâlbâielile care apar în timpul compilării shaderelor.
sk_sk: Znížiť zasekávanie, ku ktorému dochádza pri kompilácii shaderov.
sv_se: Minska hackande som uppstår vid kompilering av shaders.
tr: Gölgelendiricileri derlerken oluşan takılmaları azalt.
vi_vn: Giảm tình trạng giật hình xảy ra khi biên dịch trình đổ bóng.
zh_tw: 減少編譯著色器時發生的卡頓。

# game_options
source: Reduces banding between colours and improves the preceived colour depth.
es: Reduce las bandas entre colores y mejora la profundidad de color percibida.
eu_es: Bandak sortzea gutxitzen du kolore artean eta antzemandako kolore sakonera hobetzen du.
gl_es: Reduce as bandas entre cores e mellora a profundidade da cor percibida.
hu: Csökkenti a színek közötti sávosodást és javítja a színmélységet.
it: Riduce il bandeggio tra i colori e migliora la profondità colore percepita.
ja_jp: 色間の分解を減らし、表示する為の色の深さを改善します
ko: 색상 간 밴딩 현상을 줄이고, 인식되는 색상 깊이를 향상시킵니다.
nb_no: Reduserer bånd mellom fargene og forbedrer den opplevde fargedybden.
pl: Zmniejsza pasma między kolorami i poprawia postrzeganą głębię kolorów.
pt_pt: Reduz as faixas entre as cores e melhora a profundidade de cor.
ro_ro: Reduce benzile dintre culori și îmbunătățește adâncimea de culoare percepută.
sk_sk: Redukuje pruhy medzi farbami a zlepšuje vnímanú farebnú hĺbku.
sv_se: Minskar bandningen mellan färgerna och förbättrar det upplevda färgdjupet.
tr: Renkler arasındaki şeritlenmeyi azaltın ve algılanan renk derinliğini artırın.
vi_vn: Giảm dải giữa các màu và cải thiện độ sâu màu nhận được.
zh_tw: 減少顏色之間的條帶並提高感知的色彩深度。

# game_options
source: Reduces crackle and stutter further, but may cause a very noticeable reduction in audio quality on slower CPUs.
ca: Redueix encara més els salts, però pot causar una reducció de la qualitat d'àudio notable en CPUs lentes.
es: Reduce aún más el crujido y tartamudeo, pero puede causar una reducción notable de la calidad del audio sobre todo en CPUs más lentas.
eu_es: Karraskatze eta toteltze gehiago gutxitzen du, baina kalitate gutxitze nabarmena eragin dezake CPU mantsoetan.
gl_es: Reduce aínda máis o crepitar e o tartamudeo, pero pode causar unha redución moi notable da calidade do audio nas CPU máis lentas.
hu: Tovább csökkenti a recsegést és a dadogást, de lassabb CPU-k esetén nagyon észrevehető csökkenést okozhat a hangminőségben.
it: Riduce la gracchiatura e balbettamento di più, ma cause una notevole riduzione della qualità audio nelle CPU più lente.
ja_jp: パチパチ音とカクつきをさらに減らしますが、遅い CPU では音質が著しく低下する可能性があります
ko: 딱딱거리는 소리와 끊기는 소리를 더욱 줄여 주지만, 느린 CPU에서는 오디오 품질이 매우 눈에 띄게 떨어질 수 있습니다.
nb_no: Reduserer knitring og hakking ytterligere, men kan føre til en merkbar reduksjon i lydkvaliteten på langsommere prosessorer.
pl: Redukuje jeszcze bardziej trzaski i zacinanie się, ale może spowodować bardzo zauważalne obniżenie jakości dźwięku na wolniejszych procesorach.
pt_pt: Reduz ruído e atrasos, mas pode significativamente reduzir também a qualidade do som em CPUs mais lentos
ro_ro: Reduce pocnetele și bâlbâiala și mai mult, dar poate cauza o reducere a calității audio pe procesoarele mai slabe.
sk_sk: Ďalej znižuje praskanie a koktanie, ale môže spôsobiť veľmi výrazné zníženie kvality zvuku na pomalších procesoroch.
sv_se: Minskar sprakande och hackande ytterligare, men kan orsaka en mycket märkbar försämring av ljudkvaliteten på långsammare processorer.
tr: Çatırtı ve teklemeyi daha da azaltır, ancak daha yavaş işlemcilerde ses kalitesinde çok belirgin bir düşüşe neden olabilir.
vi_vn: Giảm tiếng kêu và tiếng giật hơn nữa nhưng có thể làm giảm đáng kể chất lượng âm thanh trên các CPU chậm hơn.
zh_tw: 進一步減少爆裂聲和卡頓但可能會導致速度較慢的 CPU 上的音訊品質明顯下降。

# game_options
source: Reduces wobbly polygons & warping textures.
es: Reduce los temblores de polígonos y las texturas deformadas.
eu_es: Poligono dardarti & deformatzen diren testurak gutxitzen ditu.
gl_es: Reduce os tremores de polígonos e as texturas deformadas.
hu: Csökkenti az imbolygó poligonokat és a torzuló textúrákat.
it: Riduci i poligoni traballanti & textures deformate.
ja_jp: ポリゴンのぐらつきやテクスチャの歪みを軽減します
ko: 흔들리는 폴리곤과 뒤틀린 텍스처를 줄입니다.
nb_no: Reduserer vinglete polygoner og skjeve teksturer.
pl: Redukuje chybotliwe wielokąty i wypaczenia tekstur.
pt_pt: Reduz polígonos instáveis e texturas distorcidas.
ro_ro: Reduce poligoanele mișcătoare și texturile deformate.
sk_sk: Znižuje vratké polygóny a deformujúce sa textúry.
sv_se: Minskar vingliga polygoner och förvrängda texturer.
tr: Titreyen çokgenleri ve çarpık dokuları azaltır.
vi_vn: Giảm đa giác và kết cấu cong vênh.
zh_tw: 減少搖晃的多邊形和扭曲的紋理。

# game_options
source: Refresh state of memory pages to enable gpu written data. (Use for 'Team Ninja' Games to fix missing character models).
es: Refresca el estado de las páginas de memoria para habilitar los datos escritos por la GPU. (Úselo en los juegos de ‘Team Ninja’ para corregir los modelos de personajes que faltan).
gl_es: Actualiza o estado das páxinas de memoria para activar os datos escritos na gpu. (Usao para os xogos de 'Team Ninja' para corrixir modelos de personaxes que faltan).
hu: A memórialap állapotának frissítése a gpu által írt adatok engedélyezéséhez. (Használja a 'Team Ninja' játékoknál a hiányzó karaktermodellek javítására).
it: Aggiorna lo stato delle pagine di memoria per abilitare i dati scritti dalla gpu. (Utilizzalo nei giochi 'Team Ninja' per sistemare i modelli carattere mancanti).
ja_jp: メモリ ページの状態を更新して、GPU に書き込まれたデータを有効にします (「チーム忍者」の不足しているキャラクター モデルを修正します)
ko: GPU 쓰기 데이터를 활성화하기 위해 메모리 페이지의 상태를 새로 고칩니다. ('팀 닌자' 게임에서 누락된 캐릭터 모델을 수정하는 데 사용합니다).
nb_no: Oppdaterer tilstanden til minnesider for å aktivere gpu-skrevne data. (Brukes i "Team Ninja"-spill for å fikse manglende karaktermodeller).
pl: Odśwież stan stron pamięci, aby umożliwić zapisywanie danych przez procesor. (Użyj w grach 'Team Ninja', aby naprawić brakujące modele postaci).
pt_pt: Atualize o estado das páginas de memória para ativar os dados gravados na GPU. (Use para 'Equipa Jogos Ninja para consertar modelos de personagens ausentes).
ro_ro: Reîmprospătează starea paginilor din memorie să activezi datele scrise de GPU. (Utilizat pentru jocurile Team Ninja pentru a repara modelele lipsă ale personajelor).
sv_se: Uppdatera minnessidornas tillstånd för att möjliggöra gpu-skriven data. (Används för "Team Ninja"-spel för att åtgärda saknade karaktärsmodeller).
tr: GPU yazılı verilerini etkinleştirmek için bellek sayfalarının durumunu yenileyin. (Eksik karakter modellerini düzeltmek için 'Team Ninja' Oyunlarında kullanın).
vi_vn: Làm mới trạng thái của các trang bộ nhớ để kích hoạt dữ liệu ghi bằng gpu. (Sử dụng cho các trò chơi 'Team Ninja' để sửa các mẫu nhân vật bị thiếu).
zh_tw: 刷新記憶體頁面的狀態以啟用 gpu 寫入資料。（用於‘忍者隊’遊戲來修復缺少的角色模型）。

# game_options
source: Regular Bilnear
ca: Bilineal regular
es: Bilineal regular
eu_es: Bilinear arrunta
gl_es: Bilineal regular
it: Bilineare Regolare
ja_jp: レギュラーバイリニア
ko: 주기적인 이중선형
nb_no: Vanlig Bilnear
pl: Regularne dwuliniowe
pt_pt: Bilinear Regular
ro_ro: Normal bilinear
sk_sk: Obyčajné bilineárne
sv_se: Vanlig bilinjär
tr: Normal Bilinear
zh_tw: 正規雙線性

# game_options
source: Relaxed (Fastest)
es: Relajado (Más rápido)
eu_es: Erlaxatua (Azkarrena)
gl_es: Relaxado (o máis rápido)
hu: Nyugodt (leggyorsabb)
it: Rilassata (Il più Veloce)
ja_jp: リラックス (最速)
ko: 느긋함 (가장 빠름)
nb_no: Avslappet (raskest)
pl: Rozluźnione (najszybsze)
pt_pt: Relaxado (mais rápido)
ro_ro: Relaxat (Cea mai rapidă)
sk_sk: Uvoľnené (najrýchlejšie)
sv_se: Avslappnad (snabbast)
tr: Rahat (En Hızlı)
vi_vn: Thư giãn (Nhanh nhất)
zh_tw: Relaxed（最快）

# game_options
source: Relaxed XFloat
ca: XFloat relaxat
es: XFloat relajado
eu_es: XFloat Erlaxatua
gl_es: XFloat relaxado
hu: Laza XFloat
it: XFloat Rilassato
ja_jp: Relaxed XFloat(リラックス)
ko: 느긋한 XFloat
nb_no: Avslappet XFloat
pl: Luźne XFloat
pt_pt: XFloat relaxado
ro_ro: XFloat relaxat
sk_sk: Uvoľnený XFloat
sv_se: Avslappnad XFloat
tr: Rahat XFloat

# game_options
source: Remove the padding on the sides of the screen.
ca: Elimina les vores als cantons de la pantalla.
es: Quita el borde de relleno a los lados de la pantalla.
eu_es: Kendu pantaila alboetako kuxin-ak
gl_es: Elimina o bordo de recheo dos lados da pantalla.
hu: Távolítsa el a párnázást a képernyő oldalain.
it: Rimuove il padding ai lati dello schermo.
ja_jp: 画面の側面にあるパディングを削除します
ko: 화면 측면의 패딩을 제거합니다.
nb_no: Fjern polstringen på sidene av skjermen.
pl: Usuń wypełnienie po bokach ekranu.
pt_pt: Remove o preenchimento nas laterais do ecrã.
ro_ro: Elimină umplutura de pe marginile ecranului.
sk_sk: Odstrániť medzery na stranách obrazovky.
sv_se: Ta bort utfyllnad på skärmens sidor.
tr: Ekranın kenarlarındaki dolguyu kaldırın.
vi_vn: Loại bỏ phần đệm ở hai bên của màn hình.
zh_tw: 移除螢幕兩側的填充物。

# game_options
source: Removes loading but can add possible glitches/crashes.
ca: Elimina càrregues però pot afegir defectes i/o errades.
es: Elimina la carga, pero puede agregar posibles fallos/bloqueos.
eu_es: Karga kentzen du, baino arazo/zintzilkatuta gera daiteke.
gl_es: Elimina a carga pero pode engadir posibles fallos/erros.
hu: Eltávolítja a betöltést, de lehetséges hibákat/összeomlásokat adhat hozzá.
it: Elimina caricamento ma con possibili problemi/crash.
ja_jp: 読み込み表示を削除しますが、不具合が出る可能性があります
ko: 로드를 제거하지만 가능한 결함 / 충돌을 추가 할 수 있습니다.
nb_no: Fjerner innlasting, men kan føre til mulige glitches/krasj.
pl: Usuwa czas ładowania, ale może spowodować usterki/awarie.
pt_pt: Remove o carregamento, mas pode adicionar possíveis falhas/travamentos.
ro_ro: Elimină încărcarea, dar poate să adauge probleme/crash-uri.
sk_sk: Odstráni načítavanie, ale môže spôsobiť chyby/pády.
sv_se: Tar bort inläsning men kan lägga till möjliga glitches/krascher.
tr: Yüklemeyi kaldırır ancak olası aksaklıklar/çökmeler ekleyebilir.
vi_vn: Xóa tải nhưng có thể thêm glitches/crashes.
zh_tw: 刪除載入但可能會增加故障/崩潰。

# game_options
source: Render target emulation path to use on Direct3D 12. Try changing if you have render issues.
es: Ruta de emulación de destino de renderizado para usar en Direct3D 12. Intenta cambiar si tienes problemas de renderizado.
gl_es: Ruta de emulación de destino de renderización para usar en Direct3D 12. Proba a cambiar se tes problemas de renderizado.
hu: A Direct3D 12-ben használandó renderelési cél emulációs elérési útvonal. Próbálja meg megváltoztatni, ha renderelési problémái vannak.
it: Renderizza utilizzando Direct3D 12. Prova a cambiarlo se hai problemi relativi al rendering.
ja_jp: Direct3D 12 で使用するレンダー ターゲット のパス。 レンダリングの問題がある場合は、変更してみてください
ko: 다이렉트3D 12에서 사용할 렌더 대상 에뮬레이션 경로입니다. 렌더 문제가 있는 경우 변경해 보세요.
nb_no: Emuleringsbane for gjengivelsesmål som skal brukes på Direct3D 12. Prøv å endre hvis du har problemer med gjengivelsen.
pl: Docelowa ścieżka emulacji renderowania do użycia w Direct3D 12. Spróbuj zmienić, jeśli masz problemy z renderowaniem.
pt_pt: Renderize o caminho de emulação do destino para usar no Direct3D 12. Tente alterar se tiver problemas de renderização.
ro_ro: Calea către renderul de emulare folosit în Direct3D 12. Încearcă să schimbi dacă ai probleme la redare.
sv_se: Emuleringssökväg för renderingsmål att använda på Direct3D 12. Prova att ändra om du har problem med renderingen.
tr: Direct3D 12'de kullanmak için hedef öykünme yolunu işleyin. İşlemede sorunlar varsa değiştirmeyi deneyin.
vi_vn: Kết xuất đường dẫn mô phỏng mục tiêu để sử dụng trên Direct3D 12. Hãy thử thay đổi nếu bạn gặp sự cố kết xuất.
zh_tw: 在 Direct3D 12 上使用的算繪目標模擬路徑。如果遇到算繪問題，請嘗試變更。

# game_options
source: Renders game at a lower res then upscales to increase FPS.
ca: Renderitza el joc a baixa resolució i llavors escala per a incrementar FPS.
es: Renderiza el juego a una resolución más baja y luego lo escala para aumentar FPS.
eu_es: Jokoa bereizmen txikiagoan renderizatzen eta ondoren eskalatzen du FPS-a handitzeko.
gl_es: Renderiza o xogo a unha resolución inferior e logo o escala para aumentar os FPS.
hu: A játékot alacsonyabb felbontásban jeleníti meg, majd felskálázza az FPS növelése érdekében.
it: Renderizza il gioco a una risoluzione minore e poi ingrandisce per aumentare FPS.
ja_jp: ゲームを低解像度で描画しアップスケールしてFPSを上げます
ko: 게임을 더 낮은 해상도로 렌더링한 다음 FPS를 높이기 위해 업스케일링합니다.
nb_no: Gjengir spillet i lavere oppløsning og oppskalerer deretter for å øke FPS.
pl: Renderuje grę na niższej rozdzielczości, a następnie skaluje się, aby zwiększyć liczbę klatek na sekundę.
pt_pt: Renderiza o jogo em uma resolução mais baixa e depois faz o aumento de escala para aumentar o FPS.
ro_ro: Redă jocul la o rezoluție mai mică și apoi face upscaling pentru a crește FPS.
sk_sk: Vykreslí hry v menšom rozlíšení a potom ich roztiahne pre lepšie FPS.
sv_se: Renderar spelet i en lägre upplösning och uppskalar sedan för att öka bildfrekvens.
tr: Oyunu daha düşük çözünürlükte işler ve ardından FPS artırmak için yukarı ölçekler.
vi_vn: Kết xuất trò chơi ở độ phân giải thấp hơn sau đó nâng cấp để tăng FPS.
zh_tw: 以較低的解析度算繪遊戲，然後升級以提高 FPS。

# game_options
source: Renders polygons and textures at the native resolution.
es: Representa polígonos y texturas con la resolución nativa.
gl_es: Renderiza polígonos e texturas coa resolución nativa.
hu: A poligonokat és a textúrákat natív felbontásban jeleníti meg.
it: Disegna i poligoni e le textures alla risoluzione nativa.
ja_jp: ポリゴンとテクスチャをネイティブ解像度でレンダリングします
ko: 원본 해상도로 폴리곤과 텍스처를 렌더링합니다.
pl: Renderuje wielokąty i tekstury w natywnej rozdzielczości.
pt_pt: Renderiza polígonos e texturas na resolução nativa.
ro_ro: Randează poligoanele și texturile la rezoluția nativă.
sv_se: Renderar polygoner och texturer i den ursprungliga upplösningen.
tr: Çokgenleri ve dokuları doğal çözünürlükte işler.
vi_vn: Hiển thị đa giác và họa tiết ở độ phân giải gốc.
zh_tw: 以原始解析度算繪多邊形和紋理。

# game_options
source: Replace meshed transparency by real transparency.
es: Reemplaza la transparencia mallada por transparencia real.
gl_es: Substitúe a transparencia mallada por transparencia real.
hu: Cserélje ki a hálós átlátszóságot valódi átlátszósággal.
it: Sostituisci veli di transparenza con trasparenze reali
ja_jp: メッシュの透明度を実際の透明度に置き換えます
ko: 메시된 투명도를 실제 투명도로 바꿉니다.
nb_no: Erstatt masket gjennomsiktighet med ekte gjennomsiktighet.
pl: Zastąp przezroczystość siatkową przez przezroczystość rzeczywistą.
pt_pt: Substitua a transparência em malha pela transparência real.
ro_ro: Înlocuiește transparența plasă cu transparență reală.
sv_se: Ersätt maskad transparens med verklig transparens.
tr: Örgülü saydamlığı gerçek saydamlıkla değiştirin.
vi_vn: Thay thế trong suốt dạng lưới bằng trong suốt thực.
zh_tw: 用真實透明度取代網狀透明度。

# game_options
source: Required by some games.
ca: Requerit per alguns jocs.
es: Requerido por algunos juegos.
eu_es: Joku batzuek eskatzen dute.
gl_es: Requirido por algúns xogos.
hu: Egyes játékokhoz szükséges.
it: Richiesto da alcuni giochi.
ja_jp: 一部のゲームで必要です
ko: 일부 게임에서 필요합니다.
nb_no: Påkrevd i noen spill.
pl: Wymagane przez niektóre gry.
pt_pt: Exigido por alguns jogos.
ro_ro: Necesar pentru unele jocuri.
sk_sk: Vyžadované niektorými hrami.
sv_se: Krävs av vissa spel.
tr: Bazı oyunlar için gereklidir.
vi_vn: Được yêu cầu bởi một số trò chơi.
zh_tw: 某些遊戲需要。

# game_options
source: Required for certain visual effects.
ca: Requerit per alguns efectes visuals.
es: Requerido para ciertos efectos visuales.
eu_es: Efektu bisual batzuetarako beharrezkoa
gl_es: Necesario para certos efectos visuais.
hu: Bizonyos vizuális effektusokhoz szükséges.
it: Necessario per alcuni effetti visuali.
ja_jp: 特定の視覚効果に必要です
ko: 특정 시각 효과에 필요합니다.
nb_no: Påkrevd for visse visuelle effekter.
pl: Wymagane dla niektórych efektów wizualnych.
pt_pt: Necessário para certos efeitos visuais.
ro_ro: Necesar pentru anumite efecte vizuale.
sk_sk: Vyžadované pre niektoré vizuálne efekty.
sv_se: Krävs för vissa visuella effekter.
tr: Belirli görsel efektler için gereklidir.
vi_vn: Cần thiết cho các hiệu ứng hình ảnh nhất định.
zh_tw: 某些視覺效果是必要的。
