Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: VIDEO STREAM FRAME RATE
ca: TAXA DE QUADRES DE TRANSMISSIÓ DE VÍDEO
es: TASA DE FOTOGRAMAS DE TRANSMISIÓN DE VÍDEO
eu_es: BIDEO JARIO FOTOGRAMA TASA
gl_es: TAXA DE FOTOGRAMAS DE TRANSMISION DE VIDEO
hu: VIDEÓ ADATFOLYAM KÉPKOCKA SEBESSÉG
it: FRAME RATE FLUSSO VIDEO
ja_jp: 映像ストリームフレームレート
ko: 비디오 스트림 프레임 속도
nb_no: BILDEFREKVENS FOR VIDEOSTRØMMEN
pl: CZĘSTOTLIWOŚĆ ODŚWIEŻANIA STRUMIENIA WIDEO
pt_pt: TAXA DE FRAME EM TRANSMISSÕES DE VÍDEO
ro_ro: RATA DE CADRE A FLUXULUI VIDEO
sk_sk: Snímková frekvencia video streamu
sv_se: BILDFREKVENS FÖR VIDEOSTRÖM
tr: VİDEO YAYINI KARE HIZI
vi_vn: TỐC ĐỘ KHUNG HÌNH STREAM VIDEO
zh_tw: 影像串流幀速率

# game_options
source: VIDEO STREAM RESOLUTION
ca: RESOLUCIÓ DE TRANSMISSIÓ DE VÍDEO
es: RESOLUCIÓN DE TRANSMISIÓN DE VÍDEO
eu_es: BIDEO JARIO BEREIZMENA
gl_es: RESOLUCIÓN DE TRANSMISION DE VÍDEO
hu: VIDEO STREAM FELBONTÁS
it: RISOLUZIONE FLUSSO VIDEO
ja_jp: 映像ストリーム解像度
ko: 비디오 스트림 해상도
nb_no: OPPLØSNING PÅ VIDEOSTRØMMEN
pl: ROZDZIELCZOŚĆ STRUMIENIA WIDEO
pt_pt: RESOLUÇÃO DA TRANSMISSÃO DE VÍDEO
ro_ro: REZOLUȚIE FLUX VIDEO
sk_sk: Rozlíšenie video streamu
sv_se: VIDEOSTRÖMMENS UPPLÖSNING
tr: VİDEO AKIŞI ÇÖZÜNÜRLÜĞÜ
zh_tw: 影像串流解析度

# game_options
source: VIEW ONLY
ca: NOMÉS VISTA
es: SÓLO VISUALIZACIÓN
eu_es: IKUSI BAKARRIK
gl_es: SÓ VER
hu: CSAK MEGTEKINTÉS
it: SOLO VISUALIZZAZIONE
ja_jp: 表示のみ
ko: 보기 전용
nb_no: KUN VISNING
pl: TYLKO PODGLĄD
pt_pt: SOMENTE VISUALIZAÇÃO
ro_ro: DOAR VIZUALIZARE
sk_sk: Len zobraziť
sv_se: VISA ENDAST
tr: SADECE GÖRÜNTÜLE
vi_vn: CHỈ XEM
zh_tw: 僅檢視

# game_options
source: VIOLENCE LEVEL
es: NIVEL DE VIOLENCIA
gl_es: NIVEL DE VIOLENCIA
hu: ERŐSZAK SZINT
it: LIVELLO VIOLENZA
ja_jp: バイオレンス レベル
ko: 폭력 수준
nb_no: VOLDSNIVÅ
pl: POZIOM PRZEMOCY
pt_pt: NÍVEL DE VIOLÊNCIA
ro_ro: NIVEL VIOLENȚĂ
sk_sk: Úroveň násilia
sv_se: VÅLDSNIVÅ
tr: ŞİDDET SEVİYESİ
vi_vn: MỨC ĐỘ BẠO LỰC
zh_tw: 暴力程度

# game_options
source: VIRTUAL DESKTOP
ca: ESCRIPTORI VIRTUAL
es: ESCRITORIO VIRTUAL
eu_es: MAHAIGAIN BIRTUALA
gl_es: ESCRITORIO VIRTUAL
hu: VIRTUÁLIS ASZTAL
it: DESKTOP VIRTUALE
ja_jp: 仮想デスクトップ
ko: 가상 데스크톱
nb_no: VIRTUELT SKRIVEBORD
pl: WIRTUALNY PULPIT
pt_pt: AMBIENTE DE TRABALHO VIRTUAL
ro_ro: DESKTOP VIRTUAL
sk_sk: Virtuálna plocha
sv_se: VIRTUELLT SKRIVBORD
tr: SANAL MASAÜSTÜ
zh_tw: 虛擬桌面

# game_options
source: VISUAL NUDGE STRENGTH
es: FUERZA DE GOLPEO VISUAL
gl_es: FORZA DE GOLPEO VISUAL
hu: VIZUÁLIS LÖKÉSERŐSSÉG
it: FORZA SCUOTIMENTO VISIVO
ja_jp: 視覚的なナッジの強さ
ko: 시각적 찌르기 강도
nb_no: VISUELL DYTTESTYRKE
pl: WIZUALNA SIŁA SZTURCHNIĘCIA
pt_pt: FORÇA DO NUDGE VISUAL
ro_ro: INTENSITATE VIZUALĂ ÎNGHIONTIRE
sv_se: VISUELL KNUFFSTYRKA
tr: GÖRSEL DÜRTME GÜCÜ
zh_tw: 視覺推動強度

# game_options
source: VSYNC
ca: SINCRONITZACIÓ VERTICAL
ja_jp: VSYNC(垂直同期)有効
ko: 수직동기화
zh_tw: 垂直同步

# game_options
source: VSYNC FPS
ko: 수직동기화 FPS
ro_ro: FPS VSYNC
zh_tw: 垂直同步FPS

# game_options
source: VSYNC INTERVAL
ca: INTERVAL DE SINCRONITZACIÓ VERTICAL
es: INTERVALO VSYNC
eu_es: BARNEKO VSYNC-A
gl_es: INTERVALO VSYNC
it: INTERVALLO VSYNC
ja_jp: 垂直同期 間隔
ko: 수직동기화 간격
nb_no: VSYNC-INTERVALL
pl: OKRES VSYNC
ro_ro: INTERVAL VSYNC

# game_options
source: VSync and Audio Resampling need to be enabled.
es: Es necesario activar VSync y Remuestreo de audio.
eu_es: VSync eta Audio bersanpleatzeak gaituta egon behar dira.
gl_es: Hai que activar VSync e o remuestreo de audio.
hu: A VSync és az Audio Resampling funkciót engedélyezni kell.
it: VSynch e Resampling Audio devono essere abilitati.
ja_jp: 垂直同期 と音声 リサンプリングを有効にする必要があります
ko: 수직동기화 및 오디오 리샘플링을 활성화해야 합니다.
nb_no: VSync og Audio Resampling må være aktivert.
pl: VSync i Resampling audio muszą być włączone.
pt_pt: O VSync e Resampling de áudio precisam de estar ativados.
ro_ro: Este necesar ca VSync și Reeșantionarea audio să fie activate.
sk_sk: Vsync a resamplovanie zvuku musí byť povolené.
sv_se: VSync och Omsampling av ljud måste vara aktiverade.
tr: VSync ve Ses Yeniden Örneklemenin etkinleştirilmesi gerekir.
vi_vn: Cần phải bật VSync và Lấy mẫu âm thanh.
zh_tw: 需要啟用垂直同步和音訊重採樣。

# game_options
source: VTech V.Smile Motion cartridges
ca: Cartutxos VTech V.Smile Motion
es: Cartuchos VTech V.Smile Motion
eu_es: VTech V.Smile Motion kartutxoak
gl_es: Cartuchos VTech V.Smile Motion
hu: VTech V.Smile Motion kazetta
it: Cartucce VTech V.Smile Motion
ja_jp: VTech V.Smile モーション カートリッジ
ko: VTech V.스마일 모션 카트리지
nb_no: VTech V.Smile Motion-kassetter
pl: Kartridże VTech V.Smile Motion
pt_pt: Cartuchos VTech V.Smile Motion
ro_ro: Cartele VTech V.Smile Motion
sk_sk: VTech V.Smile Motion kartridže
sv_se: VTech V.Smile Motion-kassetter
tr: VTech V.Smile Motion kartuşları
zh_tw: VTech V.Smile Motion 卡匣

# game_options
source: VTech V.Smile cartridges
ca: Cartutxos VTech V.Smile
es: Cartuchos VTech V.Smile
eu_es: VTech V.Smile kartutxoak
gl_es: Cartuchos VTech V.Smile
hu: VTech V.Smile kazetta
it: Cartucce VTech V.Smile
ja_jp: VTech V.Smile カートリッジ
ko: VTech V.스마일 카트리지
nb_no: VTech V.Smile-patroner
pl: Kartridże VTech V.Smile
pt_pt: Cartuchos VTech V.Smile
ro_ro: Cartele VTech V.Smile
sk_sk: VTech V.Smile kartridže
sv_se: VTech V.Smile-kassetter
tr: VTech V.Smile kartuşları
zh_tw: VTech V.Smile 卡匣

# game_options
source: Value to use for the emulated solar sensor (Boktai).
ca: Valor per al sensor solar emulat (Boktai).
es: Valor a utilizar para el sensor solar emulado (Boktai).
eu_es: (Boktai) Eguzki sensore emulatuan erabiltzeko balorea
gl_es: Valor a usar para o sensor solar emulado (Boktai).
hu: Az emulált szoláris érzékelőhöz használandó érték (Boktai).
it: Valore da usare per il sensore solare emulato (Boktai).
ja_jp: エミュレートしたソーラーセンサーに使用する値（ボクらの太陽）
ko: 에뮬레이트된 (우리들의 태양) 태양 센서에 사용할 값입니다.
nb_no: Verdi som skal brukes for den emulerte solsensoren (Boktai).
pl: Wartość do zastosowania dla emulowanego czujnika słonecznego (Boktai).
pt_pt: Valor a ser usado para o sensor solar emulado (Boktai).
ro_ro: Valoarea folosită pentru senzorul solar emulat (Boktai).
sk_sk: Hodnota pre emulovaný slnečný senzor (Boktai)
sv_se: Värde att använda för den emulerade solsensorn (Boktai).
tr: Taklit edilmiş güneş sensörü için değer (Boktai).
zh_tw: 用於模擬太陽能感測器的值(Boktai)。

# game_options
source: Vastly improves the speed of buffer maps.
ca: Millora dràsticament la velocitat dels mapes de memòria intermèdia.
es: Mejora enormemente la velocidad de los mapas de búfer.
eu_es: Buffer mapen eraginkortasuna izugarri hobetzen du.
gl_es: Mellora moito a velocidade dos mapas do buffer.
it: Migliora di molto la velocità delle mappe buffer.
ja_jp: バッファマップの速度を大幅に改善します
ko: 버퍼 맵의 속도를 크게 향상시킵니다.
nb_no: Forbedrer hastigheten på bufferkart betraktelig.
pl: Znacznie poprawia szybkość map buforowych.
pt_pt: Melhora muito a velocidade de armazenamento temporário dos mapas.
ro_ro: Îmbunătățește mult viteza asocierilor de buffer.
sk_sk: Výrazne zlepšuje rýchlosť vyrovnávacích máp.
sv_se: Förbättrar hastigheten på buffertkartor avsevärt.
tr: Arabellek eşlemelerin hızını büyük ölçüde artırır.
vi_vn: Cải thiện đáng kể tốc độ của bản đồ đệm.
zh_tw: 極大地提高了緩衝貼圖的速度。

# game_options
source: Venezuela
ko: 베네수엘라
pl: Wenezuela
tr: Venezüella

# game_options
source: Vertical
eu_es: Bertikala
hu: Függőleges
it: Verticale
ja_jp: 縦表示
ko: 수직 (세로)
nb_no: Vertikal
pl: Pionowo
sk_sk: Zvislo
sv_se: Vertikal
tr: Dikey
vi_vn: Thẳng đứng
zh_tw: 垂直的

# game_options
source: Vertical Sync
hu: Függőleges szinkronizálás
it: Sync Verticale
ja_jp: 垂直同期
ko: 수직 동기화
nb_no: Vertikal synkronisering
pl: Synchronizacja pionowa
pt_pt: Sincronização vertical
ro_ro: Sincronizare verticală
sk_sk: Vertikálna synchronizácia
sv_se: Vertikal synk
tr: Dikey Eşitleyici
vi_vn: Đồng bộ dọc
zh_tw: 垂直同步

# game_options
source: Very High
ca: Molt alt
es: Muy alto
eu_es: Oso altua
gl_es: Moi alto
hu: Nagyon magas
it: Molto Alto
ja_jp: 非常に高い
ko: 매우 높음
nb_no: Svært høy
pl: Bardzo wysokie
pt_pt: Muito Alto
ro_ro: Foarte mare
sk_sk: Veľmi vysoké
sv_se: Mycket hög
tr: Çok Yüksek
vi_vn: Rất cao
zh_tw: 非常高

# game_options
source: Video Game Music Files
ca: Arxius de música de videojocs
es: Archivos de música de videojuegos
eu_es: Bideojoko musika fitxategiak
gl_es: Arquivos de música de videoxogos
hu: Videojáték zenei fájlok
it: File Video Game Music
ja_jp: ビデオゲーム 音楽ファイル
ko: 비디오 게임 음악 파일
nb_no: Musikkfiler for videospill
pl: Pliki Video Game Music
pt_pt: Arquivos de música de jogos
ro_ro: Fișiere muzică joc video
sk_sk: Hudobné súbory videohier
sv_se: Musikfiler för videospel
tr: Video Oyunu Müzik Dosyaları
vi_vn: Tệp nhạc trò chơi
zh_tw: 電玩音樂文件

# game_options
source: Video Technology Socrates cartridges
ca: Cartutxos Video Technology Socrates
es: Cartuchos Video Technology Socrates
eu_es: Video Technology Socrates kartutxoak
gl_es: Tecnoloxía de vídeo Cartuchos Sócrates
hu: Video Technology Socrates kazetta
it: Cartucce Video Technology Socrates
ja_jp: Video Technology Socrates カートリッジ
ko: 비디오 테크놀로지 소크라테스 카트리지
nb_no: Videoteknologi Sokrates-kassetter
pl: Kartridże Video Technology Socrates
pt_pt: Cartuchos Video Technology Socrates
ro_ro: Cartele Video Technology Socrates
sk_sk: Video Technology Socrates kartridže
sv_se: Video Technology Socrates-kassetter
tr: Video Teknolojisi Socrates kartuşları
zh_tw: Video Technology Socrates 卡匣

# game_options
source: Videopac G7000 (European)
ca: Videopac G7000 (Europea)
es: Videopac G7000 (Europeo)
eu_es: Videopac G7000 (Europearra)
gl_es: Videopac G7000 (europeo)
it: Videopac G7000 (Europeo)
ja_jp: Videopac G7000 (ヨーロッパ)
ko: 비디오팩 G7000 (유럽)
nb_no: Videopac G7000 (europeisk)
pt_pt: Videopac G7000 (Europeu)
sk_sk: Videopac G7000 (európske)
sv_se: Videopac G7000 (europeisk)
tr: Videopac G7000 (Avrupa)
vi_vn: Videopac G7000 (Châu Âu)

# game_options
source: Videopac+ G7400 (European)
ca: Videopac+ G7400 (Europea)
es: Videopac+ G7400 (Europeo)
eu_es: Videopac+ G7400 (Europearra)
gl_es: Videopac+ G7400 (europeo)
it: Videopac+ G7400 (Europeo)
ja_jp: Videopac+ G7400 (ヨーロッパ)
ko: 비디오팩+ G7400 (유럽)
nb_no: Videopac+ G7400 (europeisk)
pt_pt: Videopac+ G7400 (Europeu)
sk_sk: Videopac+ G7400 (európske)
sv_se: Videopac+ G7400 (europeisk)
tr: Videopac+ G7400 (Avrupa)
vi_vn: Videopac+ G7400 (Châu Âu)

# game_options
source: Videopac+ G7400 (France)
ca: Videopac+ G7400 (França)
es: Videopac+ G7400 (Francia)
eu_es: Videopac+ G7400 (Frantzia)
gl_es: Videopac+ G7400 (Francia)
it: Videopac+ G7400 (Francia)
ja_jp: Videopac+ G7400 (フランス)
ko: 비디오팩+ G7400 (프랑스)
nb_no: Videopac+ G7400 (Frankrike)
pt_pt: Videopac+ G7400 (França)
ro_ro: Videopac+ G7400 (Francez)
sk_sk: Videopac+ G7400 (Francúzsko)
sv_se: Videopac+ G7400 (Frankrike)
tr: Videopac+ G7400 (Fransa)
vi_vn: Videopac+ G7400 (Pháp)

# game_options
source: Vietnam
hu: Vietnám
ko: 베트남
pl: Wietnam
pt_pt: Vietname
vi_vn: Việt Nam

# game_options
source: Virtual
hu: Virtuális
it: Virtuale
ja_jp: 仮想
ko: 가상
nb_no: Virtuelt
pl: Wirtualna
sk_sk: Virtuálne
sv_se: Virtuell
tr: Sanal
zh_tw: 虛擬

# keys_files
source: Virtual Keyboard
ca: Teclat virtual
es: Teclado virtual
eu_es: Teklatu birtuala
gl_es: Teclado virtual
hu: Virtuális Billentyűzet
it: Tastiera Virtuale
ja_jp: 仮想キーボード
ko: 가상 키보드
nb_no: Virtuelt tastatur
pl: Klawiatura wirtualna
pt_pt: Teclado virtual
ro_ro: Tastatură virtuală
sk_sk: Virtuálna klávesnica
sv_se: Virtuellt tangentbord
tr: Sanal Klavye
vi_vn: Bàn phím ảo
zh_tw: 虛擬鍵盤

# game_options
source: Voltmace Delta 3b Twin Joysticks
ca: Palanques Voltmace Delta 3b Twin
es: Joysticks dobles Voltmace Delta 3b
eu_es: Voltmace Delta 3b TwinJoystick-ak
gl_es: Joysticks dobles Voltmace Delta 3b
ja_jp: Voltmace Delta 3b ツインジョイスティック
ko: 볼트메이스 델타 3b 트윈 조이스틱
nb_no: Voltmace Delta 3b med to styrespaker
pl: Joysticki Voltmace Delta 3b Twin
pt_pt: Comandos Analógicos Duplos Voltmace Delta 3b
ro_ro: Joystick-uri duble Voltmace Delta 3b
sk_sk: Voltmace Delta 3b Twin joysticky
sv_se: Voltmace Delta 3b dubbla styrspakar

# game_options
source: Vsync
ja_jp: VSYNC(垂直同期)
ko: 수직동기화
zh_tw: 垂直同步

# game_options
source: Vulkan (Default)
ca: Vulkan (Per defecte)
es: Vulkan (Defecto)
eu_es: Vulkan (Defektuzkoa)
gl_es: Vulkan (predeterminado)
hu: Vulkan (Alap)
ja_jp: Vulkan (標準)
ko: Vulkan (기본)
nb_no: Vulkan (standard)
pl: Vulkan (domyślnie)
pt_pt: Vulkan (Predefinição)
ro_ro: Vulkan (Implicit)
sk_sk: Vulkan (predvolené)
sv_se: Vulkan (standard)
tr: Vulkan (Varsayılan)
vi_vn: Vulkan (mặc định)
zh_tw: Vulkan (預設)

# game_options
source: WARN ABOUT BIOS PROBLEMS
es: ADVERTENCIA SOBRE PROBLEMAS DE BIOS
gl_es: AVISO SOBRE PROBLEMAS DA BIOS
hu: FIGYELMEZTETÉS A BIOS PROBLÉMÁKRA
it: NOTIFICA PROBLEMI DEL BIOS
ja_jp: BIOS の問題についての警告
ko: 바이오스 문제에 대한 경고
nb_no: ADVARE OM BIOS-PROBLEMER
pl: OSTRZEGAJ O PROBLEMACH Z BIOSEM
pt_pt: AVISAR SOBRE PROBLEMAS DE BIOS
ro_ro: AVERTIZEAZĂ DESPRE PROBLEMELE DE BIOS
sk_sk: Upozorniť na problémy BIOSu
sv_se: VARNA FÖR BIOS-PROBLEM
tr: BİOS SORUNLARI HAKKINDA UYARI
vi_vn: CẢNH BÁO VỀ CÁC VẤN ĐỀ CỦA BIOS
zh_tw: 警告BIOS問題

# game_options
source: WARN ABOUT UNSUPPORTED FEATURES
es: ADVERTENCIA SOBRE FUNCIONES NO COMPATIBLES
gl_es: ADVERTENCIA ACERCA DE CARACTERÍSTICAS NON COMPATIBLES
hu: FIGYELMEZTETÉS A NEM TÁMOGATOTT FUNKCIÓKRÓL
it: NOTIFICA FUNZIONALITÀ NON SUPPORTATE
ja_jp: サポートしていない機能についての警告
ko: 지원되지 않는 기능에 대한 경고
nb_no: ADVARE OM FUNKSJONER SOM IKKE STØTTES
pl: OSTRZEGAJ O NIEOBSŁUGIWANYCH FUNKCJACH
pt_pt: AVISAR SOBRE RECURSOS NÃO SUPORTADOS
ro_ro: AVERTIZEAZĂ DESPRE FUNCȚIILE NESUPORTATE
sk_sk: Upozorniť na nepodporované funkcie
sv_se: VARNA FÖR FUNKTIONER SOM INTE STÖDS
tr: DESTEKLENMEYEN ÖZELLİKLER HAKKINDA UYARI
vi_vn: CẢNH BÁO VỀ TÍNH NĂNG KHÔNG ĐƯỢC HỖ TRỢ
zh_tw: 警告不支援的功能

# game_options
source: WHDLOAD LAUNCHER
ca: CARREGADOR WHDLOAD
es: LANZADOR WHDLOAD
eu_es: WHDLOAD JAURTITZAILEA
gl_es: LANZADOR WHDLOAD
hu: WHDLOAD INDÍTÓ
it: AVVIATORE WHDLOAD
ja_jp: WHDLOAD ランチャー
ko: WHDLOAD 런처
pl: URUCHOMIENIE WHDLOAD
pt_pt: INICIALIZADOR WHDLOAD
ro_ro: LANSATOR WHDLOAD
sk_sk: WHDLOAD spúštač
sv_se: WHDLOAD STARTPROGRAM
tr: WHDLOAD BAŞLATICI
zh_tw: WHDLOAD啟動器

# game_options
source: WHEEL DEADZONE
es: ZONA MUERTA DEL VOLANTE
gl_es: ZONA MORTA DO VOLANTE
hu: KERÉK HOLTZÓNA
it: ZONA MORTA STERZO
ja_jp: ホイール(ハンドル)遊び幅
ko: 핸들 데드존
nb_no: RATT DØDSONE
pl: STREFA MARTWA KIEROWNICY
pt_pt: ZONA MORTA DO VOLANTE
ro_ro: ZONA MOARTĂ A VOLANULUI
sk_sk: Mŕtva zóna kolieska
sv_se: DÖDZON FÖR HJUL
tr: DİREKSİYON ÖLÜ BÖLGESİ
zh_tw: 方向盤死區

# game_options
source: WHEEL MIDZONE
es: ZONA MEDIA DEL VOLANTE
gl_es: ZONA MEDIA DO VOLANTE
hu: KERÉKKÖZÉPZÓNA
it: ZONA CENTRALE STERZO
ja_jp: ホイール(ハンドル)中間幅
ko: 핸들 미드존
nb_no: RATT MIDTSONE
pl: STREFA ŚRODKOWA KIEROWNICY
pt_pt: ZONA MÉDIA DO VOLANTE
ro_ro: ZONA DE MIJLOC A VOLANULUI
sk_sk: Stredná zóna kolieska
sv_se: RATTENS MITTZON
tr: DİREKSİYON ORTA BÖLGESİ
zh_tw: 方向盤中間區域

# game_options
source: WHEEL MODEL
es: MODELO DE VOLANTE
gl_es: MODELO DE VOLANTE
hu: KORMÁNY MODELL
it: MODELLO MANUBRIO
ja_jp: ホイール(ハンドル)モデル
ko: 핸들 모델
nb_no: RATTMODELL
pl: MODEL KIEROWNICY
pt_pt: MODELO DO VOLANTE
ro_ro: MODEL VOLAN
sk_sk: Model kolieska
sv_se: RATTMODELL
tr: DİREKSİYON MODELİ
zh_tw: 方向盤模型

# game_options
source: WHEEL ROTATION
es: ROTACIÓN DEL VOLANTE
gl_es: ROTACIÓN DO VOLANTE
hu: KERÉKFORGÁS
it: ROTAZIONE STERZO
ja_jp: ホイール(ハンドル) 回転角度
ko: 핸들 회전
nb_no: RATT-ROTASJON
pl: OBRÓT KIEROWNICY
pt_pt: ROTAÇÃO DO VOLANTE
ro_ro: ROTAȚIA VOLANULUI
sk_sk: Otočenie kolieska
sv_se: RATTROTATION
tr: DİREKSİYON YÖNÜ
vi_vn: KHẢ NĂNG XOAY CỦA WHEEL
zh_tw: 方向盤旋轉

# game_options
source: WHEELS
es: VOLANTES
eu_es: BOLANTEAK
gl_es: VOLANTES
hu: KORMÁNY
it: MANUBRI
ja_jp: ホイール(ハンドル)
ko: 핸들
nb_no: RATT
pl: KIEROWNICE
pt_pt: VOLANTE
ro_ro: VOLANE
sk_sk: Kolieska
sv_se: RATTAR
tr: DİREKSİYON
zh_tw: 方向盤

# game_options
source: WIDESCREEN
es: PANTALLA PANORÁMICA
gl_es: PANTALLA AMPLA
hu: SZÉLESVÁSZNÚ
ja_jp: ワイドスクリーン
ko: 와이드스크린
pl: SZEROKI EKRAN
ro_ro: ECRAN LAT
sk_sk: Širokouhlé
sv_se: BREDBILD
tr: GENİŞ EKRAN
vi_vn: MÀN HÌNH RỘNG
zh_tw: 寬螢幕

# game_options
source: WIDESCREEN CHEAT (PRIORITY)
ca: TRUC DE PANTALLA AMPLA (PRIORITAT)
es: TRUCO PANTALLA ANCHA (PRIORIDAD)
eu_es: PANTAILA ZABAL TRANPA (PRIORITATEA)
gl_es: TRUCO PANTALLA ANCHA (PRIORIDADE)
hu: SZÉLESVÁSZNÚ KÉP CSALÁS (PRIORITÁS)
it: CHEAT WIDESCREEN (PRIORITARIO)
ja_jp: ワイドスクリーン チート（優先）
ko: 와이드스크린 치트 (우선)
nb_no: WIDESCREEN-JUKS (PRIORITET)
pl: SZEROKOEKRANOWY CHEAT (PRIORYTET)
pt_pt: CÓDIGO DE WIDESCREEN (PRIORITÁRIO)
ro_ro: TRIȘARE ECRAN LAT (PRIORITATE)
sk_sk: Širokouhlý podvod (prioritné)
sv_se: BREDBILDSFUSK (PRIORITET)
tr: GENİŞ EKRAN HİLE (ÖNCELİKLİ)
vi_vn: WIDESCREEN CHEAT (ƯU TIÊN)
zh_tw: 寬螢幕補丁（優先）

# game_options
source: WIDESCREEN HACK (GLITCHY)
ca: TRUC DE PANTALLA AMPLA (POT GENERAR DEFECTES)
es: HACK PANTALLA ANCHA (GLITCHY)
eu_es: PANTAILA ZABALEKO HACK-A (ARAZOAK DITU)
gl_es: TRUCO DE PANTALLA ANCHA (GLITCHY)
hu: SZÉLESVÁSZNÚ HACK (HIBÁS)
it: HACK WIDESCREEN (DIFETTOSO)
ja_jp: ワイドスクリーン ハック（グリッチ）
ko: 와이드 스크린 해킹 (결함)
nb_no: WIDESCREEN-HACK (MED FEIL)
pl: HAK SZEROKOEKRANOWY (WADLIWY)
pt_pt: WIDESCREEN HACK (PODE CAUSAR FALHAS)
ro_ro: HACK PENTRU ECRAN LAT (PROBLEMATIC)
sk_sk: Širokouhlé záplaty (pokazené)
sv_se: BREDBILDSHACK (GLITCHIGT)
tr: GENİŞ EKRAN GELİŞTİRMESİ (KUSURLU)
vi_vn: HACK MÀN HÌNH RỘNG (GLITCHY)
zh_tw: 寬螢幕補丁（故障）

# game_options
source: WII CONTROLLERS
es: CONTROLADORES WII
gl_es: MANDOS WII
hu: WII KONTROLLEREK
it: CONTROLLI WII
ja_jp: WII コントローラー
ko: WII 컨트롤러
nb_no: WII KONTROLLERE
pl: KONTROLERY WII
pt_pt: COMANDOS WII
ro_ro: TELECOMENZI WII
sk_sk: Ovládače Wii
sv_se: WII-KONTROLLER
tr: WII KONTROLCÜLERİ
vi_vn: BỘ ĐIỀU KHIỂN WII
zh_tw: WII 控制器

# game_options
source: WII TV MODE
ca: MODE DE TV WII
es: MODO WII TV
eu_es: WII TB MODUA
gl_es: MODO TV WII
hu: WII TV MÓD
it: MODALITÀ WII TV
ja_jp: Wii テレビ モード
ko: WII TV 모드
nb_no: WII TV-MODUS
pl: TRYB TV WII
pt_pt: MODO DE TV WII
ro_ro: MOD TV WII
sk_sk: WII TV režim
sv_se: WII TV-LÄGE
tr: WII TV MODU
vi_vn: CHẾ ĐỘ WII TV
zh_tw: WII 電視模式

# game_options
source: WINDOWS POSITIONS
es: POSICIONES DE LAS VENTANAS
gl_es: POSICIÓNS DAS XANELAS
hu: ABLAKOK POZÍCIÓI
it: POSIZIONI DELLE FINESTRE
ja_jp: ウィンドウの位置
ko: 창 위치
nb_no: WINDOWS POSISJONER
pl: POZYCJE OKIEN
pt_pt: POSIÇÕES DAS JANELAS
ro_ro: POZIȚII FERESTRE
sk_sk: Polohy okien
sv_se: FÖNSTERPOSITIONER
tr: PENCERELERİN KONUMLARI
zh_tw: 視窗位置

# game_options
source: WINE RUNNER
gl_es: CORREDOR WINE
hu: WINE FUTTATÓ
it: RUNNER WINE
ja_jp: WINE ランナー
ko: WINE 런너
pl: URUCHAMIACZ WINE
pt_pt: EXECUTADOR WINE
ro_ro: RUNNER WINE
sk_sk: Wine spúšťač
tr: WINE ÇALIŞTIRICI

# game_options
source: WOLFENSTEIN 3D
ko: 울펜슈타인 3D

# game_options
source: WRITE COLOR BUFFERS
ca: ESCRIURE A MEMÒRIA INTERMÈDIA DE COLORS
es: ESCRIBIR BÚFERS DE COLOR
eu_es: IDATZI KOLORE BUFFER-AK
gl_es: ESCRIBIR BUFFERS DE COR
hu: ÍRÁSI SZÍNES PUFFEREK
it: BUFFER COLORE IN SCRITTURA
ja_jp: カラーバッファ書き込み
ko: 색상 버퍼 쓰기
nb_no: SKRIVE FARGEBUFFERE
pl: ZAPIS BUFORÓW KOLORÓW
pt_pt: ESCREVER BUFFERS DE COR
ro_ro: SCRIE BUFFERE CULOARE
sk_sk: Zapísať farebné buffery
sv_se: SKRIV FÄRGBUFFERTAR
tr: RENK ARABELLEKLERİNİ YAZ
zh_tw: 寫入顏色緩衝區

# game_options
source: WRX HIGH RESOLUTION
ca: WRX ALTA RESOLUCIÓ
es: WRX ALTA RESOLUCIÓN
eu_es: WRX BEREIZMEN ALTUA
gl_es: WRX ALTA RESOLUCIÓN
hu: WRX NAGY FELBONTÁS
it: ALTA RISOLUZIONE WRX
ja_jp: WRX 高解像度
ko: WRX 고해상도
nb_no: WRX HØY OPPLØSNING
pl: WYSOKA ROZDZIELCZOŚĆ WRX
pt_pt: ALTA RESOLUÇÃO WRX
ro_ro: REZOLUȚIE ÎNALTĂ WRX
sk_sk: WRX vysoké rozlíšenie
sv_se: WRX HÖG UPPLÖSNING
tr: WRX YÜKSEK ÇÖZÜNÜRLÜK
vi_vn: ĐỘ PHÂN GIẢI CAO WRX
zh_tw: WRX高解析度

# game_options
source: Weak
hu: Gyenge
ko: 약함
pl: Słabe
pt_pt: Fraco
sv_se: Svag
tr: Zayıf
zh_tw: 微弱

# game_options
source: Weave (Bottom Field First)
es: Weave (campo inferior primero)
eu_es: Ehundu (Beheko eremua lehendabizi)
gl_es: Tecido (primeiro campo inferior)
hu: Szövés (az alsó mező az első)
it: Weave (Prima il Campo Inferiore)
ja_jp: Weave (ボトムフィールド優先)
ko: 엮음 (하단 필드 먼저)
nb_no: Weave (nederste felt først)
pl: Splot (najpierw dolne pole)
pt_pt: Weave (campo inferior primeiro)
ro_ro: Weave (Rândul de jos mai întâi)
sk_sk: Väzba (najprv spodné pole)
sv_se: Weave (bottenfält först)
tr: Örgü (Önce Alt Alan)
zh_tw: 編織（底場優先）

# game_options
source: Weave (Top Field First)
es: Weave (campo superior primero)
eu_es: Ehundu (Goiko eremua lehendabizi)
gl_es: Tecido (campo superior primeiro)
hu: Szövés (felső mező először)
it: Weave (Prima il Campo Superiore)
ja_jp: Weave (トップフィールド優先)
ko: 엮음 (상단 필드 먼저)
nb_no: Weave (øverste felt først)
pl: Splot (najpierw górne pole)
pt_pt: Weave (campo superior primeiro)
ro_ro: Weave (Rândul de sus mai întâi)
sk_sk: Väzba (najprv horné pole)
sv_se: Weave (översta fältet först)
tr: Örgü (Önce Üst Alan)
zh_tw: 編織（頂場優先）

# game_options
source: When frameskip type is on automatic or manual, skip up to this many frames consecutively.
ca: Mentre el tipus de omissió de quadres està establerta en automàtica o manual, salta fins aquest nombre de quadres consecutivament.
es: Cuando el tipo de salto de fotogramas está en automático o manual, salta hasta este número de fotogramas de forma consecutiva.
eu_es: Fotogramak saltatzean mota automatiko edo eskuzkoan dago, zenbaki honerarteko fotogramak saktatu bata bestearen atzetik.
gl_es: Cando o tipo de salto de fotogramas estea en automático ou manual, salta ata eses fotogramas consecutivamente.
hu: Ha a képkockakihagyás típusa automatikus vagy kézi, ugorjon legfeljebb ennyi képkockát egymás után.
it: Quando il tipo di frameskip è automatico o manuale, salta fino a questi frames consecutivamente.
ja_jp: フレームスキップタイプが自動または手動の場合、この数のフレームまで連続してスキップします
ko: 프레임 건너뛰기 유형이 자동 또는 수동인 경우 이 많은 프레임까지 연속적으로 건너뜁니다.
nb_no: Når frameskip-typen er automatisk eller manuell, hopper du over så mange bilder etter hverandre.
pl: Gdy typ pomijania klatek jest ustawiony na automatyczny lub ręczny, pomiń kolejno do tej ilości klatek.
pt_pt: Quando o tipo de salto de frames estiver em automático ou manual, salte até este número de frames consecutivamente.
ro_ro: Când omiterea cadrelor este setată pe automat sau manual, omite până la atâtea cadre consecutiv.
sk_sk: Keď je typ preskakovania snímok zapnutý automaticky alebo manuálne, preskočiť až na tento počet snímok za sebou.
sv_se: När typen frameskip är på automatisk eller manuell, hoppar du upp till så här många bildrutor i följd.
tr: Kare atlama türü otomatik veya el ile ayarlandığında, art arda bu kadar kare atlanır.
zh_tw: 當「跳幀型別」為「自動」或「手動」時，連續跳過這麼多幀。

# game_options
source: When moving
es: Al moverse
gl_es: Cando se move
hu: Mozgáskor
it: Quando muovi
ja_jp: 移動時
ko: 이동할 때
nb_no: Under bevegelse
pl: Podczas ruchu
pt_pt: Ao se mover
ro_ro: În mișcare
sk_sk: Pri pohybe
sv_se: Vid rörelse
tr: Hareket ederken
vi_vn: Khi di chuyển
zh_tw: 移動時
