Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: PLAY INTRO MOVIE
es: REPRODUCIR PELÍCULA DE INTRODUCCIÓN
eu_es: SARRERAKO FILMA ERREPRODUZITU
gl_es: REPRODUCIR A PELÍCULA DE INTRO
hu: BEVEZETÉS FILM LEJÁTSZÁSA
it: GUARDA IL FILMATO D'INTRODUZIONE
ja_jp: イントロ映像を再生
ko: 소개 동영상 재생
nb_no: SPILLE AV INTROFILM
pl: ODTWÓRZ FILM WPROWADZAJĄCY
pt_pt: REPRODUZIR FILME DE INTRODUÇÃO
ro_ro: REDĂ FILM INTRODUCTIV
sk_sk: Prehrať úvodný film
sv_se: SPELA INTROFILM
tr: GİRİŞ FİLMİNİ OYNAT
vi_vn: PHÁT PHIM GIỚI THIỆU
zh_tw: 播放片頭動畫

# game_options
source: PLAYER 1 CROSSHAIR COLOR
ca: COLOR DE DIANA DEL JUGADOR 1
es: COLOR PUNTO DE MIRA DEL JUGADOR 1
eu_es: 1. JOKALARIAREN JOPUNTU KOLOREA
gl_es: COR MIRILLA DO XOGADOR 1
hu: JÁTÉKOS 1 CÉLKERESZT SZÍNE
it: COLORE MIRINO GIOCATORE 1
ja_jp: プレイヤー 1 照準の色
ko: 플레이어 1 십자선 색상
nb_no: FARGE PÅ TRÅDKORSET TIL SPILLER 1
pl: KOLOR CELOWNIKA GRACZA 1
pt_pt: COR DA MIRA PARA O JOGADOR 1
ro_ro: CULOARE MARCAJ ȚINTĂ JUCĂTOR 1
sk_sk: Farba nitkového kríža hráča 1
sv_se: SPELARE 1 HÅRKORSETS FÄRG
tr: OYUNCU 1 HEDEF İMLECİ RENGİ
vi_vn: MÀU TÂM NGẮM NGƯỜI CHƠI 1
zh_tw: 玩家 1 十字準星顏色

# game_options
source: PLAYER 2 CROSSHAIR COLOR
ca: COLOR DE DIANA DEL JUGADOR 2
es: COLOR PUNTO DE MIRA DEL JUGADOR 2
eu_es: 2. JOKALARIAREN JOPUNTU KOLOREA
gl_es: COR MIRILLA DO XOGADOR 2
hu: JÁTÉKOS 2 CÉLKERESZT SZÍNE
it: COLORE MIRINO GIOCATORE 2
ja_jp: プレイヤー 2 照準の色
ko: 플레이어 2 십자선 색상
nb_no: FARGE PÅ TRÅDKORSET TIL SPILLER 2
pl: KOLOR CELOWNIKA GRACZA 2
pt_pt: COR DA MIRA PARA O JOGADOR 2
ro_ro: CULOARE MARCAJ ȚINTĂ JUCĂTOR 2
sk_sk: Farba nitkového kríža hráča 2
sv_se: SPELARE 2 HÅRKORSETS FÄRG
tr: OYUNCU 2 HEDEF İMLECİ RENGİ
vi_vn: MÀU TÂM NGẮM NGƯỜI CHƠI 2
zh_tw: 玩家 2 十字準星顏色

# game_options
source: PLAYER 3 CROSSHAIR COLOR
ca: COLOR DE DIANA DEL JUGADOR 3
es: COLOR PUNTO DE MIRA DEL JUGADOR 3
eu_es: 3. JOKALARIAREN JOPUNTU KOLOREA
gl_es: COR MIRILLA DO XOGADOR 3
hu: JÁTÉKOS 3 CÉLKERESZT SZÍNE
it: COLORE MIRINO GIOCATORE 3
ja_jp: プレイヤー 3 照準の色
ko: 플레이어 3 십자선 색상
nb_no: FARGE PÅ TRÅDKORSET TIL SPILLER 3
pl: KOLOR CELOWNIKA GRACZA 3
pt_pt: COR DA MIRA PARA O JOGADOR 3
ro_ro: CULOARE MARCAJ ȚINTĂ JUCĂTOR 3
sk_sk: Farba nitkového kríža hráča 3
sv_se: SPELARE 3 HÅRKORSETS FÄRG
tr: OYUNCU 3 HEDEF İMLECİ RENGİ
vi_vn: MÀU TÂM NGẮM NGƯỜI CHƠI 3
zh_tw: 玩家 3 十字準星顏色

# game_options
source: PLAYER 4 CROSSHAIR COLOR
ca: COLOR DE DIANA DEL JUGADOR 4
es: COLOR PUNTO DE MIRA DEL JUGADOR 4
eu_es: 4. JOKALARIAREN JOPUNTU KOLOREA
gl_es: COR MIRILLA DO XOGADOR 4
hu: JÁTÉKOS 4 CÉLKERESZT SZÍNE
it: COLORE MIRINO GIOCATORE 4
ja_jp: プレイヤー 4 照準の色
ko: 플레이어 4 십자선 색상
nb_no: FARGE PÅ TRÅDKORSET TIL SPILLER 4
pl: KOLOR CELOWNIKA GRACZA 4
pt_pt: COR DA MIRA PARA O JOGADOR 4
ro_ro: CULOARE MARCAJ ȚINTĂ JUCĂTOR 4
sk_sk: Farba nitkového kríža hráča 4
sv_se: SPELARE 4 HÅRKORSETS FÄRG
tr: OYUNCU 4 HEDEF İMLECİ RENGİ
vi_vn: MÀU TÂM NGẮM NGƯỜI CHƠI 4
zh_tw: 玩家 4 十字準星顏色

# game_options
source: PLAYFIELD
gl_es: CAMPO DE XOGO
hu: JÁTÉKTÉR
it: CAMPO DI GIOCO
ja_jp: プレイフィールド
ko: 경기장
nb_no: SPILLEFELT
pl: POLE GRY
pt_pt: CAMPO DE JOGO
ro_ro: CÂMPUL DE JOC
sk_sk: Hracia plocha
sv_se: SPELFÄLT
tr: OYUN ALANI
zh_tw: 遊戲場

# game_options
source: PLAYFIELD MODE
es: MODO DE PLAYFIELD
gl_es: MODO CAMPO DE XOGO
hu: JÁTÉKMEZŐMÓD
it: MODALITÀ CAMPO DI GIOCO
ja_jp: プレイフィールド モード
ko: 경기장 모드
nb_no: SPILLEFELT-MODUS
pl: TRYB POLA GRY
pt_pt: MODO CAMPO DE JOGO
ro_ro: MOD CÂMP DE JOC
sv_se: SPELFÄLTSLÄGE
tr: OYUN ALANI MODU
zh_tw: 遊戲場模式

# game_options
source: POWER MODE
es: MODO DE ENERGÍA
gl_es: MODO DE ENERXÍA
hu: POWER MÓD
it: PROFILO ENERGETICO
ja_jp: パワーモード
ko: 전원 모드
nb_no: STØM MODUS
pl: TRYB ZASILANIA
pt_pt: MODO DE ENERGIA
ro_ro: MOD ALIMENTARE
sk_sk: Silový režim
sv_se: ENERGILÄGE
tr: GÜÇ MODU
vi_vn: CHẾ ĐỘ NGUỒN ĐIỆN
zh_tw: 電源模式

# game_options
source: POWER OPTIONS
es: OPCIONES DE ENERGÍA
gl_es: OPCIÓNS DE ENERXÍA
hu: TELJESÍTMÉNY OPCIÓK
it: OPZIONI ENERGIA
ja_jp: 電源オプション
ko: 전원 옵션
nb_no: STRØMVALG
pl: OPCJE ZASILANIA
pt_pt: OPÇÕES DE ENERGIA
ro_ro: OPȚIUNI ALIMENTARE
sv_se: ENERGIALTERNATIV
tr: GÜÇ SEÇENEKLERİ
vi_vn: TÙY CHỌN NGUỒN ĐIỆN
zh_tw: 電源選項

# game_options
source: PPU DECODER
ca: DESCODIFICADOR PPU
es: DECODIFICADOR PPU
eu_es: PPU DEKODETZAILEA
gl_es: Decodificador Ppu
hu: PPU DEKÓDOLÓ
it: DECODER PPU
ja_jp: PPU デコーダー
ko: PPU 디코더
nb_no: PPU-DEKODER
pl: DEKODER PPU
pt_pt: DESCODIFICADOR PPU
ro_ro: DECODIFICATOR PPU
sk_sk: PPU dekodér
sv_se: PPU-AVKODARE
tr: PPU ÇÖZÜCÜ
vi_vn: BỘ GIẢI MÃ PPU
zh_tw: PPU解碼器

# game_options
source: PRE-CACHE SHADERS
ca: SHADERS PRE-MEMÒRIA CAU
es: PRECARGAR CACHÉ DE SHADERS
eu_es: KATXE AURREKO SHADER-AK
gl_es: SOMBREADORES PRE-CACHE
hu: ELŐZETES GYORSÍTÓTÁR SHADEREK
it: SHADERS PRE-CACHE
ja_jp: プレキャッシュシェーダー
ko: 사전 캐시 셰이더
nb_no: FORHÅNDSBUFREDE SKYGGELASTERE
pl: WSTĘPNE BUFOROWANIE SHADERÓW
pt_pt: PRE-CACHE OS SHADERS
sk_sk: Prednačítať shadery
sv_se: FÖR-LAGRA SHADERS
tr: ÖNBELLEK GÖLGELENDİRİCİLER
zh_tw: 預先緩存著色器

# game_options
source: PREFERRED SPU THREADS
ca: PREFERÈNCIA FILS SPU
es: SUBPROCESOS SPU
eu_es: SPU HARIAK NAHIAGO DIRA
gl_es: SUBPROCESOS SPU
hu: ELŐNYBEN RÉSZESÍTETT SPU SZÁLAK
it: THREADS SPU PREFERITI
ja_jp: 推奨SPUスレッド
ko: 선호하는 SPU 스레드
nb_no: FORETRUKNE SPU-TRÅDER
pl: PREFEROWANE WĄTKI SPU
pt_pt: PREFERÊNCIA DE SPU THREADS
ro_ro: FIRE DE EXECUȚIE SPU PREFERATE
sk_sk: Preferované SPU thready
sv_se: FÖREDRAGNA SPU-TRÅDAR
tr: TERCİH EDİLEN SPU İŞ PARÇACIKLARI
zh_tw: 首選 SPU 執行緒

# game_options
source: PRESENTATION MODE
es: MODO PRESENTACIÓN
eu_es: PRESENTZAZIO MODUA
gl_es: MODO PRESENTACIÓN
hu: BEMUTATÁSI MÓD
it: MODALITÀ DI PRESENTAZIONE
ja_jp: 表示モード
ko: 프레젠테이션 패션
nb_no: PRESENTASJONSMODUS
pl: TRYB PREZENTACJI
pt_pt: MODO DE APRESENTAÇÃO
ro_ro: MOD PREZENTARE
sk_sk: Prezentačný režim
sv_se: PRESENTATIONSLÄGE
tr: SUNUM MODU
zh_tw: 演示模式

# game_options
source: PS1 Analog Joystick
ca: Palanca analògica PS1
eu_es: PS1 Joystick Analogikoa
gl_es: Joystick analóxico PS1
hu: PS1 analóg joystick
it: Joystick Analogico PS1
ja_jp: PS1 アナログジョイスティック
ko: PS1 아날로그 조이스틱
nb_no: PS1 analog styrespak
pl: Kontroler analogowy PS1
pt_pt: Comando analógico PS1
ro_ro: Joystick analogic PS1
sk_sk: PS1 analógový joystick
sv_se: PS1 analog styrspak
tr: PS1 Analog Kontrolcü
zh_tw: PS1類比搖桿

# game_options
source: PS1 Digital Controller
ca: Comandament Digital PS1
es: Mando digital PS1 (Dpad)
eu_es: PS1 Kontrolatzaile digitala
gl_es: Mando dixital PS1
hu: PS1 digitális vezérlő
it: Controller Digitale PS1
ja_jp: PS1 デジタルコントローラ
ko: PS1 디지털 컨트롤러
nb_no: PS1 digital styreenhet
pl: Kontroler cyfrowy PS1
pt_pt: Comando digital PS1
ro_ro: Controler digital PS1
sk_sk: Digitálny ovládač PS1
sv_se: PS1 digital styrenhet
tr: PS1 Dijital Kontrolcü
zh_tw: PS1數位控制器

# game_options
source: PS3 CONTROLLER
es: MANDO PS3
gl_es: MANDO PS3
hu: PS3 KONTROLLER
it: CONTROLLER PS3
ja_jp: PS3 コントローラー
ko: PS3 컨트롤러
pl: KONTROLER PS3
pt_pt: COMANDO PS3
ro_ro: CONTROLER PS3
sk_sk: Ovládač PS3
sv_se: PS3-KONTROLLER
tr: PS3 KONTOLCÜSÜ
vi_vn: BỘ ĐIỀU KHIỂN PS3
zh_tw: PS3控制器

# game_options
source: PS3's internal ratio setting. Some games only support 16/9.
ca: Ajust d’aspecte de relació de PS3. Alguns jocs només suporten 16/9.
es: Configuración de proporción interna de PS3. Algunos juegos sólo admiten 16:9.
eu_es: PS3-aren barte proportzio ezarpena. Joko batzuk 16/9 bakarrik onartzen dute.
gl_es: Configuración da relación interna da PS3. Algúns xogos só admiten 16:9.
hu: A PS3 belső arány beállítása. Egyes játékok csak a 16/9-et támogatják.
it: Impostaizone proporzioni interne alla PS3. Alcuni giochi supportano solo 16/9.
ja_jp: PS3のアスペクト比設定。一部のゲームは16/9のみ使用します
ko: PS3의 내부 비율 설정. 일부 게임은 16/9만 지원합니다.
nb_no: PS3s interne format-innstilling. Noen spill støtter bare 16/9.
pl: Wewnętrzne ustawienie proporcji w systemie PS3. Niektóre gry obsługują tylko tryb 16/9.
pt_pt: Ajuste de proporção interna do PS3. Alguns jogos apenas suportam 16/9.
ro_ro: Setarea raportului intern al PS3-ului. Unele jocuri suportă doar 16/9.
sk_sk: Nastavenie vnútorného pomeru PS3. Niektoré hry podporujú iba 16/9.
sv_se: PS3:s interna förhållandeinställning. Vissa spel stöder endast 16/9.
tr: PS3 dahili oran ayarı. Bazı oyunlar yalnızca 16/9 destekler.
vi_vn: Cài đặt tỷ lệ của PS3. Một số game chỉ hỗ trợ 16/9.
zh_tw: PS3的內部比例設定。有些遊戲僅支援 16/9。

# game_options
source: PVM Style (FirebrandX)
ca: Estil PVM (FirebrandX)
es: Estilo PVM (FirebrandX)
eu_es: PVM Estiloa(FirebrandX)
gl_es: Estilo PVM (FirebrandX)
hu: PVM stílus (FirebrandX)
it: Stile PVM (FirebrandX)
ja_jp: PVM スタイル (FirebrandX)
ko: PVM 스타일 (파이어브랜드X)
pl: Styl PVM (FirebrandX)
pt_pt: Estilo PVM (FirebrandX)
ro_ro: Stil PVM (FirebrandX)
sk_sk: PVM štýl (FirebrandX)
sv_se: PVM-stil (FirebrandX)
tr: PVM Stili (FirebrandX)

# game_options
source: Paddle Control
ca: Control de botó giratori (Paddle)
eu_es: Pala kontrola
hu: Tekerővezérlés
it: Controllo Paddle
ja_jp: パドル コントロール
ko: 패들 컨트롤
nb_no: Padlekontroll
pt_pt: Comando de Botão Giratório (Paddle)
ro_ro: Control Paddle
sk_sk: Ovládač paddle
sv_se: Paddelstyrning
tr: Denetim kolu Kontrolü
zh_tw: 踏板控制

# game_options
source: Paddle can only be used in port 2.
ca: El botó giratori (Paddle) només pot ser usat al port 2.
es: La paleta sólo puede ser usada en el puerto 2.
eu_es: Pala 2. portuan bakarrik egon daiteke
gl_es: A paleta só se pode usar no porto 2.
hu: A vezérlő csak a 2-es porton használható.
it: Il paddle può essere usato solo nella porta 2.
ja_jp: パドルはポート2でのみ使用できます
ko: 패들은 포트 2에서만 사용할 수 있습니다.
nb_no: Padle kan bare brukes i port 2.
pl: Paddle może być używane tylko w porcie 2.
pt_pt: Paddle só pode ser usado na entrada 2.
ro_ro: Paleta se poate utiliza doar în portul 2.
sk_sk: Paddle sa dá použiť len v porte 2.
sv_se: Paddeln kan endast användas i port 2.
tr: Denetim kolu sadece port 2 de kullanılabilir.
vi_vn: Paddle chỉ có thể được sử dụng tại cổng 2.
zh_tw: 踏板僅可在連接埠 2 使用。

# game_options
source: Paddles
ca: Botons giratoris (Paddles)
eu_es: Palak
gl_es: Pas
hu: Lapátok
ja_jp: パドル
ko: 페달
nb_no: Padler
ro_ro: Padele
sv_se: Paddlar
tr: Denetim kolları
zh_tw: 踏板

# game_options
source: Pakistan
gl_es: Paquistán
hu: Pakisztán
ko: 파키스탄
pt_pt: Paquistão

# game_options
source: Panama
gl_es: Panamá
ko: 파나마
pt_pt: Panamá

# game_options
source: Pandemonium 2 Lazy Screen Update Fix
ca: Correcció de pantalla mandrosa a Pandemonium 2
eu_es: Pandemonium 2 Pantaila eguneratze alfer Konponketa
it: Fix Update Lazy Monitor Pandemonium 2
ja_jp: パンデモニウム2 画面更新 修正
ko: 판데모니엄 2 지연 화면 업데이트 수정
pt_pt: Pandemonium 2 - Correção de atualização do ecrã lento
sk_sk: Oprava aktualizácie lenivej obrazovky Pandemonium 2
tr: Pandemonium 2 Tembel Ekran Güncellemesi Düzelt

# game_options
source: ParaLLEl (Best LLE)
ca: ParaLLEl (Millor LLE)
es: ParaLLEl (Mejor LLE)
eu_es: ParaLLEl (LLE Onena)
it: ParaLLEl (Miglior LLE)
ja_jp: ParaLLEl (最高 LLE)
ko: 병렬 (최고 LLE)
nb_no: ParaLLEl (Beste LLE)
pl: ParaLLEl (najlepsze LLE)
pt_pt: ParaLLEl (Melhor LLE)
ro_ro: ParaLLEl (Cel mai bun LLE)
sk_sk: ParaLLEl (najlepšie LLE)
sv_se: ParaLLEl (Bästa LLE)
tr: ParaLLEl (En iyi LLE)
vi_vn: ParaLLEl (LLE Tốt nhất)

# game_options
source: ParaLLEl-RDP
ko: 병렬-RDP

# game_options
source: Paraguay
gl_es: Paraguai
ko: 파라과이
pl: Paragwaj
pt_pt: Paraguai
sk_sk: Paraguaj

# game_options
source: Parallel
ja_jp: 平行
ko: 병렬
nb_no: Parallell
pt_pt: Paralela
sk_sk: Paralelné
sv_se: Parallell
vi_vn: Song song

# game_options
source: Parasite Eve 2/Vandal Hearts 1&2 Fix
ca: Correcció Parasite Eve 2/Vandal Hearts 1 i 2
eu_es: Parasite Eve 2/Vandal Hearts 1&2 Konponketa
gl_es: Parasite Eve 2/Vandal Hearts 1&2 Corrección
it: Fix Parasite Eve2/Vandal Hearts 1&2
ja_jp: パラサイトイブ 2 /ヴァンダルハーツ1＆2 修正
ko: 페러사이트 이브 2 / 반달 하트 1 & 2 수정
pt_pt: Parasite Eve 2/Vandal Hearts 1&2 - Correção
tr: Parasite Eve 2/Vandal Hearts 1&2 Düzelt

# game_options
source: Part of the host texture memory budget (in megabytes) that will be scaled by the current drawing resolution scale.
es: Parte del límite de memoria de textura del host (en megabytes) que se escalará según la escala de resolución de dibujo actual.
gl_es: Parte do límite de memoria de textura de anfitrión (en megabytes) que se escalará pola escala de resolución de debuxo actual.
hu: A host textúramemória keretének része (megabájtban), amely az aktuális rajzfelbontási skálával lesz skálázva.
it: Parte del budget memoria texture (in megabyte) che verrà scalato dalle dimensioni e risoluzione di disegno attuali.
ja_jp: 現在の図面解像度スケールによって拡大縮小される ホスト テクスチャ メモリ バジェットの一部を設定します(メガバイト単位)
ko: 현재 드로잉 해상도에 따라 조정되는 호스트 텍스처 메모리 예산(메가바이트)의 일부입니다.
nb_no: En del av vertsteksturminnebudsjettet (i megabyte) som skaleres med den gjeldende oppløsningsskalaen for tegningen.
pl: Część budżetu pamięci tekstur hosta (w megabajtach), która będzie skalowana przez bieżącą skalę rozdzielczości rysowania.
pt_pt: Parte do orçamento de memória de textura do host (em megabytes) que será dimensionado por a escala de resolução do desenho atual.
ro_ro: Parte din bugetul de memorie de texturi al gazdei (în megaocteți) care va fi scalat în funcție de scara rezoluției de desenare.
sv_se: Del av värdtexturens minnesbudget (i megabyte) som kommer att skalas med den aktuella skalan för ritningsupplösning.
tr: Ana bilgisayar doku belleği bütçesinin (megabayt cinsinden) geçerli çizim çözünürlüğü ölçeğine göre ölçeklendirilecek kısmı.
vi_vn: Một phần của ngân sách bộ nhớ kết cấu máy chủ (tính bằng megabyte) sẽ được chia tỷ lệ theo thang độ phân giải bản vẽ hiện tại.
zh_tw: 主機紋理記憶體預算的一部分（以兆位元組為單位）將根據當前繪圖解析度比例進行縮放。

# game_options
source: Partial
ca: Parcial
es: Parcial
eu_es: Partziala
gl_es: Parcial
hu: Részleges
it: Parziale
ja_jp: 部分的
ko: 부분적
nb_no: Delvis
pl: Częściowe
pt_pt: Parcial
ro_ro: Parțială
sk_sk: Čiastočné
sv_se: Delvis
tr: Kısmen
vi_vn: Một phần
zh_tw: 部分

# game_options
source: Passes all physical keyboard events for Pad2Key.
ca: Passa tots els events del teclat físic a Pad2Key.
es: Pasa todos los eventos de teclado físico para Pad2Key.
eu_es: Pad2Key-i pasatzen dizkio teklatuko gertaera fisiko guztiak
gl_es: Pasa todos os eventos do teclado físico para Pad2Key.
hu: Átad minden fizikai billentyűzet eseményt a Pad2Key számára.
it: Passa tutti gli eventi della tastiera fisica per Pad2Key
ja_jp: すべての物理キーボード操作をPad2Keyで実行します
ko: 패드투키에 대한 모든 물리적 키보드 이벤트를 전달합니다.
nb_no: Overfører alle fysiske tastaturhendelser for Pad2Key.
pl: Przekazuje wszystkie fizyczne zdarzenia klawiatury do Pad2Key.
pt_pt: Passa todos os eventos de teclado físico para Pad2Key.
ro_ro: Pasează toate evenimentele tastaturii fizice pentru Pad2Key.
sk_sk: Prejde všetky udalosti fyzickej klávesnice pre Pad2Key.
sv_se: Skickar alla fysiska tangentbordshändelser för Pad2Key.
tr: Pad2Key için tüm fiziksel klavye olaylarını iletir.
vi_vn: Chuyển tất cả sự kiện từ bàn phím sang Pad2Key.
zh_tw: 傳遞 Pad2Key 的所有實體鍵盤事件。

# keys_files
source: Pause / Menu
es: Pausar / Menú
gl_es: Pausar / Menú
it: Pausa / Menu
ja_jp: 一時停止/メニュー
ko: 일시 중지 / 메뉴
nb_no: Pause / Meny
pl: Pauza / Menu
ro_ro: Pauză / Meniu
sk_sk: Pozastaviť / Ponuka

# game_options
source: Pentagon 1024
ko: 펜타곤 1024

# game_options
source: Pentagon 128K
ko: 펜타곤 128K

# game_options
source: Pentagon 512K
ko: 펜타곤 512K

# game_options
source: Pentium (slow)
ca: Pentium (lent)
es: Pentium (lento)
eu_es: Pentium (motela)
gl_es: Pentium (lento)
hu: Pentium (lassú)
it: Pentium (lento)
ja_jp: Pentium (遅い)
ko: 펜티엄 (느림)
nb_no: Pentium (langsom)
pl: Pentium (wolny)
pt_pt: Pentium (lento)
ro_ro: Pentium (lent)
sk_sk: Pentium (pomalé)
sv_se: Pentium (långsam)
tr: Pentium (yavaş)
vi_vn: Pentium (chậm)
zh_tw: Pentium (慢速)

# game_options
source: Pentium II, 300MHz (200000 cps)
ko: 펜티엄 II, 300MHz (200000 cps)
pl: Pentium II, 300MHz (200000 c/s)

# game_options
source: Pentium III, 600MHz (500000 cps)
ko: 펜티엄 III, 600MHz (500000 cps)
pl: Pentium III, 600MHz (500000 c/s)

# game_options
source: Pentium, 100MHz (77000 cps)
ko: 펜티엄, 100MHz (77000 cps)
pl: Pentium, 100MHz (77000 c/s)

# game_options
source: Per 0.05s, 5s total (550MB|100MB)
ca: Per 0,05s, total 5s (550MB|100MB)
es: Por 0.05s, 5s total (550MB|100MB)
eu_es: 0.05-eko, 5 guztira (550MB|100MB)
gl_es: Por 0,05 segundos, 5 segundos en total (550 MB|100 MB)
hu: 0,05 másodpercenként, összesen 5 s (550 MB | 100 MB)
it: Ogni 0.05s, 5s totale (550MB|100MB)
ja_jp: 0.05 秒間隔、合計 5秒 (550MB|100MB)
ko: 0.05초당, 총 5초 (550MB|100MB)
nb_no: Per 0,05s, 5s totalt (550MB|100MB)
pl: Co 0,05s, łącznie 5s (550MB|100MB)
pt_pt: Por 0.05s, 5s no total (550MB|100MB)
ro_ro: Per 0.05s, total 5s (550MO|100MO)
sk_sk: Za 0.05s, 5s celkovo (550MB|100MB)
sv_se: Per 0,05 s, totalt 5 s (550 MB|100 MB)
tr: 0,05 saniye başına, toplam 5 saniye (550MB|100MB)
vi_vn: Mỗi 0,05 giây, tổng cộng 5 giây (550MB|100MB)

# game_options
source: Per 0.1s, 10s total (1100MB|200MB)
ca: Per 0,1s, total 10s (1100MB|200MB)
es: Por 0.1s, 10s total (1100MB|200MB)
eu_es: 0.1-eko, 10 guztira (1100MB|200MB)
gl_es: Por 0,1 segundos, 10 segundos en total (1100 MB|200 MB)
hu: 0,1 másodpercenként, összesen 10 mp (1100 MB | 200 MB)
it: Ogni 0.1s, 10s totale (1100MB|200MB)
ja_jp: 0.1秒間隔、合計10秒 (1100MB|200MB)
ko: 0.1초당, 총 10초 (1100MB|200MB)
nb_no: Per 0,1s, 10s totalt (1100MB|200MB)
pl: Co 0,1s, łącznie 10s (1100MB|200MB)
pt_pt: Por 0.1s, 10s no total (1100MB|200MB)
ro_ro: Per 0.1s, total 10s (1100MO|200MO)
sk_sk: Za 0.1s, 10s celkovo (1100MB|200MB)
sv_se: Per 0,1 s, totalt 10 s (1100 MB|200 MB)
tr: 0,1 saniye başına, toplam 10 saniye (1100MB|200MB)
vi_vn: Mỗi 0,1 giây, tổng cộng 10 giây (1100MB|200MB)

# game_options
source: Per 1s, 120s total (1320MB|240MB)
ca: Per 1s, total 120s (1320MB|240MB)
es: Por 1s, 120s total (1320MB|240MB)
eu_es: 1-eko, 120 guztira (1320MB|240MB)
gl_es: Por 1 s, 120 s en total (1320 MB|240 MB)
hu: 1 másodpercenként, összesen 120 mp (1320 MB | 240 MB)
it: Ogni 1s, 120s totale (1320MB|240MB)
ja_jp: 1 秒間隔、合計120秒 (1320MB|240MB)
ko: 1초당, 총 120초 (1320MB|240MB)
nb_no: Per 1s, 120s totalt (1320MB|240MB)
pl: Co 1s, łącznie 120s (1320MB|240MB)
pt_pt: Por 1s, 120s no total (1320MB|240MB)
ro_ro: Per 1s, total 120s (1320MO|240MO)
sk_sk: Za 1s, 120s celkovo (1320MB|240MB)
sv_se: Per 1s, 120s totalt (1320MB|240MB)
tr: 1s başına, toplam 120s (1320MB|240MB)
vi_vn: Mỗi 1s, tổng cộng 120s (1320MB | 240MB)

# game_options
source: Per 1s, 15s total (165MB|30MB)
ca: Per 1s, total 15s (165MB|30MB)
es: Por 1s, 15s total (165MB|30MB)
eu_es: 1-eko, 15 guztira (165MB|30MB)
gl_es: Por 1 s, 15 s en total (165 MB|30 MB)
hu: 1 másodpercenként, összesen 15 mp (165 MB | 30 MB)
it: Ogni 1s, 15s totale (165MB|30MB)
ja_jp: 1 秒間隔、合計 15秒 (165MB|30MB)
ko: 1초당, 총 15초 (165MB|30MB)
nb_no: Per 1s, 15s totalt (165MB|30MB)
pl: Co 1s, łącznie 15s (165MB|30MB)
pt_pt: Por 1s, 15s no total (165MB|30MB)
ro_ro: Per 1s, total 15s (165MO|30MO)
sk_sk: Za 1s, 15s celkovo (165MB|30MB)
sv_se: Per 1s, 15s totalt (165MB|30MB)
tr: 1 saniye başına, toplam 15 saniye (165MB|30MB)
vi_vn: Mỗi 1s, tổng cộng 15s (165MB | 30MB)

# game_options
source: Per 1s, 30s total (330MB|60MB)
ca: Per 1s, total 30s (330MB|60MB)
es: Por 1s, 30s total (330MB|60MB)
eu_es: 1-eko, 30 guztira (330MB|60MB)
gl_es: Por 1 segundo, 30 segundos en total (330 MB|60 MB)
hu: 1 másodpercenként, összesen 30 mp (330 MB|60 MB)
it: Ogni 1s, 30s totale (330MB|60MB)
ja_jp: 1 秒間隔、合計 30秒 (330MB|60MB)
ko: 1초당, 총 30초 (330MB|60MB)
nb_no: Per 1s, 30s totalt (330MB|60MB)
pl: Co 1s, łącznie 30s (330MB|60MB)
pt_pt: Por 1s, 30s no total (330MB|60MB)
ro_ro: Per 1s, total 30s (330MO|60MO)
sk_sk: Za 1s, 30s celkovo (330MB|60MB)
sv_se: Per 1s, 30s totalt (330MB|60MB)
tr: 1s başına, toplam 30s (330MB|60MB)
vi_vn: Mỗi 1s, tổng cộng 30s (330MB | 60MB)

# game_options
source: Per 1s, 60s total (660MB|120MB)
ca: Per 1s, total 60s (660MB|120MB)
es: Por 1s, 60s total (660MB|120MB)
eu_es: 1-eko, 60 guztira (660MB|120MB)
gl_es: Por 1 segundo, total de 60 segundos (660 MB|120 MB)
hu: 1 másodpercenként, összesen 60 mp (660 MB|120 MB)
it: Ogni 1s, 60s totale (660MB|120MB)
ja_jp: 1 秒間隔、合計 60秒 (660MB|120MB)
ko: 1초당, 총 60초 (660MB|120MB)
nb_no: Per 1s, 60s totalt (660MB|120MB)
pl: Co 1s, łącznie 60s (660MB|120MB)
pt_pt: Por 1s, 60s no total (660MB|120MB)
ro_ro: Per 1s, total 60s (660MO|120MO)
sk_sk: Za 1s, 60s celkovo (660MB|120MB)
sv_se: Per 1s, 60s totalt (660MB|120MB)
tr: 1s başına, toplam 60s (660MB|120MB)
vi_vn: Mỗi 1s, tổng số 60s (660MB | 120MB)

# game_options
source: Per 1s, 90s total (990MB|180MB)
ca: Per 1s, total 90s (990MB|180MB)
es: Por 1s, 90s total (990MB|180MB)
eu_es: 1-eko, 90 guztira (990MB|180MB)
gl_es: Por 1 segundo, total de 90 (990 MB|180 MB)
hu: 1 másodpercenként, összesen 90 másodperc (990 MB|180 MB)
it: Ogni 1s, 90s totale (990MB|180MB)
ja_jp: 1 秒間隔、合計 90秒 (990MB|180MB)
ko: 1초당, 총 90초 (990MB|180MB)
nb_no: Per 1s, 90s totalt (990MB|180MB)
pl: Co 1s, łącznie 90s (990MB|180MB)
pt_pt: Por 1s, 90s no total (990MB|180MB)
ro_ro: Per 1s, total 90s (990MO|180MO)
sk_sk: Za 1s, 90s celkovo (990MB|180MB)
sv_se: Per 1s, 90s totalt (990MB|180MB)
tr: 1s başına, toplam 90s (990MB|180MB)
vi_vn: Mỗi 1s, tổng cộng 90s (990MB | 180MB)

# game_options
source: Per Game
ca: Per Joc
es: Por Juego
eu_es: Joku bakoitzeko
gl_es: Por xogo
hu: Játékonként
it: Per Gioco
ja_jp: ゲームごと
ko: 게임당
nb_no: Per spill
pl: Na grę
pt_pt: Por jogo
ro_ro: Per joc
sk_sk: Podľa hry
sv_se: Per spel
tr: Oyun Başına
vi_vn: Mỗi trò chơi
zh_tw: 每個遊戲

# game_options
source: Per Pixel
es: Por Píxel
eu_es: Pixel bakoitzeko
gl_es: Por Pixel
hu: Pixelenként
ja_jp: ピクセル単位
ko: 픽셀당
nb_no: Per piksel
pl: Pikselowo
pt_pt: Por Pixel
sk_sk: Po bodoch
sv_se: Per bildpunkt
tr: Piksel Başına
vi_vn: Mỗi pixel
zh_tw: 每個像素

# game_options
source: Per Strip
ca: Per Franja
es: Por Tira
eu_es: Zerrendako
gl_es: Por tira
hu: Csíkonként
it: Per Linea
ja_jp: ストリップ単位
ko: 스트립당
nb_no: Per stripe
pl: Odcinkowo
pt_pt: Por Faixa
ro_ro: Per fâșie
sk_sk: Na pásik
sv_se: Per remsa
tr: Şerit Başına
vi_vn: Mỗi dải
zh_tw: 每條

# game_options
source: Per Table Folder requires all files to be in the associated rom table folder. If disabled, consult the Wiki for further details.
es: La carpeta por mesa requiere que todos los archivos estén en la carpeta de la mesa ROM asociada. Si está deshabilitado, consulte la Wiki para obtener más detalles.
gl_es: O cartafol por mesa require que todos os ficheiros estean no cartafol da mesa rom asociado. Se está desactivado, consulte a Wiki para obter máis detalles.
hu: Az asztalonkénti mappa megköveteli, hogy minden fájl a hozzátartozó rom asztal mappában legyen. Ha letiltva van, további részletekért keresse fel a Wikit.
it: Cartella per ogni tavola necessita tutti i files associati alla rom della tavola.Se disabilitato, riferisciti al Wiki per dettagli aggiuntivi.
ja_jp: [テーブル フォルダごと] では、すべてのファイルを関連する テーブル romフォルダに置く必要があります。無効の場合、詳細については Wiki を参照してください
ko: 테이블 폴더당 모든 파일이 연관된 롬 테이블 폴더에 있어야 합니다. 비활성화된 경우 자세한 내용은 위키를 참조하세요.
nb_no: Per tabellmappe krever at alle filene ligger i den tilknyttede rom-tabellmappen. Hvis den er deaktivert, se wikien for mer informasjon.
pl: Folder Na Stół wymaga, aby wszystkie pliki znajdowały się w powiązanym folderze stołu romu. Jeśli opcja ta jest wyłączona, więcej informacji można znaleźć na Wiki.
pt_pt: Por pasta de tabela requer que todos os arquivos estejam na tabela rom associada pasta. Se desativado, consulte o Wiki para mais detalhes.
ro_ro: Dosarul per tabel necesită ca toate fișierele să fie în dosarul tabelei ROM asociate. Dacă este dezactivat, consultă Wiki-ul pentru detalii suplimentare.
sv_se: Per-bordsmapp kräver att alla filer finns i den associerade rom-bordsmappen. Om inaktiverad, se Wiki för ytterligare information.
tr: Tablo Başına Klasör, tüm dosyaların ilgili rom tablosu klasöründe olmasını gerektirir. Devre dışı bırakılırsa daha fazla ayrıntı için Wiki'ye başvurun.
vi_vn: Per Table Folder yêu cầu tất cả các file phải nằm trong thư mục bảng rom được liên kết. Nếu bị tắt, hãy tham khảo Wiki để biết thêm chi tiết.
zh_tw: 每個表資料夾要求所有檔案都位於關聯的 rom 表資料夾中。如果已停用，請查閱 Wiki 以取得更多詳細資訊。
