Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Choose the arcade machine console region. May be required to start the game.
hu: Válassza ki a játékgép régióját. A játék elindításához szükséges lehet.
ko: 아케이드 머신 콘솔 지역을 선택하세요. 게임을 시작하는 데 필요할 수 있습니다.
pt_pt: Escolha a região da consola da máquina arcade. Pode ser necessário para iniciar o jogo.
sv_se: Välj region för arkadmaskinens konsol. Kan krävas för att starta spelet.
tr: Arcade makinesi konsol bölgesini seçin. Oyunu başlatmak için gerekli olabilir.
vi_vn: Chọn khu vực bảng điều khiển máy arcade. Có thể được yêu cầu để bắt đầu trò chơi.
zh_tw: 選擇街機控制台區域，可能需要啟動遊戲。

# game_options
source: Choose the audio output type.
ca: Tria el tipus de sortida d’àudio.
es: Selecciona el tipo de salida de audio.
eu_es: Aukeratu audioaren irteera mota.
gl_es: Escolla o tipo de saída de audio.
hu: Válassza ki a hangkimenet típusát.
it: Scegli il tipo di uscita audio
ja_jp: 音声出力タイプを選択します
ko: 오디오 출력 유형을 선택하세요.
nb_no: Velg type lydutgang.
pl: Wybierz typ wyjścia audio.
pt_pt: Escolha o tipo de saída de Áudio.
ro_ro: Alege tipul de ieșire audio.
sk_sk: Vyberte typ zvukového výstupu.
sv_se: Välj typ av ljudutgång.
tr: Ses çıkış türünü seçin.
vi_vn: Chọn loại đầu ra âm thanh.
zh_tw: 選擇聲音輸出類型。

# game_options
source: Choose the combat difficulty.
es: Elige la dificultad del combate.
gl_es: Escolle a dificultade de combate.
hu: Válassza ki a harci nehézséget.
it: Scegli la difficoltà di combattimento
ja_jp: 戦闘難易度を選択します
ko: 전투 난이도를 선택하세요.
nb_no: Velg kampens vanskelighetsgrad.
pl: Wybierz poziom trudności walki.
pt_pt: Escolha a dificuldade de combate.
ro_ro: Alege dificultatea bătăliei.
sk_sk: Vyberte obtiažnosť zápasu.
sv_se: Välj svårighetsgrad för striden.
tr: Dövüş zorluğunu seçin.
vi_vn: Chọn độ khó chiến đấu.
zh_tw: 選擇戰鬥難度。

# game_options
source: Choose the emulated colour depth.
ca: Trieu la profunditat de color emulada.
es: Selecciona la profundidad de color emulada.
eu_es: Aukeratu emulatutako kolore sakonera
gl_es: Escolla a profundidade de cor emulada.
hu: Válassza ki az emulált színmélységet.
it: Scegli la profondità colore emulata
ja_jp: エミュレートする色深度を選択します
ko: 에뮬레이트된 색심도를 선택하세요.
nb_no: Velg emulert fargedybde.
pl: Wybierz emulowaną głębię kolorów.
pt_pt: Escolha a profundidade de cor emulada.
ro_ro: Alege adâncimea de culoare emulată.
sk_sk: Vyberte emulovanú farebnú hĺbku.
sv_se: Välj det emulerade färgdjupet.
tr: Taklit edilmiş renk derinliğini seçin.
vi_vn: Chọn độ sâu màu mô phỏng.
zh_tw: 選擇模擬色深度。

# game_options
source: Choose the games difficulty.
es: Elige la dificultad del juego.
gl_es: Escolle a dificultade do xogo.
hu: Válassza ki a játék nehézségi fokát.
it: Scegli la difficoltà dei giochi.
ja_jp: ゲーム難易度を選択します
ko: 게임의 난이도를 선택하세요.
nb_no: Velg spillets vanskelighetsgrad.
pl: Wybierz poziom trudnosci gier.
pt_pt: Escolha a dificuldade do jogo.
ro_ro: Alege dificultatea jocurilor.
sk_sk: Vyberte obtiažnosť hry.
sv_se: Välj spelets svårighetsgrad.
tr: Oyun zoruluğunu seç.
vi_vn: Chọn độ khó trong game.
zh_tw: 選擇遊戲難度。

# game_options
source: Choose the preferred violence level.
es: Selecciona el nivel de violencia preferido.
gl_es: Escolle o nivel de violencia preferido.
hu: Válassza ki a kívánt erőszak szintet.
it: Slegli il libello di violenza preferito.
ja_jp: 好みの暴力度を選択します
ko: 원하는 폭력 수준을 선택하세요.
nb_no: Velg ønsket voldsnivå.
pl: Wybierz preferowany poziom przemocy.
pt_pt: Escolha o nível de violência preferido.
ro_ro: Alege nivelul de violență preferat.
sk_sk: Vyberte preferovanú úroveň násilia.
sv_se: Välj önskad våldsnivå.
tr: Tercih edilen şiddet düzeyini seçin.
vi_vn: Chọn mức độ bạo lực ưa thích.
zh_tw: 選擇偏好的暴力程度。

# game_options
source: Choose the scaling mode for the game screen.
ca: Tria el mode d’escalat per a la pantalla de joc.
es: Elija el modo de escalado para la pantalla de juego.
eu_es: Aukeratu eskalatze modua jokoaren pantailarako.
gl_es: Escolla o modo de escalado para a pantalla do xogo.
hu: Válassza ki a méretezési módot a játék képernyőjéhez.
it: Scegli la modalità di scaling per lo schermo di gioco.
ja_jp: ゲーム画面のスケーリングモードを選択します
ko: 게임 화면의 크기 조절 모드를 선택하세요.
nb_no: Velg skaleringsmodus for spillskjermen.
pl: Wybierz tryb skalowania dla ekranu gry.
pt_pt: Escolha o modo de escala para o ecrã do jogo.
ro_ro: Alege modul de scalare pentru ecranul jocului.
sk_sk: Vyberte režim škálovania pre obrazovku hry.
sv_se: Välj skalningsläge för spelskärmen.
tr: Oyun ekranı için ölçeklendirme modunu seç.
vi_vn: Chọn chế độ chia tỷ lệ cho màn hình trò chơi.
zh_tw: 選擇遊戲畫面的縮放模式。

# game_options
source: Choose to display UI prompts or accept defaults.
ca: Tria entre mostrar preguntes a la interfície d'usuari o aceptar valors per defecte.
es: Elija mostrar indicaciones de la interfaz de usuario o aceptar los valores predeterminados.
eu_es: Aukeratu UI prompt mezuak erakustea edo defektuzko aukerak onartzea.
gl_es: Escolla amosar as solicitudes da IU ou aceptar os valores predeterminados.
hu: Válassza ki, hogy megjeleníti-e a felhasználói felületet, vagy fogadja el az alapértelmezett értékeket.
it: Scegli se mostrare prompts UI o accettare defaults.
ja_jp: UI プロンプトの表示と有効/無効を選択します
ko: UI 프롬프트를 표시하거나 기본값을 적용합니다.
nb_no: Velg om du vil vise brukergrensesnittet eller godta standardinnstillingene.
pl: Wybierz wyświetlanie komunikatów interfejsu użytkownika lub zaakceptuj ustawienia domyślne.
pt_pt: Escolha entre mostrar avisos na interface ou aceitar padrões.
ro_ro: Alege să afișezi întrebări în UI sau să accepți implicitele.
sk_sk: Vyberte zobrazenie UI výziev alebo potvrdenie predvolených.
sv_se: Välj att visa användargränssnittets anvisningar eller acceptera standardinställningarna.
tr: Kullanıcı arabirimi istemlerini görüntülemeyi veya varsayılanları kabul etmeyi seç.
vi_vn: Chọn hiển thị lời nhắc UI hoặc chấp nhận giá trị mặc định.
zh_tw: 選擇顯示 UI 提示或接受預設值。

# game_options
source: Choose to display achievement messages in the UI.
gl_es: Elixir a opción de amosar as mensaxes de logros na interface de usuario.
hu: Válassza ki a eredményüzenetek megjelenítését a felhasználói felületen.
it: Scegli la lungua in cui mostrare i messaggi dei risultati nella IU
ko: UI에 도전과제 메시지를 표시할지 선택합니다.
pl: Wybierz wyświetlanie komunikatów o osiągnięciach w interfejsie użytkownika.
pt_pt: Escolha mostrar mensagens de conquista na IU.
ro_ro: Alege să afișezi mesaje de realizări în UI.
sv_se: Välj att visa prestationsmeddelanden i användargränssnittet.
tr: Kullanıcı arayüzünde başarım mesajlarının görüntülenmesini seçin.
vi_vn: Chọn hiển thị thông báo thành tích trong giao diện người dùng.
zh_tw: 選擇在 UI 中顯示成就訊息。

# game_options
source: Choose to enable or disable cutscenes.
es: Elija para habilitar o deshabilitar escenas.
eu_es: Aukeratu tarteko eszenak gaitu edo desgaitzea.
gl_es: Escolla activar ou desactivar as esceas de corte.
hu: Válassza ki a vágóképek engedélyezését vagy letiltását.
it: Scegli se abilitare o disabilitare le scene d'intermezzo.
ja_jp: カットシーンの有効/無効を選択します
ko: 컷신을 활성화할지 비활성화할지 선택합니다.
nb_no: Velg om du vil aktivere eller deaktivere mellomsekvenser.
pl: Włącz lub wyłącz przerywniki filmowe.
pt_pt: Escolha se quer ativar ou desativar as cutscenes.
ro_ro: Alege să activezi sau să dezactivezi scenele intermediare.
sk_sk: Vyberte na povolenie alebo zakázanie vystrihnutých scén.
sv_se: Välj om du vill aktivera eller inaktivera mellanscener.
tr: Ara sahneleri etkinleştir veya devre dışı bırak.
vi_vn: Chọn bật hoặc tắt các đoạn cắt cảnh.
zh_tw: 選擇啟用或停用過場動畫。

# game_options
source: Choose to render high definition graphics textures. Requires OpenGL, True Colour and the enhanced.gob file.
es: Selecciona para renderizar texturas de gráficos en alta definición. Requiere OpenGL, True Colour y el archivo enhanced.gob .
gl_es: Escolla para renderizar texturas de gráficos de alta definición. Require OpenGL, True Color e o ficheiro enhanced.gob.
hu: Válassza a nagyfelbontású grafikai textúrák renderelését. OpenGL, True Colour és az enhanced.gob fájl szükséges hozzá.
it: Scegli di rendere le texture grafiche in alta definizione. Richiede OpenGL, True Colour e il file enhanced.gob
ja_jp: 高解像度のグラフィック テクスチャをレンダリングすることを選択します OpenGL、トゥルーカラー、およびenhanced.gobファイルが必要です
ko: 고화질 그래픽 텍스처를 렌더링하도록 선택합니다. OpenGL, True Colour, 향상된 .gob 파일이 필요합니다.
nb_no: Velg å gjengi høydefinisjonsgrafikkteksturer. Krever OpenGL, True Color og filen enhanced.gob.
pl: Umożliwia renderowanie tekstur graficznych w wysokiej rozdzielczości. Wymaga OpenGL, True Colour i pliku enhanced.gob.
pt_pt: Escolha renderizar texturas gráficas de alta definição. Requer OpenGL, verdadeiro Cor e o arquivo aprimorado.gob.
ro_ro: Alege pentru a reda texturi de înaltă definiție. Necesită OpenGL, True Color și fișierul enhanced.gob.
sv_se: Välj att rendera högupplösta grafiktexturer. Kräver OpenGL, True Colour och filen enhanced.gob.
tr: Yüksek çözünürlüklü grafik dokuları işlemeyi seçin. OpenGL, Gerçek Renk ve enhanced.gob dosyası gerektirir.
vi_vn: Chọn để hiển thị kết cấu đồ họa độ nét cao. Yêu cầu OpenGL, True Color và tệp nâng cao.gob.
zh_tw: 選擇算繪高解析圖形紋理。需要 OpenGL、真彩色和增強型.gob 檔案。

# game_options
source: Choose to use Bloom post processing.
es: Elige para utilizar el posprocesamiento Bloom.
eu_es: Aukeratu Bloom post prozesatzea erabiltzea
gl_es: Escolle usar o procesamento posterior de Bloom.
hu: Válassza a Bloom utófeldolgozás használatát.
it: Scegli di usare post processing Bloom
ja_jp: ブルーム後処理の使用を選択します
ko: Bloom 사후처리를 사용하도록 선택합니다.
nb_no: Velg å bruke Bloom etterbehandling.
pl: Wybierz przetwarzanie końcowe Bloom.
pt_pt: Escolha utilizar o pós-processamento Bloom.
ro_ro: Alege să folosești post procesare Bloom.
sk_sk: Vyberte, či chcete použiť Bloom post processing.
sv_se: Välj att använda Bloom efterbehandling.
tr: Bloom sonrası işlemeyi kullanmayı seçin.
vi_vn: Chọn sử dụng xử lý Bloom.
zh_tw: 選擇使用 Bloom 後處理。

# game_options
source: Choose upscaling method.
ca: Tria el mètode d’ampliació.
es: Selecciona el método de ampliación de escala.
eu_es: Aukeratu eskalatze metodoa
gl_es: Escolla o método de ampliación de escala.
hu: Válassza ki a felskálázási módot.
it: Scegli im metodo di ingrandimento.
ja_jp: アップスケーリング方法を選択します
ko: 업스케일링 방법을 선택하세요.
nb_no: Velg oppskaleringsmetode.
pl: Wybierz metodę skalowania w górę.
pt_pt: Escolha o método de aumento de escala.
ro_ro: Alege o metodă de upscale.
sk_sk: Metóda škálovania hore.
sv_se: Välj metod för uppskalning.
tr: Yükseltme yöntemini seç.
vi_vn: Chọn phương pháp nâng cấp.
zh_tw: 選擇放大的方法。

# game_options
source: Choose whether the virtual switch is docked or not.
es: Seleccione si la switch virtual está acoplada o no.
gl_es: Escolla se o interruptor virtual está acoplado ou non.
hu: Válassza ki, hogy a virtuális kapcsoló dokkolva van-e vagy sem.
it: Scegli se lo switch virtuale è in modalità dock o no.
ja_jp: 仮想スイッチがドッキングされているかどうかを選択します
ko: 가상 스위치가 도킹되어 있는지 여부를 선택하세요.
nb_no: Velg om den virtuelle switchen er dokket eller ikke.
pl: Wybierz, czy wirtualny Switch ma być w trybie zadokowanym, czy też nie.
pt_pt: Escolha se o switch virtual está encaixado ou não.
ro_ro: Alege dacă switch-ul virtual este andocat sau nu.
sv_se: Välj om den virtuella switchen ska vara dockad eller inte.
tr: Sanal anahtarın takılı olup olmadığını seçin.
zh_tw: 選擇虛擬交換器是否對接。

# game_options
source: Choose whether to pass SDL Game Controller config to the Windows game. Disabling may help with some games.
es: Seleccione si desea pasar la configuración del controlador de juegos SDL al juego de Windows. Deshabilitarlo puede ayudar con algunos juegos.
eu_es: Aukeratu Windows jokoari SDL Kontrolatzaike konfigurazioa pasatzea. Desgaitzeak joku batzuei lagundu diezaieke.
gl_es: Escolla se quere pasar a configuración do controlador de xogo SDL ao xogo de Windows. A desactivación pode axudar nalgúns xogos.
hu: Válassza ki, hogy átadja-e az SDL Game Controller konfigurációját a Windows játéknak. A letiltása segíthet bizonyos játékoknál.
it: Scegli se passare la configurazione SDL Game Controller allo schermo del gioco. Disabilitarlo può migliorare alcuni giochi.
ja_jp: SDL ゲームコントローラー設定をWindowsゲームに渡すかどうかを選択します。 ゲームによっては無効にする必要があります
ko: SDL 게임 컨트롤러 구성을 윈도우 게임에 전달할지 여부를 선택하세요. 비활성화하면 일부 게임에서 도움이 될 수 있습니다.
nb_no: Velg om SDL Game Controller-konfigurasjonen skal overføres til Windows-spillet. Deaktivering kan hjelpe i enkelte spill.
pl: Wybierz, czy chcesz przekazać konfigurację kontrolera gier SDL do gry w systemie Windows. Wyłączenie może pomóc w przypadku niektórych gier.
pt_pt: Escolha se deseja passar a configuração do SDL Game Controller para o jogo do Windows. Desativar pode ajudar em alguns jogos.
ro_ro: Alege dacă să pasezi configurația controlerului SDL jocului Windows. Dezactivarea poate ajuta în unele jocuri.
sk_sk: Vyberte, či chcete odovzdať konfiguráciu herného ovládača SDL do hry pre Windows. Vypnutie môže pomôcť pri niektorých hrách.
sv_se: Välj om SDL Game Controller-konfigurationen ska skickas till Windows-spelet. Inaktivering kan hjälpa till med vissa spel.
tr: SDL Oyun Kontrolcü yapılandırmasını Windows oyununa geçirip geçirmeyeceğinizi seçin. Devre dışı bırakmak bazı oyunlarda yardımcı olabilir.
vi_vn: Chọn xem có chuyển cấu hình Bộ điều khiển trò chơi SDL cho trò chơi Windows hay không. Tắt đi có thể hữu ích với một số trò chơi.
zh_tw: 選擇是否將 SDL 遊戲控制器配置傳遞給 Windows 遊戲。停用可能對某些遊戲有幫助。

# game_options
source: Choose which graphics API library to use.
ca: Triï quina llibreria d’API gràfica vol emprar.
es: Seleccione que librería gráfica API utilizar.
eu_es: Aukeratu zein API grafiko liburutegi erabili nahi duzun.
gl_es: Escolla a biblioteca de gráficos da API que quere usar.
hu: Válassza ki a használni kívánt grafikus API-könyvtárat.
it: Scegli quale libreria API grafice utilizzare.
ja_jp: 使用するグラフィック API を選択します
ko: 사용할 그래픽 API 라이브러리를 선택하세요.
nb_no: Velg hvilket grafikk-API-bibliotek du vil bruke.
pl: Wybierz bibliotekę graficznego interfejsu API, której chcesz użyć.
pt_pt: Escolha qual biblioteca API gráfica usar.
ro_ro: Alege ce bibliotecă API grafică să folosești.
sk_sk: Vyberte, ktorú grafickú API knižnicu použiť.
sv_se: Välj vilket grafik-API-bibliotek som ska användas.
tr: Hangi grafik API kitaplığının kullanılacağını seçin.
vi_vn: Chọn thư viện API đồ họa nào sẽ sử dụng.
zh_tw: 選擇要使用的圖形 API 庫。

# game_options
source: Choose which graphics API library to use. D3D12 may yield better results with faster GPUs.
es: Elija qué librería API gráfica utilizar. D3D12 puede producir mejores resultados con GPU más rápidas.
gl_es: Escolle que biblioteca de API de gráficos queres usar. D3D12 pode dar mellores resultados con GPU máis rápidas.
hu: Válassza ki, hogy melyik grafikus API-könyvtárat használja. A D3D12 gyorsabb GPU-k esetén jobb eredményeket hozhat.
it: Scegli quali librerie grafiche API utilizzare. D3D12 può dare risultati migliori con le GPUs più veloci.
ja_jp: 使用するグラフィック API を選択します。 D3D12 は、 より高速な GPU を使用すると、より良くなる可能性があります
ko: 사용할 그래픽 API 라이브러리를 선택하세요. D3D12는 더 빠른 GPU로 더 나은 결과를 낼 수 있습니다.
nb_no: Velg hvilket grafikk-API-bibliotek du vil bruke. D3D12 kan gi bedre resultater med raskere GPU-er.
pl: Wybierz bibliotekę API grafiki do użycia. D3D12 może dać lepsze wyniki.
pt_pt: Escolha qual biblioteca de API gráfica a usar. D3D12 pode produzir melhores resultados com GPUs mais rápidas.
ro_ro: Alege ce bibliotecă de API grafic să folosești. D3D12 va avea rezultate mai bune cu un GPU mai rapid.
sv_se: Välj vilket grafik-API-bibliotek som ska användas. D3D12 kan ge bättre resultat med snabbare GPU:er.
tr: Hangi grafik API kitaplığının kullanılacağını seçin. D3D12, daha hızlı GPU'larla daha iyi sonuçlar verebilir.
vi_vn: Chọn thư viện API đồ họa nào sẽ sử dụng. D3D12 có thể mang lại kết quả tốt hơn với GPU nhanh hơn.
zh_tw: 選擇圖形API。D3D12 可能會透過更快的 GPU 產生更好的結果。

# game_options
source: Choose which graphics API library to use. Vulkan may not work for every core.
ca: Tria quina llibrería d’API gràfica usar. Potser Vulkan no funciona en cada nucli.
es: Selecciona que librería gráfica usar (API). Es posible que Vulkan no funcione para todos los núcleos.
eu_es: Aukeratu zein API grafijo erabili nahi den. Baliteke Vulkan-ek ez funtzioatzea nukleo guztietan.
gl_es: Escolle que biblioteca de API de gráficos queres usar. É posible que Vulkan non funcione para todos os núcleos.
hu: Válassza ki a használni kívánt grafikus API-könyvtárat. Lehet, hogy a Vulkan nem működik minden magnál.
it: Scegli quali libreria API grafiche utilizzare. Vulkan potrebbe non funzionare per ogni core.
ja_jp: グラフィックAPIを選択します。Vulkanが機能しないコアもあります
ko: 사용할 그래픽 API 라이브러리를 선택하세요. Vulkan은 모든 코어에서 작동하지 않을 수 있습니다.
nb_no: Velg hvilket grafikk-API-bibliotek du vil bruke. Det er ikke sikkert at Vulkan fungerer for alle kjerner.
pl: Wybierz bibliotekę API grafiki, której chcesz użyć. Biblioteka Vulkan może nie działać w przypadku każdego jądra emulatora.
pt_pt: Escolha qual biblioteca de API gráfica usar. Vulkan pode não funcionar com todos os cores.
ro_ro: Alege ce bibliotecă de API grafic să fie folosită. Vulkan poate să nu funcționeze pentru toate nucleele.
sk_sk: Vyberte, ktorá knižnica grafického rozhrania API sa má použiť. Vulkan nemusí fungovať pre každé jadro.
sv_se: Välj vilket grafik-API-bibliotek som ska användas. Vulkan kanske inte fungerar för alla kärnor.
tr: Hangi grafik API kitaplığının kullanılacağını seçin. Vulkan her çekirdekte çalışmayabilir.
vi_vn: Chọn thư viện API đồ họa nào sẽ sử dụng. Vulkan có thể không hoạt động với mọi lõi.
zh_tw: 選擇要使用的圖形API。 Vulkan 可能不適用於每個核心。

# game_options
source: Choose which graphics API library to use. Vulkan may not work on all hardware.
ca: Escollir quina API gràfica utilitzar. Vulkan pot no funcionar en tot el maquinari.
es: Selecciona que librería gráfica API utilizar. Puede que Vulkan no funcione en todos los hardware.
eu_es: Aukeratu zein liburutegi grafiko API erabili nahi duzun. Baliteke Vulkan-ek ez ibiltzea.
gl_es: Escolle que biblioteca de gráficos api queres usar. É posible que Vulkan non funcione en todos os hardware.
hu: Válassza ki, hogy melyik grafikus API-könyvtárat használja. A Vulkan nem minden hardveren működik.
it: Scegli quale libreria API grafiche usare. Vulkan potrebbe non funzionare sututti gli hardware.
ja_jp: グラフィックAPIを選択します。Vulkanが機能しないハードウェアもあります
ko: 사용할 그래픽 API 라이브러리를 선택하세요. Vulkan은 모든 하드웨어에서 작동하지 않을 수 있습니다.
nb_no: Velg hvilket grafikk-API-bibliotek du vil bruke. Vulkan fungerer kanskje ikke på all maskinvare.
pl: Wybierz bibliotekę API grafiki, której chcesz użyć. Vulkan może nie działać na każdym sprzęcie.
pt_pt: Escolha qual biblioteca API gráfica usar. O Vulkan pode não funcionar em todo o hardware.
ro_ro: Alege ce bibliotecă API grafică să folosești. Vulkan poate să nu funcționeze cu toate hardware-urile.
sk_sk: Vyberte, ktorá knižnica grafického rozhrania API sa má použiť. Vulkan nemusí fungovať na všetkých hardvéroch.
sv_se: Välj vilket grafik-API-bibliotek som ska användas. Vulkan kanske inte fungerar på all hårdvara.
tr: Hangi grafik API kitaplığının kullanılacağını seç. Vulkan tüm donanımlarda çalışmayabilir.
vi_vn: Chọn thư viện API đồ họa nào sẽ sử dụng. Vulkan có thể không hoạt động trên tất cả phần cứng.
zh_tw: 選擇要使用的圖形API。 Vulkan 可能無法在所有硬體上運作。

# game_options
source: Choose which graphics renderer to use.
es: Elija qué renderizador gráfico utilizar.
eu_es: Aukeratu zein renderizatzaile grafiko erabili.
gl_es: Escolla o renderizador de gráficos que quere usar.
hu: Válassza ki a használni kívánt grafikus megjelenítőt.
it: Scegli quale rendered grafico utilizzare.
ja_jp: 使用するグラフィックス レンダラーを選択します
ko: 사용할 그래픽 렌더러를 선택하세요.
nb_no: Velg hvilken grafikkgjengiver du vil bruke.
pl: Wybierz moduł renderujący grafikę.
pt_pt: Escolha o renderizador de gráficos a utilizar.
ro_ro: Alege ce renderer grafic vrei să folosești.
sk_sk: Vyberte, ktorú grafický vykresľovač použiť.
sv_se: Välj vilken grafikrendering som ska användas.
tr: Hangi grafik işleyici kullanılacağını seçin.
vi_vn: Chọn trình kết xuất đồ họa sẽ sử dụng.
zh_tw: 選擇要使用的圖形算繪器。

# game_options
source: Choose which pad to control your hero.
ca: Tria quin comandament controla el tu heroi.
es: Elige qué pad controlará a tu personaje.
eu_es: Aukeratu zure kontrol pad-a heroia kontrolatzeko.
gl_es: Escolle cal mando controlará ao teu heroe.
hu: Válaszd ki, melyik pad-dal irányítod a hősödet.
it: Scegli quale pad controlla il tuo eroe.
ja_jp: 使用するコントローラーの種類を選択します
ko: 어느 패드를 사용하여 영웅을 조종할지 선택하세요.
nb_no: Velg hvilken pad du vil styre helten din med.
pl: Wybierz pad, którym będziesz sterować swoim bohaterem.
pt_pt: Escolha com que qual direcional deseja controlar o seu herói.
ro_ro: Alege cu ce pad să-ți controlezi eroul.
sk_sk: Vybrať, ktorým joystickom ovládať vášho hrdinu.
sv_se: Välj vilken kontroller som ska styra din hjälte.
tr: Kahramanı kontrol etmek için pad seç.
vi_vn: Chọn pad để điều khiển anh hùng của bạn.
zh_tw: 選擇哪個手把來控制你的英雄。

# game_options
source: Choose your Atari hard drive type for the .hd extension file.
es: Escoja su tipo de disco duro Atari para el archivo de extensión .hd .
eu_es: Aukeratu zure Atari disko gogor mota .hd luzapena duen fitxategirako.
gl_es: Escolla o seu tipo de disco duro Atari para o ficheiro de extensión .hd.
hu: Válassza ki az Atari merevlemez típusát a .hd kiterjesztésű fájlhoz.
it: Scegli il tipi di hard drive Atari per i file con estensione .hd
ja_jp: 拡張子.hd ファイルの Atari ハード ドライブの種類を選択します
ko: .hd 확장자 파일에 아타리 하드 드라이브 유형을 선택하세요.
nb_no: Velg type Atari-harddisk for .hd-filen.
pl: Wybierz typ dysku twardego Atari dla pliku z rozszerzeniem .hd.
pt_pt: Escolha o tipo de disco rígido Atari para o ficheiro de extensão .hd.
ro_ro: Alege-ți tipul de disc dur Atari pentru extensia de fișier .hd.
sk_sk: Vyberte váš typ Atari hard disku použitý na súbor .hd.
sv_se: Välj din Atari-hårddisktyp för tilläggsfilen .hd.
tr: .hd uzantılı dosya için Atari sabit sürücü türünüzü seçin.
vi_vn: Chọn loại ổ cứng Atari của bạn cho tệp mở rộng .hd.
zh_tw: 為 .hd 擴充檔選擇 Atari 硬碟類型。

# game_options
source: Choose your console UTC timezone.
ca: Canvia la zona horària UTC de la consola.
es: Selecciona la zona horaria UTC de tu consola.
eu_es: Aukeratu zure kontsolaren UTC ordu eremua.
gl_es: Escolle o fuso horario UTC da túa consola.
hu: Válassza ki a konzol UTC időzónáját.
it: Scegli il fuso orario UTC della tua console.
ja_jp: コンソールの UTC タイムゾーンを選択します
ko: 콘솔의 UTC 시간대를 선택하세요.
nb_no: Velg konsollens UTC-tidssone.
pl: Wybierz strefę czasową UTC konsoli.
pt_pt: Escolha o fuso horário UTC da sua consola.
ro_ro: Alege fusul orar UTC al consolei tale.
sk_sk: Vyberte časové pásmo UTC vašej konzoly.
sv_se: Välj UTC-tidszon för din konsol.
tr: Konsolunuzun UTC saat dilimini seçin.
vi_vn: Chọn console UTC timezone của bạn.
zh_tw: 選擇你的主機 UTC 時區。

# game_options
source: Choose your console region.
ca: Tria la regió de consola.
es: Selecciona la región de tu consola.
eu_es: Aukertau zure kontsolaren herrialdea.
gl_es: Escolla a rexión da súa consola.
hu: Válassza ki a konzol régióját.
it: Scegli la regione della tua console.
ja_jp: ドリームキャストのコンソールリージョンを選択します
ko: 콘솔 지역을 선택하세요.
nb_no: Velg konsollregion.
pl: Wybierz region konsoli.
pt_pt: Escolha a região da consola
ro_ro: Alege regiunea consolei tale.
sk_sk: Vyberte región vašej konzoly.
sv_se: Välj din konsolregion.
tr: Konsol bölgenizi seç.
vi_vn: Chọn vùng giao diện điều khiển của bạn.
zh_tw: 選擇你的主機地區。
