Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: The sample count of every tile will be incremented on every EVENT_WRITE_ZPD by this number. Setting this to 0 means everything is reported as occluded.
es: El recuento de muestras de cada bloque se incrementará en cada EVENT_WRITE_ZPD por este número. Establecerlo en 0 significa que todo se informa como ocluido.
gl_es: O reconto de mostras de cada mosaico incrementarase con este número en cada EVENT_WRITE_ZPD. Establecer isto en 0 significa que todo se informa como ocluído.
hu: Az egyes lapkák mintaszámát minden EVENT_WRITE_ZPD eseménynél növelni kell ezzel a számmal. Ennek 0-ra állítása azt jelenti, hogy minden elfedettnek lesz jelentve.
it: Il conto dei campioni di ogni titolo verrà incrementato per ogni EVENT_WRITE_ZPD di questo numero. Impostato a 0 significa che tutto risulta occluso.
ja_jp: すべてのタイルのサンプル数は、EVENT_WRITE_ZPD ごとにこの数値だけ 増加します。0 に設定すると、すべて遮蔽されているとして報告されます
ko: 모든 타일의 샘플 카운트는 EVENT_WRITE_ZPD마다 이 숫자만큼 증가합니다. 이것을 0으로 설정하면 모든 것이 가려진 것으로 보고됩니다.
nb_no: Eksempelantallet for hver brikke økes med dette tallet ved hver EVENT_WRITE_ZPD. Hvis denne settes til 0, betyr det at alt rapporteres som okkludert.
pl: Liczba próbek każdego kafelka będzie zwiększana przy każdym EVENT_WRITE_ZPD o tę liczbę. Ustawienie tej wartości na 0 oznacza, że wszystko jest zgłaszane jako zasłonięte.
pt_pt: A contagem de amostras de cada bloco será incrementada a cada EVENT_WRITE_ZPD por este número. Definir como 0 significa que tudo é relatado como ocluído.
ro_ro: Numărul de eșantioane al fiecărei dale va fi incrementat la fiecare EVENT_WRITE_ZPD cu acest număr. Setarea la 0 înseamnă că totul va fi raportat ca oclus.
sv_se: Provräkningen för varje platta kommer att ökas med detta antal vid varje EVENT_WRITE_ZPD. Om du ställer in detta på 0 rapporteras allt som ockluderat.
tr: Her kutucuğun örnek sayısı, her EVENT_WRITE_ZPD'de bu sayı kadar artırılacaktır. Bunu 0'a ayarlamak, her şeyin kapalı olarak raporlanması anlamına gelir.
vi_vn: Số lượng mẫu của mỗi ô sẽ được tăng lên trên mỗi EVENT_WRITE_ZPD theo số này. Đặt giá trị này thành 0 có nghĩa là mọi thứ bị chặn.
zh_tw: 每個圖塊的樣本計數將在每個EVENT_WRITE_ZPD上遞增該數字。將此項設定為0意味著所有內容都被報告為被遮擋。

# game_options
source: The theme colour of the emulated console.
es: El tema de color de la consola emulada.
gl_es: O tema de cor da consola emulada.
hu: Az emulált konzol témaszíne.
it: Il tema colori della console emulata.
ja_jp: エミュレートするコンソールのテーマカラー
ko: 에뮬레이션된 콘솔의 테마 색상입니다.
nb_no: Temafargen til den emulerte konsollen.
pl: Kolor motywu emulowanej konsoli.
pt_pt: A cor do tema da consola emulado.
ro_ro: Culoarea temei consolei emulate.
sv_se: Temafärg för den emulerade konsolen.
tr: Taklit edilmiş konsolun tema rengi.
vi_vn: Màu chủ đề của bảng điều khiển mô phỏng.
zh_tw: 模擬主機的主題顏色。

# game_options
source: The upscaling method used when enabled.
ca: El mode d’escalat usat, si està habilitat.
es: Método de escalado utilizado cuando está habilitado.
eu_es: Eskalatzea gaitzean erabilikko den metodoa
gl_es: O método de escalado que se usa cando está activado.
it: Il metodo usato per ingrandire quando abilitato
ja_jp: アップスケーリングが有効時の方法を選択します
ko: 사용하도록 설정된 경우 사용되는 업스케일링 방법입니다.
nb_no: Oppskaleringsmetoden som brukes når den er aktivert.
pl: Używana metoda przeskalowania, po włączeniu.
ro_ro: Metoda de upscaling folosită când este activat.
sk_sk: Použitá metóda upscalingu, keď je povolená.
vi_vn: Phương pháp nâng cấp được sử dụng khi được bật.

# game_options
source: This can be convenient if you're using laserdiscs.
ca: Això pot ser convenient si està usant laserdiscs.
es: Esto puede resultar útil si estás utilizando Laserdiscs.
eu_es: Hau erabilgarria da laserdisc-ak erabiltzen ari bazara.
gl_es: Isto pode ser conveniente se estás a usar discos láser.
hu: Ez kényelmes lehet, ha lézerlemezeket használ.
it: Può essere conveniente se utilizzi laserdiscs.
ja_jp: レーザーディスクを使用する場合に便利です
ko: 레이저디스크를 사용하는 경우 편리할 수 있습니다.
nb_no: Dette kan være praktisk hvis du bruker laserdisker.
pl: Może to być wygodne w przypadku korzystania z dysków laserowych.
pt_pt: Pode ser conveniente se estiver a usar formato LaserDisc.
ro_ro: Acest lucru poate fi convenabil dacă folosești LaserDisc-uri.
sk_sk: Toto môže byť užitočné, ak používate laserdisky.
sv_se: Detta kan vara praktiskt om du använder laserskivor.
tr: Lazer diskler kullanıyorsanız bu kullanışlı olabilir.
vi_vn: Điều này có thể thuận tiện nếu bạn đang sử dụng đĩa laze.
zh_tw: 如果你用的是鐳射唱盤，這會很方便。

# game_options
source: This option enables the ability to play Xbox Live Arcade games. May cause compatibility issues with non-XBLA games.
es: Esta opción habilita la capacidad de jugar a juegos de Xbox Live Arcade. Puede causar problemas de compatibilidad con juegos que no sean de XBLA.
gl_es: Esta opción permite xogar a xogos de Xbox Live Arcade. Pode causar problemas de compatibilidade con xogos que non sexan XBLA.
hu: Ez az opció lehetővé teszi az Xbox Live Arcade játékok lejátszását. Kompatibilitási problémákat okozhat a nem XBLA-játékokkal.
it: Questa opzione serve a far girare i giochi Xbox Live Argade. Puo' causare problemi di compatibilita' coi giochi non-XBLA.
ja_jp: Xbox Live Arcacde ゲームをプレイできるようになります 非 XBLA ゲームとの互換性の問題が発生する可能性があります
ko: 이 옵션은 엑스박스 라이브 아케이드 게임을 플레이할 수 있는 기능을 제공합니다. XBLA가 아닌 게임과 호환성 문제가 발생할 수 있습니다.
nb_no: Dette alternativet gjør det mulig å spille Xbox Live Arcade-spill. Kan forårsake kompatibilitetsproblemer med ikke-XBLA-spill.
pl: Ta opcja umożliwia granie w gry Xbox Live Arcade. Może powodować problemy z kompatybilnością z grami spoza Xbox Live Arcade.
pt_pt: Esta opção permite jogar jogos do Xbox Live Arcade. Pode causar problemas de compatibilidade com jogos não XBLA.
ro_ro: Această opțiune permite să fie jucate jocuri Xbox Live Arcade. Poate cauza probleme de compatibilitate cu jocurile non-XBLA.
sv_se: Det här alternativet gör det möjligt att spela Xbox Live Arcade-spel. Kan orsaka kompatibilitetsproblem med icke-XBLA-spel.
tr: Bu seçenek Xbox Live Arcade oyunlarını oynayabilmeye yarar. XBLA olmayan oyunlarda uyum sorunları oluşturabilir.
vi_vn: Tùy chọn này cho phép khả năng chơi trò chơi Xbox Live Arcade. Có thể gây ra sự cố tương thích với các trò chơi không phải XBLA.
zh_tw: 此選項允許玩Xbox Live街機遊戲。可能導致與非XBLA遊戲的相容性問題。

# game_options
source: This option is required for some gun games when playing with a mouse.
ca: Aquesta opció és requerida per diversos jocs amb pistola quan es juga amb ratolí.
es: Esta opción es necesaria para algunos juegos de armas cuando se juega con un mouse.
eu_es: Aukera hau beharrezkoa da pistola joku batzuetan xaguarekin jolastean
gl_es: Esta opción é necesaria para algúns xogos de armas cando se xoga cun rato.
hu: Ez az opció szükséges néhány fegyveres játékhoz, amikor egérrel játszik.
it: Questa opzione è necessaria per alcuni giochi con pistola quando mostrano il mouse.
ja_jp: マウスを使ってプレイする時に、一部のガン専用ゲームに必要です
ko: 이 옵션은 마우스로 플레이할 때 일부 총기 게임에 필요합니다.
nb_no: Dette alternativet er nødvendig for noen pistolspill når du spiller med mus.
pl: Ta opcja jest wymagana w niektórych grach z bronią podczas gry za pomocą myszy.
pt_pt: Esta opção é necessária para alguns jogos de pistola quando se joga com um rato.
ro_ro: Această opțiune este necesară pentru unele jocuri cu pistol când se joacă cu maus.
sk_sk: Táto možnosť je potrebná pri niektorých hrách so zbraňami pri hraní s myšou.
sv_se: Detta alternativ krävs för vissa pistolspel när du spelar med en mus.
tr: Bu seçenek, fare ile oynanan bazı silah oyunları için gereklidir.
vi_vn: Tùy chọn này là bắt buộc đối với một số trò chơi bắn súng khi chơi bằng chuột.
zh_tw: 當用滑鼠玩一些槍遊戲時，這個選項是必需的。

# game_options
source: This should not be necessary, unless you are not using the default pad2key mapping.
es: Esto no debería ser necesario, a menos que no esté utilizando la asignación pad2key predeterminada.
gl_es: Isto non debería ser necesario, a non ser que non estea a usar a asignación predeterminada de pad2key.
hu: Erre nem lesz szükség, kivéve, ha nem az alapértelmezett pad2key hozzárendelést használja.
it: Questo non dovrebbe essere necessario, a meno che tu non usi di default il mapping pad2key.
ja_jp: デフォルトのpad2key 割当を使用しない限り、これは必要ありません
ko: 기본 패드투키 매핑을 사용하지 않는 경우가 아니면 이 작업은 필요하지 않습니다.
nb_no: Dette bør ikke være nødvendig, med mindre du ikke bruker standard pad2key-tilordning.
pl: Nie powinno to być konieczne, chyba że nie używasz domyślnego mapowania pad2key.
pt_pt: Isso não deve ser necessário, a menos que você não esteja a usar o pad2key padrão mapeamento.
ro_ro: Acest lucru nu trebuie să fie necesar, dacă nu folosești o asociere diferită de pad2key.
sv_se: Detta bör inte vara nödvändigt, såvida du inte använder standardmappningen pad2key.
tr: Varsayılan pad2key eşlemesini kullanmıyorsanız, buna gerek yoktur.
vi_vn: Điều này không cần thiết, trừ khi bạn không sử dụng ánh xạ pad2key mặc định.
zh_tw: 這應該不是必需的，除非您沒有使用預設的pad2key對映。

# game_options
source: Tiger Game.com cartridges
ca: Cartutxos Tiger Game.com
es: Cartuchos Tiger Game.com
eu_es: Tiger Game.com kartutxoak
hu: Tiger Game.com kezetták
it: Cartucce Tiger Game.com
ja_jp: Tiger Game.com カートリッジ
ko: 타이거 Game.com 카트리지
nb_no: Tiger Game.com-kassetter
pl: Kartridże Tiger Game.com
pt_pt: Cartuchos Tiger Game.com
ro_ro: Cartele Tiger Game.com
sk_sk: Tiger Game.com kartridže
sv_se: Tiger Game.com-kassetter
tr: Tiger Game.com kartuşları
zh_tw: Tiger Game.com 卡匣

# game_options
source: Time Stretch (Tempo Change, Best Sound)
es: Estiramiento del tiempo (Cambio de tempo, Mejor sonido)
eu_es: Denbora zabaltzea (Tenpo aldaketa, Soinu onena)
gl_es: Estiramento do tempo (cambio de tempo, mellor son)
hu: Időnyújtás (Tempóváltás, legjobb hang)
it: Allunga Tempo (cambia il Tempo, Suono migliore)
ja_jp: タイムストレッチ (テンポ調整、最良)
ko: 시간 늘리기 (템포 변경, 베스트 사운드)
nb_no: Time Stretch (tempoendring, beste lyd)
pl: Rozciągnięcie w czasie (zmiana tempa, najlepszy dźwięk)
pt_pt: Alongamento de tempo (Mudar Tempo, Melhor Som)
ro_ro: Întindere în timp (Schimbare de tempo, cel mai bun sunet)
sk_sk: Time Stretch (zmena tempa, najlepší zvuk)
sv_se: Time Stretch (tempoväxling, bästa ljud)
tr: Zaman Uzatması (Tempo Değişimi, En İyi Ses)
zh_tw: 時間長度(速度變化、最佳聲音)

# game_options
source: Timex 1 Joystick
ca: Palanca Timex 1
es: Joystick Timex 1
eu_es: Timex 1 Joystick-a
gl_es: Joystick Timex 1
it: Joystick Timex 1
ja_jp: Timex 1 ジョイスティック
ko: 타이멕스 1 조이스틱
pt_pt: Comando 1 Timex
ro_ro: Joystick Timex 1

# game_options
source: Timex 2 Joystick
ca: Palanca Timex 2
es: Joystick Timex 2
eu_es: Timex 2 Joystick-a
gl_es: Joystick Timex 2
it: Joystick Timex 2
ja_jp: Timex 2 ジョイスティック
ko: 타이멕스 2 조이스틱
pt_pt: Comando 2 Timex
ro_ro: Joystick Timex 2

# game_options
source: Timex TC2048
ko: 타이멕스 TC2048

# game_options
source: Timex TS2068
ko: 타이멕스 TS2068

# game_options
source: TinyALSA
ko: TinyALSA (아주 작은 오디오 리눅스 사운드 아키텍처)

# game_options
source: To have music and not only sound in games (Owl-Zoo).
ca: Per tenir música i no només so als jocs (Owl-Zoo).
es: Permite tener música y no sólo sonidos en los juegos (Owl-Zoo)
eu_es: Musika izateko eta ez soinua bakarrik jokuetan (Owl-Zoo)
gl_es: Para ter música e non só son nos xogos (Owl-Zoo).
hu: Hogy ne csak játékban legyen zene, hanem hang is (Owl-Zoo).
it: Per avere la musica e non solo suoni in gioco (Owl-Zoo).
ja_jp: 音だけでなく音楽を楽しむためのゲームで使用します (Owl-Zoo)
ko: 게임에서 사운드뿐만 아니라 음악도 즐길 수 있게 해주세요(Owl-Zoo).
nb_no: Å ha musikk og ikke bare lyd i spill (Owl-Zoo).
pl: Aby w grach była muzyka, a nie tylko dźwięk (Owl-Zoo).
pt_pt: Permite ter música e não só sons nos jogos (Owl-Zoo)
ro_ro: Pentru a avea muzică și nu doar sunete în jocuri (Owl-Zoo).
sk_sk: Mať hudbu a nie len zvuk v hrách (Owl-Zoo).
sv_se: Att ha musik och inte bara ljud i spelen (Owl-Zoo).
tr: Oyunlarda sadece ses değil, müzik sahibi olmak için (Owl-Zoo) .
vi_vn: Để có âm nhạc và không chỉ âm thanh trong trò chơi (Owl-Zoo).
zh_tw: 在遊戲中有音樂而不僅僅是聲音(Owl-Zoo)。

# game_options
source: To use game cheats or 16/9 Aspect Ratio Fix codes.
ca: Per usar trucs de joc o codis de relació d’aspecte 16/9.
es: Para usar trucos de juegos o códigos de corrección de relación de aspecto 16:9.
eu_es: Joku tranpak erabiltzeko edo 16/9 Proportzio konpontze kodeak.
gl_es: Para usar trucos do xogo ou códigos de corrección de relación de aspecto 16/9.
hu: Játékcsalás vagy 16/9 képarány-javító kódok használata.
it: Per usare cheats e codici per aspect ratio fisso a 16/9.
ja_jp: チートまたは16/9アスペクト比修正コードを使用します
ko: 게임 치트나 16/9 화면비 수정 코드를 사용하세요.
nb_no: For å bruke spilljukser eller 16/9 Aspect Ratio Fix-koder.
pl: Aby użyć cheatów do gry lub kodów 16/9 Aspect Ratio Fix.
pt_pt: Para usar códigos do jogo ou códigos de correção de proporção de aspecto 16/9.
ro_ro: Pentru a folosi trișările sau codurile de reparare a raportului de aspect 16/9.
sk_sk: Ak chcete použiť cheaty na hry alebo kódy 16/9 Aspect Ratio Fix.
sv_se: För att använda spelfusk eller fixkoder för 16/9 bildförhållande.
tr: Oyun hilelerini veya 16/9 En Boy Oranı Düzeltici kodlarını kullanmak için.
vi_vn: Để gian lận trong trò chơi hoặc Sửa tỷ lệ khung hình 16/9.
zh_tw: 使用遊戲作弊或16/9長寬比修復程式碼。

# keys_files
source: Toggle Screen Layout
ca: Alternar disposició de pantalla
es: Alternar diseño de pantalla
eu_es: Aldatu Pantaila antolaketa
gl_es: Alternar o deseño da pantalla
it: Abilita Layout Schermo
ja_jp: 画面レイアウトの切り替え
ko: 화면 레이아웃 전환
nb_no: Veksle mellom skjermoppsett
pl: Przełącz układ ekranu
ro_ro: Comută așezare ecran
sk_sk: Prepnúť rozloženie obrazovky
vi_vn: Đổi bố cục màn hình

# keys_files
source: Toggle Speed Limit
ca: Alternar límit de velocitat
es: Cambiar límite de velocidad
eu_es: Aldatu Abiadura Muga
gl_es: Cambiar o límite de velocidade
it: Abilita Limite di Velocità
ja_jp: 速度制限の切り替え
ko: 속도 제한 전환
nb_no: Slå på hastighetsbegrensning
pl: Przełącz limit szybkości
ro_ro: Comută limită de viteză
sk_sk: Prepnúť obmedzenie rýchlosti
vi_vn: Đổi giới hạn tốc độ

# keys_files
source: Toggle run
es: Activar o desactivar ejecución
gl_es: Alternar correr
hu: Futás kapcsoló
it: Abilita/Disabilita corsa
ja_jp: 移動速度切り替え
ko: 실행 전환
pl: Przełącz bieg
pt_pt: Alternar corrida
ro_ro: Comută alergare
sk_sk: Prepnúť beh
sv_se: Växla körning
tr: Koşmayı değiştir
vi_vn: Chuyển đổi chạy
zh_tw: 切換跑步

# keys_files
source: Toggle weapon
es: Cambiar arma
gl_es: Alternar arma
hu: Fegyver váltás
it: Cambia arma
ja_jp: 武器切り替え
ko: 무기 전환
pl: Przełącz broń
pt_pt: Alternar arma
ro_ro: Comută armă
sk_sk: Prepnúť zbraň
sv_se: Växla vapen
tr: Silahı değiştir
vi_vn: Chuyển đổi vũ khí
zh_tw: 切換武器

# game_options
source: Toggle with hotkey + D-pad up or Scroll Lock in-game.
ca: Alternar entre “Tecla dreçera + Amunt” o “Scroll Lock” al joc.
es: Alterna con HOTKEY + D-pad arriba o Scroll Lock en el juego.
eu_es: Aldatu Hotkey + D-pad gora edo Scroll Lock jokoan
gl_es: Alterna coa tecla de atallo + D-pad arriba ou Bloqueo de desprazamento no xogo.
hu: Váltás a gyorsbillentyűvel + D-pad felfelé vagy a Scroll Lock gombbal a játékban.
it: Imposta hotkey + D-pad su o Scroll Lock in gioco.
ja_jp: ホットキー+Dパッド上またはスクロールロックでゲームを切り替えます
ko: 게임 내에서 단축키 + 십자 패드 위쪽 또는 스크롤 잠금으로 전환합니다.
nb_no: Veksle med hurtigtast + D-pad opp eller Scroll Lock i spillet.
pl: Przełączaj za pomocą klawisza skrótu + D-pad w górę lub Scroll Lock w grze.
pt_pt: Alternar com Tecla de Atalho (HotKey) + Direcional para cima ou Scroll Lock durante o jogo.
ro_ro: Comută cu tasta rapidă + D-pad sus sau Scroll Lock în timpul jocului.
sk_sk: Prepínajte pomocou HotKey + D-pad hore alebo Scroll Lock v hre.
sv_se: Växla med snabbtangent + D-pad upp eller Scroll Lock i spelet.
tr: Oyun içinde kısayol tuşu + D-pad yukarı veya Kaydırma Kilidi ile geçiş yap.
vi_vn: Chuyển đổi bằng phím nóng + D-pad lên hoặc Scroll Lock trong trò chơi.
zh_tw: 在遊戲中用 熱鍵+D-pad向上或滾動鎖定切換。

# game_options
source: Tomy Tutor & Pyuuta cartridge
ca: Cartutx Tomy Tutor & Pyuuta
es: Cartucho Tomy Tutor & Pyuuta
eu_es: Tomy Tutor & Pyuuta kartutxoa
gl_es: Cartucho Tomy Tutor e Pyuuta
hu: Tomy Tutor & Pyuuta kazetta
it: Cartuccia Tomy Tutor & Pyuuta
ja_jp: トミー ぴゅう太(Tutor) カートリッジ
ko: 토미 튜터 & 퓨타 카트리지
nb_no: Tomy Tutor & Pyuuta-patronen
pl: Kartridż Tomy Tutor & Pyuuta
pt_pt: Cartucho Tomy Tutor e Pyuuta
ro_ro: Cartelă Tomy Tutor & Pyuuta
sk_sk: Tomy Tutor & Pyuuta kartridž
sv_se: Tomy Tutor & Pyuuta-kassett
tr: Tomy Tutor & Pyuuta kartuşu
zh_tw: Tomy Tutor & Pyuuta 卡匣

# game_options
source: Top
es: Arriba
gl_es: Arriba
hu: Felső
it: Alto
ja_jp: 上
ko: 상단
nb_no: Topp
pl: Na górze
pt_pt: Topo
ro_ro: Deasupra
sk_sk: Vrch
sv_se: Överst
tr: Üst
vi_vn: Trên
zh_tw: 頂端

# game_options
source: Top Only
es: Sólo arriba
eu_es: Boikoa soilik
gl_es: Só arriba
hu: Csak felül
it: Solo Superiore
ja_jp: 上画面のみ（切替不可）
ko: 상단만
nb_no: Kun topp
pl: Tylko góra
pt_pt: Somente o Topo
ro_ro: Doar deasupra
sk_sk: Iba hore
sv_se: Endast topp
tr: Sadece Üst
vi_vn: Chỉ bên trên
zh_tw: 僅頂部

# game_options
source: Top only
ca: Només a dalt
es: Sólo superior
eu_es: Goikoa bakarrik
gl_es: Só arriba
hu: Csak felül
it: Solo sopra
ja_jp: 上画面のみ（切替不可）
ko: 상단만
nb_no: Kun topp
pl: Tylko góra
pt_pt: Apenas o superior
ro_ro: Doar sus
sk_sk: Iba hore
sv_se: Endast topp
tr: Sadece üst
vi_vn: Chỉ bên trên
zh_tw: 僅頂部

# game_options
source: Top-Left Position, Large
es: Posición en la esquina superior izquierda, Grande
gl_es: Posición superior esquerda, grande
hu: Bal felső pozíció, nagy
it: Posizione Alto-Sinitra, Grande
ja_jp: 左上位置、大
ko: 왼쪽 상단 위치, 큼
nb_no: Øverst til venstre, Large
pl: Lewe górne położenie, duży
pt_pt: Posição superior esquerda, Grande
ro_ro: Poziție sus-stânga, mare
sk_sk: Poloha vľavo hore, veľké
sv_se: Överst till vänster position, Stor
tr: Sol-Üst Konum, Büyük
vi_vn: Vị trí Trên-Trái, Lớn
zh_tw: 左上角位置，大

# game_options
source: Top-Left Position, Medium
es: Posición en la esquina superior izquierda, Mediana
gl_es: Posición superior esquerda, media
hu: Bal felső pozíció, közepes
it: Posizione Alto-Sinistra, Medio
ja_jp: 左上位置、中
ko: 왼쪽 상단 위치, 중간
nb_no: Øverst til venstre, Medium
pl: Lewe górne położenie, średni
pt_pt: Posição superior esquerda, Médio
ro_ro: Poziție sus-stânga, mediu
sk_sk: Poloha vľavo hore, stredné
sv_se: Position uppe till vänster, medel
tr: Sol-Üst Konum, Orta
vi_vn: Vị trí Trên-Trái, Trung bình
zh_tw: 左上位置，中

# game_options
source: Top-Left Position, Small
es: Posición en la esquina superior izquierda, Pequeña
gl_es: Posición superior esquerda, pequena
hu: Bal felső pozíció, kicsi
it: Posizione Alto-Sinistra, Piccolo
ja_jp: 左上位置、小
ko: 왼쪽 상단 위치, 작음
nb_no: Øverst til venstre, Small
pl: Lewe górne położenie, mały
pt_pt: Posição superior esquerda, Pequena
ro_ro: Poziție sus-stânga, mic
sk_sk: Poloha vľavo hore, malé
sv_se: Position uppifrån och vänster, liten
tr: Sol-Üst Konum, Küçük
vi_vn: Vị trí Trên-Trái, Nhỏ
zh_tw: 左上角位置，小

# game_options
source: Top-Right Position, Large
es: Posición en la esquina superior derecha, Grande
gl_es: Posición superior dereita, grande
hu: Jobb felső pozíció, nagy
it: Posizione Alto-Destra, Grande
ja_jp: 右上位置、大
ko: 오른쪽 상단 위치, 큼
nb_no: Øverst til høyre, stor
pl: Prawe górne położenie, duży
pt_pt: Posição superior direita, Grande
ro_ro: Poziție sus-dreapta, mare
sk_sk: Poloha vpravo hore, veľké
sv_se: Position uppifrån och höger, stor
tr: Sağ-Üst Konum, Büyük
vi_vn: Vị trí Trên-Phải, Lớn
zh_tw: 右上位置，大

# game_options
source: Top-Right Position, Medium
es: Posición en la esquina superior derecha, Mediana
gl_es: Posición superior dereita, media
hu: Jobb felső pozíció, közepes
it: Positione Alto-Destra, Medio
ja_jp: 右上位置、中
ko: 오른쪽 상단 위치, 중간
nb_no: Øverst til høyre, medium
pl: Prawe górne położenie, średni
pt_pt: Posição superior direita, Médio
ro_ro: Poziție sus-dreapta, mediu
sk_sk: Poloha vpravo hore, stredné
sv_se: Position uppe till höger, medel
tr: Sağ-Üst Konum, Orta
vi_vn: Vị trí Trên-Phải, Trung bình
zh_tw: 右上位置，中

# game_options
source: Top-Right Position, Small
es: Posición en la esquina superior derecha, Pequeña
gl_es: Posición superior dereita, pequena
hu: Jobb felső pozíció, kicsi
it: Posizione Alto-Destra, Piccolo
ja_jp: 右上位置、小
ko: 오른쪽 상단 위치, 작음
nb_no: Øverst til høyre, liten
pl: Prawe górne położenie, mały
pt_pt: Posição superior direita, Pequena
ro_ro: Poziție sus-dreapta, mic
sk_sk: Poloha vpravo hore, malé
sv_se: Position uppifrån och höger, liten
tr: Sağ-Üst Konum, Küçük
vi_vn: Vị trí Trên-Phải, Nhỏ
zh_tw: 右上角位置，小

# game_options
source: Touch Screen
ca: Pantalla tàctil
es: Pantalla táctil
eu_es: Ukitze pantaila
gl_es: Pantalla táctil
hu: Érintőképernyő
ja_jp: タッチスクリーン
ko: 터치 스크린
nb_no: Berøringsskjerm
pl: Ekran dotykowy
pt_pt: Ecrã Tátil
ro_ro: Ecran tactil
sk_sk: Dotyková obrazovka
sv_se: Pekskärm
tr: Dokunmatik Ekran
vi_vn: Màn hình cảm ứng
zh_tw: 觸控式螢幕

# keys_files
source: TouchScreen
ca: Pantalla tàctil
es: Pantalla táctil
eu_es: Ikutze Pantaila
gl_es: Pantalla táctil
hu: Érintőképernyő
ja_jp: タッチスクリーン
ko: 터치스크린
nb_no: Berøringsskjerm
pl: Ekran dotykowy
pt_pt: Ecrã Tátil
ro_ro: Ecran tactil
sk_sk: Dotyková obrazovka
sv_se: Pekskärm
tr: DokunmatikEkran
vi_vn: Màn hình cảm ứng
zh_tw: 觸控螢幕

# keys_files
source: Town map
es: Mapa de la ciudad
eu_es: Herri mapa
gl_es: Mapa da cidade
hu: Várostérkép
it: Mappa della città
ja_jp: タウンマップ
ko: 도시 지도
nb_no: Bykart
pl: Plan miasta
pt_pt: Mapa da cidade
ro_ro: Harta orașului
sk_sk: Mapa mesta
sv_se: Karta över staden
tr: Şehir haritası
vi_vn: Bản đồ thị trấn
zh_tw: 城鎮地圖

# game_options
source: Trackball (Atari CX-22)
eu_es: Trackball-a (Atari CX-22)
ja_jp: トラックボール (Atari CX-22)
ko: 트랙볼 (아타리 CX-22)
nb_no: Styrekule (Atari CX-22)
sv_se: Styrkula (Atari CX-22)
zh_tw: 軌跡球(Atari CX-22)

# game_options
source: Traditional Chinese
ca: Xinès tradicional
es: Chino Tradicional
eu_es: Txinatar tradizionala
gl_es: Chinés Tradicional
hu: Hagyományos kínai
it: Cinese tradizionale
ja_jp: 繁体字中国語
ko: 중국어 번체
nb_no: Tradisjonell kinesisk
pl: Chiński tradycyjny
pt_pt: Chinês Tradicional
ro_ro: Chineză tradițională
sk_sk: Tradičná čínština
sv_se: Traditionell kinesiska
tr: Geleneksel Çince
vi_vn: Trung Quốc phồn thể
zh_tw: 正體中文

# game_options
source: Treats the right analog stick as the second joystick.
ca: Tracta la palanca analògica dreta com un segon comandament.
es: Utilizar stick derecho del mando como segundo joystick.
eu_es: Eskuineko stick analogikoa bigarren joystick bezala tratatzen da.
gl_es: Tratar o stick analóxico dereito como o segundo joystick.
hu: A jobb analóg kart második joystickként kezeli.
it: Usa la leva analogica di destra come secondo joystick
ja_jp: 右側のアナログスティックをジョイスティック2として扱います
ko: 오른쪽 아날로그 스틱을 두 번째 조이스틱으로 취급합니다.
nb_no: Behandler høyre analoge spak som den andre styrespaken.
pl: Traktuje prawy drążek analogowy jako drugi joystick.
pt_pt: Trata o analógico direito como o segundo joystick.
ro_ro: Tratează maneta analogică dreaptă ca un al doilea joystick.
sk_sk: Považuje pravú analógovú páčku za druhý joystick.
sv_se: Behandlar den högra analoga spaken som den andra styrspaken.
tr: Sağ analog çubuğa ikinci joystick gibi davranır.
vi_vn: Coi cần analog bên phải làm cần điều khiển thứ hai.
zh_tw: 將右邊的模擬搖桿視為第二個搖桿。

# game_options
source: Triangle
hu: Háromszög
ko: 삼각형
pl: Trójkąt
pt_pt: Triângulo
sv_se: Triangel
tr: Üçgen
zh_tw: 三角形
