Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Composite (color bleeding + artifacts)
ca: Compost (sagnat de color + defectes)
es: Compuesto (desteñido de color + artefactos)
eu_es: Composite (kolore zabaltzea + artefaktoak)
gl_es: Composto (sangrado de cor + artefactos)
hu: Kompozit (színes vérzés + műtermékek)
it: Composito (color bleeding + artefatti)
ja_jp: コンポジット (色のにじみ+アーティファクト)
ko: 컴포지트 (색상 번짐 + 아티팩트)
nb_no: Sammensatt (fargeblødning + artefakter)
pl: Composite (rozmycie kolorów + artefakty)
pt_pt: Composto (vazamento de cores + artefatos)
ro_ro: Compozit (pete de culoare + artefacte)
sk_sk: Kompozit (krvácanie farieb + artefakty)
sv_se: Komposit (färgblödning + artefakter)
tr: Kompozit (renk kanaması + eserler)
zh_tw: 複合端子(滲色 + 偽影)

# game_options
source: Composite Direct (FirebrandX)
ca: Composat Directe (FirebrandX)
hu: Összetett közvetlen (FirebrandX)
ja_jp: コンポジットダイレクト (FirebrandX)
ko: 컴포지트 다이렉트 (파이어브랜드엑스)
pt_pt: Composto Direto (FirebrandX)
ro_ro: Direct compozit (FirebrandX)
sv_se: Komposit direkt (FirebrandX)
tr: Doğrudan Kompozit (FirebrandX)
zh_tw: 複合直通(FirebrandX)

# game_options
source: Config
ca: Configuració
es: Configuración
eu_es: Konfiguraioa
gl_es: Axustes
hu: Beállítás
it: Configurazione
ja_jp: コンフィグ
ko: 구성
nb_no: Konfigurasjon
pl: Konfiguracja
pt_pt: Configuração
ro_ro: Configurat
sk_sk: Nastavenie
sv_se: Konfig
tr: Yapılandırma
vi_vn: Tùy chỉnh
zh_tw: 配置

# keys_files
source: Configuration menu
es: Menú de configuración
gl_es: Menú de configuración
it: Menu configurazione
ja_jp: 設定メニュー
ko: 구성 메뉴
nb_no: Konfigurasjonsmeny
pl: Menu ustawień
ro_ro: Meniu configurare
sk_sk: Ponuka konfigurácie

# game_options
source: Configuring controllers in GZDoom can cause problems.
ca: Configurar els controladors a GZDoom pot provocar problemes.
es: Configurar los mandos en GZDoom puede causar problemas.
eu_es: GZDoom-en kontrolatzaileak konfiguratzeak arazoak ekar ditzake.
gl_es: Configurar controladores en GZDoom pode causar problemas.
it: Configurare i controller in GZDoom può causare problemi.
ja_jp: GZDoom でコントローラーを構成すると、問題が出る場合があります
ko: GZDoom에서 컨트롤러를 구성하면 문제가 발생할 수 있습니다.
nb_no: Konfigurering av kontrollere i GZDoom kan forårsake problemer.
pl: Konfiguracja sterowników w GZDoom może powodować problemy.
ro_ro: Configurarea controlerelor în GZDoom poate cauza probleme.
sk_sk: Konfigurácia ovládačov v GZDoom môže spôsobiť problémy.
sv_se: Att konfigurera styrenheter i GZDoom kan orsaka problem.
vi_vn: Việc định cấu hình bộ điều khiển trong GZDoom có ​​thể gây ra sự cố.

# game_options
source: Console AES Japan
ca: Consola AES Japonesa
es: Consola AES Japón
eu_es: AES Kontsola Japonia
gl_es: Consola AES Xapón
it: Console AES Giappone
ja_jp: AES版 日本
ko: 콘솔 AES 일본
nb_no: Konsoll AES Japan
pl: Konsola AES Japan
pt_pt: Consola AES Japan
sk_sk: Konzola AES Japonsko
sv_se: Konsol AES Japan
tr: Konsol AES Japon

# game_options
source: Console AES World
ca: Consola AES Mundial
es: Consola AES World
eu_es: AES Kontsola Mundua
gl_es: Consola AES World
hu: Console AES Világ
it: Console AES Mondo
ja_jp: AES版 世界共通
ko: 콘솔 AES 월드
nb_no: Konsoll AES World
pl: Konsola AES World
pt_pt: Consola AES World
sk_sk: Konzola AES svet
sv_se: Konsol AES World
tr: Konsol AES Dünya

# keys_files
source: Continue/Pause emulation
ca: Continuar/Pausar emulació
es: Continuar/Pausar emulación
eu_es: Jarraitu/Gelditu emulazioa
gl_es: Continuar/Pausar a emulación
it: Continua/Pausa emulazione
ja_jp: エミュレーションの続行/一時停止
ko: 에뮬레이션 계속/일시 중지
nb_no: Fortsett/pause emulering
pl: Kontynuacja/wstrzymanie emulacji
ro_ro: Continuă/suspendă emularea
sk_sk: Pokračovať/pozastaviť emuláciu

# game_options
source: Control the texture filtering of the emulation.
es: Controla el filtrado de texturas de la emulación.
eu_es: Kontrolatu emulazioaren testuren filtratzea
gl_es: Controla o filtrado de texturas da emulación.
hu: Az emuláció textúraszűrésének vezérlése.
it: Controlla il filtraggio textrure dell'emulazione.
ja_jp: エミュレーションのテクスチャ フィルタリングを制御します
ko: 에뮬레이션의 텍스처 필터링을 제어합니다.
nb_no: Kontrollerer teksturfiltreringen i emuleringen.
pl: Kontroluje filtrowanie tekstur emulacji.
pt_pt: Controle a filtragem de textura da emulação.
ro_ro: Controlează filtrarea texturilor emulării.
sk_sk: Ovládanie filtrovania textúr emulácie.
sv_se: Styr texturfiltreringen i emuleringen.
tr: Emülasyonun doku filtrelemesini kontrol edin.
vi_vn: Kiểm soát việc lọc họa tiết của trình mô phỏng.
zh_tw: 控制模擬的紋理過濾。

# game_options
source: Control the texture's trilinear filtering of the emulation.
es: Controla el filtrado trilineal de texturas de la emulación.
eu_es: Kontrolatu emulazioaren testuraren filtratze trilinearra.
gl_es: Controla o filtrado trilineal da textura da emulación.
hu: A textúra trilineáris szűrésének szabályozása az emulációban.
it: Controlla il filtraggio trilineare delle texture in emulazione.
ja_jp: エミュレーションのテクスチャ トライリニア フィルタリングを制御します
ko: 에뮬레이션의 텍스처 삼중선형 필터링을 제어합니다.
nb_no: Kontrollerer teksturens trilinære filtrering av emuleringen.
pl: Kontroluje trójliniowe filtrowanie tekstur emulacji.
pt_pt: Controle a filtragem trilinear da textura da emulação.
ro_ro: Controlează filtrarea trilineară a emulării.
sk_sk: Ovládanie trilineárneho filtrovania textúr emulácie.
sv_se: Styr texturens trilinjära filtrering av emuleringen.
tr: Emülasyonun dokudaki üç doğrusal filtrelemesini kontrol edin.
vi_vn: Kiểm soát quá trình lọc mô phỏng tam tuyến của họa tiết.
zh_tw: 控制紋理的模擬三線性過濾。

# game_options
source: Controls for 5/6 button games and other unique controls
ca: Controls per a jocs de 5/6 botons i altres comandaments únics
es: Controles para juegos de 5/6 botones y otros controles únicos
eu_es: 5/6 botoidun joku eta beste kontrol berezientzat kontrolak
gl_es: Controis para xogos de 5/6 botóns e outros controis exclusivos
hu: Vezérlők 5/6 gombos játékokhoz és egyéb egyedi vezérlőkhöz
it: Controlli per giochi a 5/6 bottoni e altri controlli unici
ja_jp: 5/6ボタン使用ゲームなど独自のコントロール割当てをします
ko: 5/6 버튼 게임 및 기타 고유한 컨트롤을위한 컨트롤
nb_no: Kontroller for spill med 5/6 knapper og andre unike kontroller
pl: Sterowanie w grach z 5/6 przyciskami i inne unikalne elementy sterujące
pt_pt: Comandos para jogos de 5/6 botões e outros controlos exclusivos
ro_ro: Controale pentru jocurile cu 5/6 butoane și alte controale unice
sk_sk: Ovládacie prvky pre 5/6 tlačidlové hry a ďalšie jedinečné ovládacie prvky
sv_se: Kontroller för spel med 5/6 knappar och andra unika kontroller
tr: 5/6 tuşlu oyunlar ve diğer benzersiz kontroller için ayarlar
vi_vn: Điều khiển cho các trò chơi nút 5/6 và các điều khiển độc đáo khác
zh_tw: 5/6鍵遊戲的控制和其他特殊的控制

# game_options
source: Controls precision of generated shaders. Low quality can improved performance.
es: Controla la precisión de los sombreadores generados. Una baja calidad puede mejorar el rendimiento.
eu_es: Generatutako shader-en zehaztasuna kontrolatzen du. Kalitate baxuak eraginkortasuna hobetu dezake.
gl_es: Controla a precisión dos sombreadores xerados. A baixa calidade pode mellorar o rendemento.
hu: Szabályozza a generált shaderek pontosságát. Az alacsony minőség javíthatja a teljesítményt.
it: Controlla la precisione degli shaders generati. Bassa qualità può migliorare la performance
ja_jp: 生成されたシェーダーの精度を制御します。品質を低くすると、 動作が向上する可能性があります
ko: 생성된 셰이더의 정밀도를 제어합니다. 품질이 낮으면 성능이 향상될 수 있습니다.
nb_no: Kontrollerer presisjonen til genererte shaders. Lav kvalitet kan forbedre ytelsen.
pl: Kontroluje precyzję generowanych shaderów. Niska jakość może poprawić wydajność.
pt_pt: Controla a precisão dos shaders criados. Baixar a qualidade pode melhorar o desempenho
ro_ro: Controlează precizia shaderelor generate. Calitate scăzută poate îmbunătăți performanța.
sk_sk: Ovláda presnosť generovaných shaderov. Nízka kvalita môže zlepšiť výkon.
sv_se: Kontrollerar precisionen i genererade shaders. Låg kvalitet kan förbättra prestandan.
tr: Oluşturulan gölgelendiricilerin hassasiyetini kontrol eder. Düşük kalite performansı artırabilir.
vi_vn: Kiểm soát độ chính xác của các shader được tạo. Chất lượng thấp có thể cải thiện hiệu suất.
zh_tw: 控制生成的著色器的精確度，低品質可以改進表現。

# game_options
source: Converts DirectX 8/9/10/11/12 calls to Vulkan.
es: Convierte llamadas DirectX 8/9/10/11/12 a Vulkan.
gl_es: Converte as chamadas de DirectX 8/9/10/11/12 a Vulkan.
hu: A DirectX 8/9/10/11/12 hívásokat Vulkanra konvertálja.
it: Converti le chiamate DirectX 8/9/10/11/12 a Vulkan.
ja_jp: DirectX 8/9/10/11/12の呼び出しをVulkanに変換します
ko: 다이렉트X 8/9/10/11/12 호출을 Vulkan으로 변환합니다.
nb_no: Konverterer DirectX 8/9/10/11/12-anrop til Vulkan.
pl: Konwertuje wywołania DirectX 8/9/10/11/12 na Vulkan.
pt_pt: Converte DirectX 8/9/10/11/12 para Vulkan.
ro_ro: Convertește apelurile DirectX 8/9/10/11/12 la Vulkan.
sk_sk: Konvertuje volania DirectX 8/9/10/11/12 na Vulkan.
sv_se: Konverterar DirectX 8/9/10/11/12-anrop till Vulkan.
tr: DirectX 8/9/10/11/12 çağrılarını Vulkan'a dönüştürür.
vi_vn: Chuyển đổi DirectX 8/9/10/11/12 sang Vulkan.
zh_tw: 轉換 DirectX 8/9/10/11/12 呼叫為 Vulkan。

# game_options
source: Core provided
ca: Proporcionat pel nucli
es: Proporcionado por el núcleo
eu_es: Hornitutako nukleoa
gl_es: Proporcionado polo Núcleo
hu: Biztosított mag
it: Core fornito
ja_jp: コア設定
ko: 코어 제공
nb_no: Kjernen leverer
pl: Dostarczane z jądrem emulatora
pt_pt: Fornecido pelo core
ro_ro: Asigurat de nucleu
sk_sk: Poskytnuté jadrom
sv_se: Tillhandahållen av kärna
tr: Çekirdekten sağlanan
vi_vn: Lõi được cung cấp
zh_tw: 提供的核心

# game_options
source: Core-powered video filter.
ca: Filtratge de vídeo aportat pel nucli.
es: Filtro de vídeo impulsado por el núcleo.
eu_es: Nukleoak emandako bideo filtroa
gl_es: Filtro de vídeo alimentado polo núcleo.
hu: Magról táplált videoszűrő.
it: Filtro video core-powered
ja_jp: コアパワードビデオフィルター
ko: 코어 기반 비디오 필터.
nb_no: Kjernedrevet videofilter.
pl: Filtr wideo sterowany z emulatora.
pt_pt: Filtro de vídeo alimentado por core.
ro_ro: Filtru video asigurat de nucleu.
sk_sk: Video filter založený na jadre.
sv_se: Kärndrivet videofilter.
tr: Çekirdek destekli video filtresi.
vi_vn: Bộ lọc video chạy bằng lõi.
zh_tw: 核心驅動的影像濾鏡。

# game_options
source: Core-powered video filter. Bisqwit filters are CPU heavy.
ca: Filtratge de vídeo aportat pel nucli. Els filtres Bisqwit són pesats pel processador.
es: Filtro de vídeo proporcionado por el núcleo. Los filtros Bisqwit sobrecargan la CPU.
eu_es: Nukleo-ak hornitutako bideo filtroa. Bisqwit filtroak CPU asko eskatzen dute.
gl_es: Filtro de vídeo alimentado polo núcleo. Os filtros Bisqwit sobrecargan ​​a CPU.
hu: Magüzemű videószűrő. A Bisqwit-szűrők CPU-igényesek.
it: Filtro video core-powered. I filtri bisqwit sono onerosi per la CPU.
ja_jp: コアパワードビデオフィルター。 BisqwitフィルターはCPUに負担がかかります
ko: 코어 기반 비디오 필터입니다. Bisqwit 필터는 CPU를 많이 사용합니다.
nb_no: Kjernedrevet videofilter. Bisqwit-filtre er CPU-krevende.
pl: Emulowany filtr wideo. Filtry Bisqwit obciążają procesor.
pt_pt: Filtro de vídeo alimentado por core. Os filtros Bisqwit são pesados ​​para a CPU.
ro_ro: Filtru video implementat de nucleu. Filtrele Bisqwit îngreunează procesorul.
sk_sk: Video filter napájaný jadrom. Filtre Bisqwit sú náročné na CPU.
sv_se: Kärndrivet videofilter. Bisqwit-filter är CPU-tunga.
tr: Çekirdek destekli video filtresi. Bisqwit filtreleri CPU ağırlıklıdır.
vi_vn: Bộ lọc video chạy bằng lõi. Bộ lọc Bisqwit gây nặng CPU.
zh_tw: 核心驅動的影像濾鏡。 Bisqwit 濾鏡會佔用大量 CPU。

# game_options
source: Costa Rica
ko: 코스타리카
pl: Kostaryka
sk_sk: Kostarika
tr: Kosta Rika

# game_options
source: Crash-n Burn
ko: 크래쉬 앤 번

# game_options
source: Creatronic Mega Duck cartridges
ca: Cartutxos Creatronic Mega Duck
es: Cartuchos Creatronic Mega Duck
eu_es: Creatronic Mega Duck kartutxoak
gl_es: Cartuchos Creatronic Mega Duck
hu: Creatronic Mega Duck kazetta
it: Carucce Creatronic Mega Duck
ja_jp: Creatronic メガダック カートリッジ
ko: 크리에이트로닉 메가 덕 카트리지
nb_no: Creatronic Mega Duck-patroner
pl: Kartridże Creatronic Mega Duck
pt_pt: Cartuchos Creatronic Mega Duck
ro_ro: Cartele Creatronic Mega Duck
sk_sk: Creatronic Mega Duck kartridže
sv_se: Creatronic Mega Duck-kassetter
tr: Creatronic Mega Duck kartuşları
zh_tw: Creatronic Mega Duck 卡匣

# game_options
source: Croatia
ca: Croàcia
es: Croacia
eu_es: Kroazia
gl_es: Croacia
hu: Horvátország
it: Croazia
ja_jp: クロアチア
ko: 크로아티아
nb_no: Kroatia
pl: Chorwacja
pt_pt: Croácia
ro_ro: Croația
sk_sk: Chorvátsko
sv_se: Kroatien
tr: Hırvatistan

# game_options
source: Crop 1080p (270, 540)
es: Recortar 1080p (270, 540)
eu_es: Moztu 1080p (270, 540)
gl_es: Recortar 1080p (270, 540)
hu: Vágás 1080p (270, 540)
it: Ritaglia 1080p (270, 540)
ja_jp: クロップ 1080p (270、540)
ko: 1080p (270, 540) 자르기
nb_no: Beskjær 1080p (270, 540)
pl: Przytnij 1080p (270, 540)
pt_pt: Cortar 1080p (270, 540)
ro_ro: Decupează 1080p (270, 540)
sk_sk: Orezať 1080p (270, 540)
sv_se: Beskär 1080p (270, 540)
tr: Kırp 1080p (270, 540)
vi_vn: Cắt 1080p (270, 540)
zh_tw: 裁切 1080p (270, 540)

# game_options
source: Crop 720p (240, 480)
es: Recortar 720p (240, 480)
eu_es: Moztu 720p (240, 480)
gl_es: Recortar 720p (240, 480)
hu: Vágás 720p (240, 480)
it: Ritaglia 720p (240, 480)
ja_jp: クロップ 720p (240、480)
ko: 720p (240, 480) 자르기
nb_no: Beskjær 720p (240, 480)
pl: Przytnij 720p (240, 480)
pt_pt: Cortar 720p (240, 480)
ro_ro: Decupează 720p (240, 480)
sk_sk: Orezať 720p (240, 480)
sv_se: Beskär 720p (240, 480)
tr: Kırp 720p (240, 480)
vi_vn: Cắt 720p (240, 480)
zh_tw: 裁切 720p (240, 480)

# game_options
source: Crop MAME artwork to maximize the game screen and only fill unused space.
ca: Tallar artwork MAME per a maximitzar la pantalla de joc i omplir només els espais buits.
es: Recorta las ilustraciones de MAME para maximizar la pantalla de juego y llenar sólo el espacio no utilizado.
eu_es: Moztu MAME artelanak jokoaren jokatze pantaila maximizatzeko eta erabiltzen ez den tokia bete.
gl_es: Recorta as ilustracións MAME para maximizar a pantalla do xogo e encher só o espazo non utilizado.
hu: Vágja le a MAME grafikát, hogy maximalizálja a játék képernyőjét, és csak a fel nem használt helyet töltse ki.
it: Ritaglia artwork MAME per massimizzare lo schermo di gioco e riempi solamente lo spazio non utilizzato.
ja_jp: ゲーム表示を最大化し、未使用の画面部にアートワークを表示します
ko: 마메 아트워크를 잘라 게임 화면을 최대화하고 사용하지 않는 공간만 채웁니다.
nb_no: Beskjær MAME-kunstverk for å maksimere spillskjermen og bare fylle ut ubrukt plass.
pl: Przycinaj grafikę MAME, aby maksymalnie powiększyć ekran gry i wypełnić tylko niewykorzystane miejsce.
pt_pt: Corta o arquivo de arte do MAME para maximizar o ecrã do jogo e preencher apenas o espaço não utilizado.
ro_ro: Decupează arta MAME pentru a maximiza ecranul de joc și umple doar spațiul nefolosit.
sk_sk: Orezať grafiku MAME, aby ste maximalizovali hernú obrazovku a zaplnili nevyužitý priestor.
sv_se: Beskär MAME-bilder för att maximera spelskärmen och bara fylla oanvänt utrymme.
tr: Oyun ekranını büyütmek ve yalnızca kullanılmayan alanı doldurmak için MAME çizimini kırp.
vi_vn: Cắt MAME artwork để tối đa hóa màn hình trò chơi và chỉ lấp đầy không gian chưa sử dụng.
zh_tw: 裁切 MAME 藝術品以最大化遊戲螢幕並僅填充未使用的空間。

# game_options
source: Crop artwork to only unused space, keeping the game as large as possible.
ca: Tallar artwork només als espais buits, mantenint el joc el més gran possible.
es: Recorta las ilustraciones sólo en el espacio no utilizado, manteniendo el juego lo más grande posible.
eu_es: Moztu artelana erabiltzen ez den espaziora, jokua ahal den handien mantenduz.
gl_es: Recorta as ilustracións só para o espazo non utilizado, mantendo o xogo o máis grande posible.
hu: Vágja le a grafikát a fel nem használt helyre, hogy a játék a lehető legnagyobb legyen.
it: Ritaglia artwork solo nello spazio non usato, mantenendo il gioco il più largo possibile
ja_jp: ゲーム表示を最大化し、未使用の画面部にアートワークを表示します
ko: 아트워크을 사용하지 않는 공간으로만 잘라내어 게임을 최대한 크게 유지합니다.
nb_no: Beskjær bildene slik at det kun er ubenyttet plass igjen, og hold spillet så stort som mulig.
pl: Przycinaj grafikę, aby maksymalnie powiększyć ekran gry i wypełnić tylko niewykorzystane miejsce.
pt_pt: Corte a arte apenas no espaço não utilizado, mantendo o jogo o maior possível.
ro_ro: Decupează arta la spațiul neutilizat, menținând jocul cât de mare posibil.
sk_sk: Orezávať grafiku len na nevyužitý priestor, aby bola hra čo najväčšia.
sv_se: Beskär bilder till endast oanvänt utrymme, så att spelet blir så stort som möjligt.
tr: Çizimi yalnızca kullanılmayan alana kırparak oyunu olabildiğince büyük tut.
vi_vn: Cắt artwork thành không gian chưa sử dụng, giữ cho trò chơi có dung lượng lớn nhất có thể.
zh_tw: 將藝術作品裁切到未使用的空間，使遊戲盡可能大。

# game_options
source: Cross
ca: Creu
es: Cruz
eu_es: Gurutzea
gl_es: Cruz
hu: Kereszt
it: Croce
ja_jp: Ｘ(下のボタン)
ko: 십자가
nb_no: Kryss
pl: Krzyż
pt_pt: Cruz
ro_ro: Cruce
sk_sk: Krížik
sv_se: Kors
tr: Çarpı
vi_vn: Chéo
zh_tw: 交叉

# game_options
source: Cuba
eu_es: Kuba
hu: Kuba
ja_jp: キューバ
ko: 쿠바
pl: Kuba
sk_sk: Kuba
sv_se: Kuba
tr: Küba

# game_options
source: Current language
ca: Idioma actual
es: Idioma actual
eu_es: Unekio hizkuntza
gl_es: Idioma actual
hu: Jelenlegi nyelv
it: Lingua Corrente
ja_jp: 現在の言語
ko: 현재 언어
nb_no: Gjeldende språk
pl: Aktualny język
pt_pt: Idioma atual
ro_ro: Limba curentă
sk_sk: Aktuálny jazyk
sv_se: Aktuellt språk
tr: Mevcut dil
vi_vn: Ngôn ngữ hiện tại
zh_tw: 目前語言

# game_options
source: Cursor Joystick
ca: Cursor de la palanca
eu_es: Cursor Joystick-a
hu: Kurzor Joystick
it: Cursore Joystick
ja_jp: カーソルジョイスティック
ko: 커서 조이스틱
nb_no: Markør-joystick
pt_pt: Cursor do Comando
ro_ro: Joystick cu cursor
sk_sk: Kurzorový joystick
sv_se: Styrspaksmarkör
tr: Joystick İmleci
zh_tw: 游標搖桿

# game_options
source: Cursor timeout in seconds when using Cursor Mode - Until Timeout.
es: Tiempo de espera del cursor en segundos al usar el modo de cursor - Hasta que se agote el tiempo.
gl_es: Tempo de espera do cursor en segundos ao usar o modo de cursor - ata esgotar o tempo de espera.
hu: A kurzor időtúllépése másodpercben a kurzor mód használatakor - időtúllépésig.
it: Timeout cursore in secondi quando in modalità' Cursore - Fino al timeout.
ja_jp: [カーソルモード- タイムアウトまで] を使用する場合のカーソル表示時間(秒単位)
ko: 커서 모드 - 시간 초과까지 사용할 때 커서 시간 초과(초)입니다.
nb_no: Markørens tidsavbrudd i sekunder ved bruk av markørmodus - Inntil tidsavbrudd.
pl: Limit czasu kursora w sekundach podczas korzystania z trybu kursora - Limitowany czasowo.
pt_pt: Tempo limite do cursor em segundos ao usar o Modo Cursor - Até o tempo limite.
ro_ro: Timpul limită al cursorului în secunde când se utilizează Modul cursor - Până la expirarea timpului.
sv_se: Tidsgräns för markören i sekunder vid användning av Markörläge - Tills tidsgräns.
tr: İmleç Modu kullanılırken saniye cinsinden imleç zaman aşımı - Zaman Aşımına Kadar.
vi_vn: Thời gian chờ con trỏ tính bằng giây khi sử dụng chế độ con trỏ - cho đến khi hết thời gian chờ.Thời gian chờ của con trỏ tính bằng giây khi sử dụng Chế độ con trỏ - Cho đến khi hết thời gian chờ.
zh_tw: 使用游標模式時間標逾時（秒）- 直到超時。

# game_options
source: Custom
ca: Personalitzat
es: Personalizado
eu_es: Neurrira eginikoak
gl_es: Personalizado
hu: Egyéni
it: Personalizzato
ja_jp: カスタム構成
ko: 커스텀
nb_no: Egendefinert
pl: Niestandardowe
pt_pt: Personalizado
ro_ro: Personalizat
sk_sk: Vlastné
sv_se: Anpassad
tr: Özel
vi_vn: Cá nhân
zh_tw: 自訂

# game_options
source: Custom Keyboard Binds (best for Pad2Key)
ca: Lligams de teclat personalitzats (millor per Pad2Key)
es: Teclado personalizado (mejor para Pad2Key)
eu_es: Neurrirako Teklatu ezarpenak (Onena Pad2Key-rentzat)
gl_es: Vinculacións de teclado personalizadas (o mellor para Pad2Key)
hu: Egyéni billentyűzetkötések (legjobb a Pad2Key számára)
it: Impostazioni Tastiera Personalizzata (migliore per Pad2Key)
ja_jp: カスタムキーボード(パッドキー設定に最適)
ko: 커스텀 키보드 바인딩 (Pad2Key에 가장 적합)
nb_no: Egendefinerte tastaturbindinger (best for Pad2Key)
pl: Niestandardowe mapowanie klawiatury (najlepsze dla Pad2Key)
pt_pt: Teclado personalizado (melhor para Pad2Key)
ro_ro: Asocieri tastatură personalizate (potrivite pentru Pad2Key)
sk_sk: Vlastné väzby klávesnice (najlepšie pre Pad2Key)
sv_se: Anpassade tangentbordsbindningar (bäst för Pad2Key)
tr: Özel Klavye Bağları (Pad2Key için en iyisi)
vi_vn: Tùy chỉnh Keyboard Binds (tốt nhất cho Pad2Key)
zh_tw: 自訂鍵盤綁定（最適合 Pad2Key）

# game_options
source: Cycle Timing Check
ca: Verificació de temps de cicle
es: Comprobación de tiempo de ciclo
eu_es: Ziklo Denboren Konprobaketa
gl_es: Comprobación do tempo de ciclo
hu: Ciklusidőzítés ellenőrzése
it: Controllo Timing Ciclo
ja_jp: サイクルタイミング確認
ko: 사이클 타이밍 확인
nb_no: Kontroll av syklustidspunkt
pl: Kontrola czasu cyklu
pt_pt: Verificação do tempo do ciclo
ro_ro: Verificare temporizare ciclu
sk_sk: Kontrola časovania cyklu
sv_se: Kontroll av cykeltider
tr: Döngü Zamanlaması Kontrolü
vi_vn: Chu kỳ kiểm tra
zh_tw: 週期時間檢查

# game_options
source: Cycle-exact
ca: Cicle exacte
es: Ciclo exacto
eu_es: Ziklo-zehatz
it: Ciclo esatto
ja_jp: 正確な動作
ko: 주기 정확
nb_no: Syklus-presis
pl: Dokładny cyklowo
pt_pt: Ciclo exato
ro_ro: Ciclu exact
sk_sk: Presný cyklus
sv_se: Cykel-exakt
tr: Tam-döngü
vi_vn: Chu kỳ chính xác
zh_tw: 週期精準

# game_options
source: Cyrillic [Windows-1251]
ca: Ciríl·lic [Windows-1251]
es: Cirílico [Windows-1251]
eu_es: Zirilikoa [Windows-1251]
gl_es: Cirílico [Windows-1251]
hu: Cirill [Windows-1251]
it: Cirillico [Windows-1251]
ja_jp: キリル文字[Windows-1251]
ko: 키릴 문자 [윈도우-1251]
nb_no: Kyrillisk [Windows-1251]
pl: Cyrylica [Windows-1251]
pt_pt: Cirílico [Windows-1251]
ro_ro: Chirilică [Windows-1251]
sk_sk: Cyrilika [Windows-1251]
sv_se: Kyrilliska [Windows-1251]
tr: Kiril [Windows-1251]

# game_options
source: Czech
es: Checo
eu_es: Txekiera
gl_es: Checo
hu: Cseh
it: Ceco
ja_jp: チェコ語
ko: 체코
nb_no: Tsjekkisk
pl: Czeski
pt_pt: Checo
ro_ro: Cehă
sk_sk: Čeština
sv_se: Tjeckiska
tr: Çekçe
vi_vn: Séc

# game_options
source: Czech (cz)
es: Checo (cz)
gl_es: Checo (cz)
hu: Cseh (cz)
it: Ceco (cz)
ja_jp: チェコ語 (cz)
ko: 체코 (cz)
pl: Czeski (cz)
pt_pt: Checo (cz)
ro_ro: Cehă (cz)
sk_sk: Čeština (cz)
sv_se: Tjeckiska (cz)
tr: Çekce (cz)
vi_vn: Séc (cz)

# game_options
source: Czech Republic
ca: República Txeca
es: República Checa
eu_es: Errepublika Txekoa
gl_es: República Checa
hu: Cseh Köztársaság
it: Repubblica Ceca
ja_jp: チェコ共和国
ko: 체코
nb_no: Tsjekkia
pl: Czechy
pt_pt: República Checa
ro_ro: Republica Cehă
sk_sk: Česká republika
sv_se: Tjeckien
tr: Çekya
vi_vn: Cộng hòa Séc

# game_options
source: D3D12 (Default)
es: D3D12 (Por defecto)
gl_es: D3D12 (Predeterminado)
hu: D3D12 (alapértelmezett)
ja_jp: D3D12 (標準)
ko: D3D12 (기본)
nb_no: D3D12 (standard)
pl: D3D12 (domyślnie)
pt_pt: D3D12 (Padrão)
ro_ro: D3D12 (Implicit)
sk_sk: D3D12 (predvolené)
sv_se: D3D12 (standard)
tr: D3D12 (Varsayılan)
vi_vn: D3D12 (Mặc định)
zh_tw: D3D12 (預設)
