Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: FMV movie deinterlacing.
es: Desentrelazado de películas FMV.
eu_es: FMV filma destartekatzea
gl_es: Desentrelazado de películas FMV.
hu: FMV film deinterlacing.
it: Deinterlacciamento film FMV.
ja_jp: FMVのインターレースを解除する方法を選択します
ko: FMV 영화 디인터레이싱.
nb_no: Deinterlacing av FMV-film.
pl: Usuwanie przeplotu w filmach FMV.
pt_pt: Desentrelaçamento de vídeos FMV.
ro_ro: Deintercalare filme.
sk_sk: Odstránenie prekladania FMV filmu.
sv_se: Deinterlacing av FMV-film.
tr: FMV filmi ayrıştırma.
vi_vn: Khử xen kẽ phim FMV.
zh_tw: FMV 影片去交錯。

# game_options
source: FORCE 386DX CPU
ca: FORÇAR CPU 386DX
es: FORZAR CPU 386DX
eu_es: BEHARTU 386DX CPU-A
gl_es: FORZAR CPU 386
hu: KÉNYSZERÍTETT 386DX CPU
it: FORZA CPU 386DX
ja_jp: 386DX CPUに固定
ko: 강제 386DX CPU
pl: WYMUSZENIE PROCESORA 386DX
pt_pt: FORÇAR CPU 386DX
ro_ro: FORȚEAZĂ CPU 386DX
sk_sk: Vynútiť 386DX CPU
sv_se: TVINGA 386DX CPU
tr: 386DX CPU ZORLA
vi_vn: ÉP 386DX CPU
zh_tw: 強制386DX CPU

# game_options
source: FORCE LARGE ADDRESS
ca: FORÇAR ADRECES GRAN
es: FORZAR DIRECCIONES GRANDES
eu_es: BEHARTU HELBIDE HANDIAK
gl_es: FORZAR DIRECCIÓNS GRANDES
hu: NAGY CÍM KÉNYSZERÍTÉSE
it: FORZA INDIRIZZI LARGHI
ja_jp: ラージアドレスを強制
ko: 강제 큰 주소
nb_no: TVINGE FREM STOR ADRESSE
pl: WYMUSZENIE DUŻEGO ADRESU
pt_pt: FORÇAR ENDEREÇOS GRANDE
ro_ro: FORȚEAZĂ ADRESE MARI
sk_sk: Vynútiť veľkú adresu
sv_se: TVINGA STOR ADRESS
tr: BÜYÜK ADRESE ZORLA
zh_tw: 強制 LARGE ADDRESS

# game_options
source: FORCE MANAGED
ca: FORÇAR TEXTURES GESTIONADES
es: FORZAR TEXTURAS GESTIONADAS
eu_es: BEHARTU KUDEAKETA
gl_es: FORZAR TEXTURAS XESTIONADAS
hu: ERŐKEZELÉS
it: FORZA GESTITE
ja_jp: 管理対象テクスチャを強制
ko: 강제 관리
pl: WYMUŚ ZARZĄDZANE
pt_pt: FORÇAR GERENCIAMENTO
ro_ro: FORȚEAZĂ MANAGERIATE
sk_sk: Vynútiť spravované
sv_se: TVINGA HANTERAD
tr: KUVVET YÖNETİMİ
zh_tw: 強制管理

# game_options
source: FORCE NTSC TIMINGS ON PAL
ca: FORÇAR TEMPS NTSC A PAL
es: FORZAR TIEMPOS NTSC EN PAL
eu_es: BEHARTU NTSC DENBORAK PAL-EAN
gl_es: FORZA TEMPOS NTSC EN PAL
hu: NTSC IDŐZÍTÉS KÉNYSZERÍTÉSE PAL-ON
it: FORZA TIMINGS NTSC SU PAL
ja_jp: 強制的に PALをNTSCタイミング
ko: PAL에서 NTSC 타이밍 강제
nb_no: TVINGE NTSC-TIDER PÅ PAL
pl: WYMUSZANIE CZASÓW NTSC DLA PAL
pt_pt: FORÇAR TEMPOS NTSC NO PAL
ro_ro: FORȚEAZĂ TEMPORIZAREA NTSC PE PAL
sk_sk: Vynútiť NTSC časovanie na PAL
sv_se: TVINGA NTSC-TIDER PÅ PAL
tr: PAL İÇİN NTSC ZAMANINA ZORLA
vi_vn: BẮT BUỘC THỜI GIAN NTSC TRÊN PAL
zh_tw: 在PAL上強制NTSC計時

# game_options
source: FORCE WINDOWS CE MODE
ca: FORÇAR MODE WINDOWS CE
es: FORZAR MODO WINDOWS CE
eu_es: BEHARTU WINDOWS CE MODUA
gl_es: FORZAR MODO WINDOWS CE
hu: WINDOWS CE MÓD KÉNYSZERÍTÉSE
it: FORZA LA MODALITÀ WINDOWS CE
ja_jp: 強制的にWINDOWS CE モード
ko: 강제 윈도우 CE 모드
nb_no: TVINGE WINDOWS CE-MODUS
pl: WYMUSZENIE TRYBU WINDOWS CE
pt_pt: FORÇAR MODO WINDOWS CE
ro_ro: FORȚEAZĂ MODUL WINDOWS CE
sk_sk: Vynútiť režim Windows CE
sv_se: TVINGA WINDOWS CE-LÄGE
tr: WINDOWS CE MODUNA ZORLA
vi_vn: BẮT BUỘC CHẠY WINDOWN CE
zh_tw: 強制WINDOWS CE模式

# game_options
source: FPS LIMITER
ca: LIMITADOR DE FPS
es: LIMITADOR DE FOTOGRAMAS POR SEGUNDO
eu_es: FPS MUGATZAILEA
gl_es: LIMITADOR DE FPS
it: LIMITATORE FPS
ja_jp: FPS 制限
ko: FPS 제한기
nb_no: FPS-BEGRENSER
pl: OGRANICZNIK FPS
pt_pt: LIMITADOR DE FPS
ro_ro: LIMITATOR FPS
sk_sk: Obmedzovač FPS
sv_se: FPS-BEGRÄNSARE
tr: FPS SINIRLAYICI
vi_vn: GIỚI HẠN FPS
zh_tw: FPS 極限

# game_options
source: FPS TARGET
hu: FPS CÉL
ko: FPS 대사
pt_pt: ALVO FPS
sv_se: FPS-MÅL
tr: FPS HEDEFİ
vi_vn: MỤC TIÊU FPS
zh_tw: FPS 目標

# game_options
source: FRAME DUPING (SPEED UP)
ca: FRAME DUPING (ACCELERACIÓ)
es: FRAME DUPING (AUM. VELOCIDAD)
eu_es: FRAME DUPLIKAZIOA (ABIADURA HANDITU)
gl_es: DUPLICACIÓN DE FOTOGRAMAS (AUMENTA VELOCIDADE)
hu: KERET DUGULÁS (GYORSÍTÁS)
it: DUPLICAZIONE FRAME (ACCELERA)
ja_jp: フレームデュッピング（スピードアップ）
ko: 프레임 복제 (속도 향상)
nb_no: FRAME DUPING (ØKE HASTIGHETEN)
pl: PRZEWIJANIE RAMKI (PRZYSPIESZENIE)
pt_pt: DUPLICAÇÃO DE FRAMES (Acelerar)
ro_ro: DUPLICARE CADRE (ACCELERARE)
sk_sk: FRAME DUPING (zrýchli)
sv_se: BILDRUTEDUBBLERING (SNABBARE)
tr: KARELERİ ÇOĞALT (HIZLANDIR)
vi_vn: KHUNG DUPING (TĂNG TỐC)
zh_tw: 影格複製(加速)

# game_options
source: FRAME LIMIT
ca: LÍMIT DE QUADRES
es: LÍMITE DE FOTOGRAMAS
eu_es: FOTOGRAMA MUGA
gl_es: LÍMITE DE FOTOGRAMAS
hu: KÉPKOCKA LIMIT
it: LIMITATORE FRAME
ja_jp: フレーム制限
ko: 프레임 제한
nb_no: RAMMEBEGRENSNING
pl: LIMIT KLATEK
pt_pt: LIMITE DE FPS
ro_ro: LIMITĂ DE CADRE
sk_sk: Obmedzenie snímky
sv_se: BILDFREKVENSGRÄNS
tr: KARE SINIRI
vi_vn: GIỚI HẠN KHUNG HÌNH
zh_tw: 影格限制

# game_options
source: FRAME RATE
ca: TAXA DE REFRESC
es: VELOCIDAD DE FOTOGRAMAS
eu_es: FRAME SEGUNDUKO
gl_es: TAXA DE FOTOGRAMAS
hu: KÉPKOCKASEBESSÉG
ja_jp: フレームレート
ko: 프레임 속도
nb_no: RAMMEHASTIGHET
pl: CZĘSTOTLIWOŚĆ ODŚWIEŻANIA
pt_pt: FPS
ro_ro: RATA DE CADRE
sk_sk: Snímková frekvencia
sv_se: BILDFREKVENS
tr: KARE HIZI
vi_vn: TỐC ĐỘ KHUNG HÌNH
zh_tw: 影格率

# game_options
source: FRAME RATE LIMIT
ca: LÍMIT DE TAXA DE FOTOGRAMES
es: LÍMITE VELOC. DE FOTOGRAMAS
eu_es: SEGUNDUKO FOTOGRAMA MUGA
gl_es: LÍMITE DE VELOCIDADE DE FOTOGRAMAS
hu: KÉPKOCKA LIMIT
it: LIMITA IL FRAME RATE
ja_jp: フレームレート制限
ko: 프레임 속도 제한
nb_no: GRENSE FOR BILDEFREKVENS
pl: LIMIT CZĘSTOTLIWOŚCI ODŚWIEŻANIA
pt_pt: LIMITE FPS
ro_ro: LIMITĂ RATĂ CADRE
sk_sk: Obmedzenie snímok
sv_se: GRÄNS FÖR BILDHASTIGHET
tr: KARE ATLAMA LİMİTİ
vi_vn: GIỚI HẠN TỐC ĐỘ KHUNG HÌNH
zh_tw: 影格速率限制

# game_options
source: FRAMERATE
eu_es: FOTOGRAMAK SEGUNDUKO
gl_es: FOTOGRAMA
ja_jp: フレームレート
ko: 프레임속도
nb_no: BILDEFREKVENS
pl: LICZBA KLATEK NA SEKUNDĘ
ro_ro: RATA DE CADRE
sk_sk: FPS

# game_options
source: FRAMESKIP
ca: SALT DE QUADRES
es: SALTO DE FOTOGRAMAS
eu_es: KOADROAK SALTATU
gl_es: SALTO DE FOTOGRAMAS
hu: KÉPKOCKAKIHAGYÁS
ja_jp: フレームスキップ
ko: 프레임 건너뛰기
pl: POMIJANIE KLATEK
pt_pt: SALTO DE FRAMES
ro_ro: OMITE CADRE
sk_sk: Preskočenie snímok
sv_se: HOPPA ÖVER BILDRUTOR
tr: KARE ATLA
vi_vn: BỎ QUA KHUNG HÌNH
zh_tw: 影格跳格

# game_options
source: FRAMESKIP (GL64MK2 ONLY)
ca: SALT DE QUADRES (NOMÉS GL64MK2)
es: SALTO DE FOTOGRAMAS (SÓLO GL64MK2)
eu_es: FOTOGRAMA SALTOA (GL64MK2 SOILIK)
gl_es: SALTO DE FOTOGRAMA (SÓ GL64MK2)
hu: FRAMESKIP (CSAK GL64MK2)
it: FRAMESKIP (SOLO GL64MK2)
ja_jp: フレームスキップ [GL64MK2]
ko: 프레임 건너뛰기 (GL64MK2 전용)
nb_no: FRAMESKIP (KUN GL64MK2)
pl: FRAMESKIP (TYLKO GL64MK2)
pt_pt: SALTO DE FRAMES (APENAS GL64MK2)
ro_ro: OMITERE CADRE (DOAR GL64MK2)
sk_sk: Preskočenie snímok (iba GL64MK2)
sv_se: HOPPA ÖVER BILDRUTOR (ENDAST GL64MK2)
tr: KARE ATLA (SADECE GL64MK2)
zh_tw: 影格跳格(僅限GL64MK2)

# game_options
source: FRAMESKIP TYPE
ca: TIPUS DE SALT DE QUADRES
es: TIPO DE SALTO DE FOTOGRAMAS
eu_es: FOTOGRAMA SALTATZE MODUA
gl_es: TIPO DE SALTO DE FOTOGRAMAS
hu: KÉPKOCKAKIHAGYÁS TIPUS
it: TIPO DI FRAMESKIP
ja_jp: フレームスキップ タイプ
ko: 프레임 건너뛰기 유형
pl: TYP POMIJANIA KLATKI
pt_pt: TIPO DE SALTO DE FRAMES
ro_ro: TIP OMITERE CADRE
sk_sk: Typ preskočenia snímok
sv_se: TYP FÖR HOPPA ÖVER BILDRUTOR
tr: KARE ATLAMA TÜRÜ
zh_tw: 影格跳格類型

# game_options
source: FRAMESKIP VALUE
ca: VALOR DE SALT DE QUADRES
es: VALOR DE SALTO DE FOTOGRAMAS
eu_es: FOTOGRAMA SALTO BALIOA
gl_es: VALOR DE SALTO DE FOTOGRAMAS
hu: KÉPKOCKAKIHAGYÁS SZÁMA
it: VALORE DI FRAMESKIP
ja_jp: フレームスキップ 値
ko: 프레임 건너뛰기 값
nb_no: FRAMESKIP-VERDI
pl: WARTOŚĆ POMIJANIA KLATEK
pt_pt: VALOR DE SALTO DE FRAMES
ro_ro: VALOARE OMITERE CADRE
sk_sk: Hodnota preskočenia snímok
sv_se: VÄRDE FÖR HOPPA ÖVER BILDRUTOR
tr: KARE ATLAMA DEĞERİ
zh_tw: 影格跳格值

# game_options
source: FREE PLAY
hu: INGYENES JÁTÉK
ko: 무료 플레이
sv_se: FRITT SPEL
tr: SERBEST OYNA
zh_tw: 自由遊玩

# game_options
source: FULL SINGLE SCREEN
es: PANTALLA ÚNICA COMPLETA
gl_es: PANTALLA ÚNICA COMPLETA
hu: TELJES EGYETLEN KÉPERNYŐ
it: SCHERMO INTERO SINGOLO
ja_jp: フルシングルスクリーン
ko: 전체 단일 화면
nb_no: FULL ENKEL SKJERM
pl: PEŁNY POJEDYNCZY EKRAN
pt_pt: ECRÃ ÚNICA COMPLETA
ro_ro: ECRAN ÎNTREG UNIC
sk_sk: Na celú obrazovku
sv_se: HEL ENSKILD SKÄRM
tr: TAM TEK EKRAN
zh_tw: 全單螢幕

# game_options
source: FULLSCREEN
es: PANTALLA COMPLETA
gl_es: PANTALLA CHEA
hu: TELJES KÉPERNYŐ
it: SCHERMO INTERO
ja_jp: フルスクリーン
ko: 전체화면
nb_no: FULLSKJERM
pl: PEŁNY EKRAN
ro_ro: ECRAN ÎNTREG
sk_sk: Celá obrazovka
sv_se: HELSKÄRM
tr: TAM EKRAN
vi_vn: TOÀN MÀN HÌNH
zh_tw: 全螢幕

# game_options
source: FULLSCREEN gives you a top-down view on the playfield. For cabinet use or multi-window on desktop.
es: PANTALLA COMPLETA te ofrece una vista desde arriba hacia abajo del campo de juego. Para uso en gabinete o multiventana en el escritorio.
gl_es: A PANTALLA COMPLETA ofrécelle unha vista de arriba abaixo do campo de xogo. Para uso en gabinete ou multi-xanela no escritorio.
hu: A TELJES KÉPERNYŐ felülről lefelé nézheti a játékteret. Szekrényes használatra vagy több ablakos asztali használatra.
it: La modalità SCHERMO INTERO consente una vista top-down del campo di gioco. Per uso cabinato o su scrivanie multi-finestre.
ja_jp: フルスクリーンでは、プレイフィールドをトップダウンで見ることができます。キャビネット用途やデスクトップのマルチウィンドウ向き
ko: 전체화면은 플레이필드를 위에서 아래로 볼 수 있게 해줍니다. 캐비닛 사용이나 데스크탑의 멀티윈도우에 적합합니다.
nb_no: FULLSKJERM gir deg en topp-ned-visning på spillefeltet. For kabinett-bruk eller multivindu på skrivebordet.
pl: PEŁNY EKRAN zapewnia widok z góry na pole gry. Do użytku w automacie lub w wielu oknach na pulpicie.
pt_pt: FULLSCREEN oferece uma visão de cima para baixo do campo de jogo. Para uso em gabinete ou múltiplas janelas no desktop.
ro_ro: ECRAN ÎNTREG prezintă o vizualizare de sus în jos a câmpului de joc. Pentru utilizare cu cabinete sau desktop cu ferestre multiple.
sv_se: FULLSCREEN ger dig en vy uppifrån och ner på spelplanen. För användning i skåp eller flera fönster på skrivbordet.
tr: TAM EKRAN oyun alanının kuş bakışı görüntüsünü verir. Kabin kullanımı ve masaüstünde çoklu pencere içindir.
vi_vn: TOÀN MÀN HÌNH cung cấp cho bạn cái nhìn từ trên xuống trên sân chơi. Để sử dụng trong tủ hoặc nhiều cửa sổ trên máy tính để bàn.
zh_tw: 全螢幕給你一個從上到下的視野，用於框體或桌面上的多視窗。

# game_options
source: FXAA
ja_jp: FXAA(アンチエイリアシング アルゴリズム)
ko: FXAA (빠른 대략적 안티에일리어싱)

# game_options
source: FXAA has a lower performance impact, goof for low resolutions. SMAA offers best quality.
es: FXAA tiene un menor impacto en el rendimiento, lo que es una tontería para resoluciones bajas. SMAA ofrece mejor calidad.
gl_es: FXAA ten un menor impacto no rendemento, bo para resolucións baixas. SMAA ofrece a mellor calidade.
hu: Az FXAA kisebb hatással van a teljesítményre, az alacsony felbontásoknál nem működik. Az SMAA a legjobb minőséget kínálja.
it: FXAA ha poco impatto sulle perfomance, buffo per risoluzioni basse. SMAA offre la migliore qualità
ja_jp: FXAA はパフォーマンスへの影響が低く、解像度が低いのは問題です。 SMAA は最高の品質を提供します
ko: FXAA는 성능에 미치는 영향이 낮아 낮은 해상도에 좋습니다. SMAA는 최상의 품질을 제공합니다.
nb_no: FXAA har en lavere ytelseseffekt, tull for lave oppløsninger. SMAA tilbyr best kvalitet.
pl: FXAA ma mniejszy wpływ na wydajność, dobry dla niskich rozdzielczości. SMAA oferuje najlepszą jakość.
pt_pt: FXAA tem um impacto menor no desempenho, o que é uma brincadeira para resoluções baixas. Ofertas SMAA melhor qualidade.
ro_ro: FXAA are un impact de performanță mai mic, bun pentru rezoluții mai mici. SMAA oferă cea mai bună calitate.
sv_se: FXAA har en lägre prestandapåverkan och är bättre för låga upplösningar. SMAA ger bästa kvalitet.
tr: FXAA, düşük çözünürlükler için iyi olan daha düşük bir performans etkisine sahiptir. SMAA en iyi kaliteyi sunar.
vi_vn: FXAA có tác động hiệu suất thấp hơn, gây khó khăn cho độ phân giải thấp. SMAA cung cấp chất lượng tốt nhất.
zh_tw: FXAA對效能的影響較低，解析度較低時會出錯。SMAA提供最好的質量。

# game_options
source: Falcon
ja_jp: ファルコン
ko: 팔콘
nb_no: Falk

# game_options
source: Falcon 4.0
ko: 팔콘 4.0
pt_pt: Falcão 4.0

# game_options
source: Falcon 4.02
ko: 팔콘 4.02
pt_pt: Falcão 4.02

# game_options
source: Falcon 4.04
ko: 팔콘 4.04
pt_pt: Falcão 4.04

# game_options
source: Falcon AUTO
ja_jp: Falcon 自動
ko: 팔콘 오토
pt_pt: Falcão AUTO
tr: Falcon OTOMATİK

# game_options
source: Falcon ETOS 512k
ko: 팔콘 ETOS 512k
pt_pt: Falcão ETOS 512k

# game_options
source: Famicom (FDS)
ja_jp: ファミコン (FDS)
ko: 패미컴 (FDS)

# game_options
source: Faroe Islands
gl_es: Illas Feroe
hu: Feröer
it: Isole Faroe
ko: 페로 제도
pl: Wyspy Owcze
pt_pt: Ilhas Faroé
ro_ro: Insulele Faeroe
sk_sk: Faerské ostrovy
sv_se: Faroeöarna
tr: Faroe Adaları
vi_vn: Quần đảo Faroe

# keys_files
source: Fast Forward
ca: Avançar
es: Avance rápido
eu_es: Azkar aurreratu
gl_es: Avance rápido
it: Avanzamento Veloce
ja_jp: 早送り
ko: 빨리 감기
nb_no: Hurtigspoling
pl: Przewijanie do przodu
ro_ro: Derulează înainte
sk_sk: Rýchlo dopredu

# game_options
source: Fast Interpreter
ca: Intèrpret ràpid
es: Rápido
eu_es: Interpretatzaile azkarra
gl_es: Intérprete rápido
hu: Gyors tolmács
it: Interprete Veloce
ja_jp: インタープリタ（速い）
ko: 빠른 해석기
nb_no: Rask tolk
pt_pt: Interprete rápido
ro_ro: Interpretor rapid
sk_sk: Rýchly interpreter
sv_se: Snabb tolk
tr: Hızlı yorumlayıcı
zh_tw: 快速解譯程式

# keys_files
source: FastForward
ca: Avançar
es: Avance rápido
eu_es: Aurrera Azkar
gl_es: Avance rápido
it: Avanzamento Rapido
ja_jp: 早送り
ko: 빨리감기
pl: Przewijanie do przodu
ro_ro: Derulare rapidă
sk_sk: Rýchlo dopredu

# game_options
source: Features native resolution rendering, analog controller and mouse support, frame rate unlocking up to 60Hz, an improved camera with a disable tilt option, custom sky/background functionality, and various other tweaks and options.
es: Cuenta con renderizado de resolución nativa, soporte para mando analógico y ratón, desbloqueo de velocidad de fotogramas hasta 60 Hz, una cámara mejorada con opción de inclinación desactivada, funcionalidad de cielo/fondo personalizado, y otros varios ajustes y opciones.
gl_es: Características de renderizado de resolución nativa, controlador analóxico e compatibilidade co rato, Desbloqueo de velocidade de cadros de ata 60 Hz, unha cámara mellorada cunha inclinación desactivada opción, funcionalidade personalizada de ceo/fondo e outros axustes e opcións.
hu: Natív felbontású rendereléssel, analóg kontroller- és egértámogatással, akár 60 Hz-es képkockasebességgel, továbbfejlesztett kamerával a megdöntési lehetőség deaktiválásával, egyedi égbolt/háttér funkcióval, valamint számos egyéb finomítással és lehetőséggel.
it: Risoluzione nativa di rendering, supporto per controller analogico e mouse, frame rate sbloccato fino a 60Hz, telecamera migliorata con tilt disabilitabile cielo/sfondo personalizzabile, e varie altre modifiche e opzioni.
ja_jp: ネイティブ解像度のレンダリング、アナログ コントローラーとマウスのサポート、最大 60 Hz のフレーム レートのロック解除、チルト オプションを無効にする改善されたカメラ、カスタムの空/背景機能、その他のさまざまな調整とオプションが特徴です
ko: 기본 해상도 렌더링, 아날로그 컨트롤러 및 마우스 지원, 최대 60Hz의 프레임 속도 잠금 해제, 틸트 비활성화 옵션이 있는 향상된 카메라, 커스텀 하늘/배경 기능, 기타 다양한 조정 및 옵션이 제공됩니다.
pl: Zawiera renderowanie w natywnej rozdzielczości, obsługę kontrolera analogowego i myszy, odblokowanie liczby klatek na sekundę do 60 Hz, ulepszoną kamerę z opcją wyłączenia pochylenia, funkcję niestandardowego nieba/tła oraz różne inne poprawki i opcje.
pt_pt: Apresenta renderização de resolução nativa, controlador analógico e suporte para rato, desbloqueio de fps até 60 Hz, uma câmara melhorada com inclinação desativada opção, funcionalidade personalizada de céu/fundo e vários outros ajustes e opções
ro_ro: Prezintă randare la rezoluția nativă, controlere analogice și suport pentru maus, rată de cadre deblocată până la 60Hz, o cameră îmbunătățită cu opțiune de dezactivare a înclinării, funcționalitate de cer/fundal personalizat și multe alte trucuri și opțiuni.
sv_se: Innehåller rendering i inbyggd upplösning, stöd för analoga kontroller och mus, upplåsning av bildfrekvens upp till 60 Hz, en förbättrad kamera med ett inaktiverat lutningsalternativ, anpassad himmel/bakgrundsfunktionalitet och olika andra justeringar och alternativ.
tr: Yerel çözünürlükte görüntüle, analog kontrolcü ve fare desteği, 60 Hz'e kadar kare hızı kilidi açma, eğme seçeneğini devre dışı bırakabilen geliştirilmiş kamera, özel gökyüzü/arka plan işlevi ve çeşitli diğer ince ayarlar ve seçenekler sunar.
vi_vn: Có tính năng hiển thị độ phân giải gốc, hỗ trợ chuột và bộ điều khiển tương tự, mở khóa tốc độ khung hình lên tới 60Hz, máy ảnh cải tiến với tùy chọn tắt độ nghiêng, chức năng bầu trời/nền tùy chỉnh cũng như nhiều tùy chọn và chỉnh sửa khác.
zh_tw: 具有原生解析度算繪、模擬控制器和滑鼠支援、高達60Hz的幀速率解鎖。具有禁用傾斜選項的改進相機、自定義天空/背景功能以及各種其他調整和選項。

# game_options
source: February
es: Febrero
gl_es: Febreiro
hu: Február
it: Febbraio
ja_jp: 2月
ko: 2월
nb_no: Februar
pl: Luty
pt_pt: Fevereiro
ro_ro: Februarie
sk_sk: Február
sv_se: Februari
tr: Şubat
vi_vn: Tháng 2
zh_tw: 二月

# game_options
source: FidelityFX Super Resolution
es: Super resolución FidelityFX
eu_es: FidelityFX Super Bereizmena
gl_es: Super resolución FidelityFX
hu: FidelityFX szuper felbontás
it: FidelityFX Super Risoluzione
ja_jp: FidelityFX 超解像度
ko: 피델리티FX 슈퍼 해상도
ro_ro: Rezoluție FidelityFX Super
sk_sk: Super rozlíšenie FidelityFX
tr: FidelityFX Süper Çözünürlük
vi_vn: Fidelityfx Siêu phân giải
zh_tw: FidelityFX 超解析度

# game_options
source: Fill Screen
es: Llenar pantalla
eu_es: Bete Pantaila
gl_es: Encher Pantalla
hu: Képernyő kitöltése
it: Riempi Schermo
ja_jp: 画面全体表示
ko: 전체 화면
nb_no: Fyll skjerm
pl: Wypełnij ekran
pt_pt: Preencher Ecrã
ro_ro: Umple ecranul
sk_sk: Vyplniť obrazovku
sv_se: Fyll skärm
tr: Ekranı Doldur
vi_vn: Lấp đầy màn hình
zh_tw: 全螢幕

# game_options
source: Fills the screen regardless of the aspect ratio. Doesn't work with Integer Upscaling.
es: Llena la pantalla independientemente de la relación de aspecto. No funciona con el escalado por enteros.
eu_es: Pantaila betetzen du proportzioa delakoa izanda. Ez dabil Osozko eskalatzearekin.
gl_es: Enche a pantalla independentemente da relación de aspecto. Non funciona co Escalado por Enteiros.
hu: Kitölti a képernyőt a képaránytól függetlenül. Nem működik az Integer felskálázással.
it: Riempi lo schermo senza tener conto delle proporzioni. Non funziona con Integer Upscaling
ja_jp: アスペクト比に関係なく、画面全体に表示します(整数アップスケーリングでは機能しません)
ko: 화면 비율에 관계없이 화면을 채웁니다. 정수 업스케일링에서는 작동하지 않습니다.
nb_no: Fyller skjermen uavhengig av størrelsesforholdet. Fungerer ikke med heltallsoppskalering.
pl: Wypełnia ekran niezależnie od współczynnika proporcji. Nie działa z Przeskalowaniem Całkowitym.
pt_pt: Preenche o ecrã independentemente da proporção. Não funciona com aumento da resoluçao perfeito.
ro_ro: Umple ecranul fără să țină cont de raportul de aspect. Nu funcționează cu upscaling întreg.
sk_sk: Vyplní obrazovku bez ohľadu na pomer strán. Nefunguje s celočíselným škálovaním.
sv_se: Fyller skärmen oavsett bildförhållande. Fungerar inte med uppskalning med heltal.
tr: En boy oranından bağımsız olarak ekranı doldurur. Tamsayı Yükseltme ile çalışmaz.
vi_vn: Lấp đầy màn hình bất kể tỷ lệ khung hình. Không hoạt động với Integer Upscaling.
zh_tw: 填充螢幕，不考慮縱橫比。不適用于整數向上擴充套件。

# game_options
source: Fills the screen.
gl_es: Enche a pantalla.
hu: Kitölti a képernyőt.
it: Riempi lo schermo.
ko: 화면을 가득 채웁니다.
pl: Wypełnia ekran.
pt_pt: Preencher o ecrã.
ro_ro: Umple ecranul.
sk_sk: Vyplní obrazovku.
sv_se: Fyller skärmen.
tr: Ekranı doldurur.
vi_vn: Lấp đầy màn hình.
zh_tw: 填充螢幕。

# game_options
source: Final image filtering.
ca: Filtratge de la imatge final.
es: Filtrado de imagen final.
eu_es: Azken irudi filtratzea.
gl_es: Filtrado da imaxe final.
hu: Végső képszűrés.
it: Filtraggio immagine finale.
ja_jp: 最終的な画像フィルタリング
ko: 최종 이미지 필터링.
nb_no: Endelig bildefiltrering.
pl: Końcowe filtrowanie obrazu.
pt_pt: Filtragem de imagem final.
ro_ro: Filtrarea imaginii finale.
sk_sk: Konečné filtrovanie obrazu.
sv_se: Slutgiltig bildfiltrering.
tr: Son görüntü filtreleme.
vi_vn: Lọc hình ảnh cuối cùng.
zh_tw: 最終影像過濾。

# game_options
source: Finland
ca: Finlàndia
es: Finlandia
eu_es: Finlandia
gl_es: Finlandia
hu: Finnország
it: Finlandia
ja_jp: フィンランド
ko: 핀란드
pl: Finlandia
pt_pt: Finlândia
ro_ro: Finlanda
sk_sk: Fínsko
tr: Finlandiya
vi_vn: Phần Lan

# game_options
source: Finnish
es: Finlandés
gl_es: Finés
hu: Finn
it: Finlandese
ja_jp: フィンランド語
ko: 핀란드어
nb_no: Finsk
pl: Fiński
pt_pt: Finlandês
ro_ro: Finlandeză
sk_sk: Fínčina
sv_se: Finska
tr: Fince
vi_vn: Tiếng Phần Lan

# game_options
source: Finnish (fi)
es: Finlandés (fi)
gl_es: Finés (fi)
hu: Finn (fi)
it: Finlandese (fi)
ja_jp: フィンランド語 (fi)
ko: 핀란드어 (fi)
pl: Fiński (fi)
pt_pt: Finlandês (fi)
ro_ro: Finlandeză (fi)
sk_sk: Fínčina (fi)
sv_se: Finska (fi)
tr: Fince (fi)
vi_vn: Phần Lan (fi)

# keys_files
source: Fire
es: Disparo
gl_es: Disparar
hu: Tűz
it: Spara
ja_jp: 発射
ko: 발사
pl: Strzał
pt_pt: Disparar
ro_ro: Împușcă
sk_sk: Spúšť
sv_se: Skjut
tr: Ateş
vi_vn: Bắn
zh_tw: 開火

# game_options
source: Fit 4:3 Aspect Ratio
es: Ajustar relación de aspecto a 4:3
eu_es: Egokitu 4:3 Proportziora
gl_es: Axuste a relación de aspecto 4:3
hu: Igazítás 4:3 képarányhoz
it: Adatta a proporzioni 4:3
ja_jp: アスペクト比を 4:3 に合わせる
ko: 4:3 화면비율 맞추기
nb_no: Tilpass 4:3-format
pl: Dopasuj do współczynnika 4:3
pt_pt: Ajuste na proporção de ecrã 4:3
ro_ro: Potrivire la aspect 4:3
sk_sk: Prispôsobiť pre 4:3
sv_se: Anpassa 4:3 bildförhållande
tr: 4:3 En Boy Oranına Sığdır
vi_vn: Phù hợp tỷ lệ khung hình 4:3
zh_tw: 符合4:3的長寬比

# game_options
source: Fit Screen
es: Ajustar pantalla
eu_es: Pantailara egokitu
gl_es: Axustar pantalla
hu: Képernyőhöz igazítás
it: Adatta allo Schermo
ja_jp: 画面に合わせる(アス比維持)
ko: 화면 맞추기
nb_no: Fit-skjerm
pl: Dopasuj do ekranu
pt_pt: Ajustar ao Ecrã
ro_ro: Potrivește la ecran
sk_sk: Prispôsobiť obrazovke
sv_se: Passa skärmen
tr: Ekrana Sığdır
vi_vn: Vừa màn hình
zh_tw: 符合合螢幕

# game_options
source: Fit resolution scale
es: Ajustar escala de resolución
eu_es: Egokitu bereizmen eskala
gl_es: Axuste a escala de resolución
hu: Fit felbontás skála
it: Adatta scalando alla risoluzione
ja_jp: 解像度スケールに合わせる
ko: 해상도 스케일 맞추기
nb_no: Tilpass oppløsningsskala
pl: Dopasuj skalę rozdzielczości
pt_pt: Ajustar escala de resolução
ro_ro: Potrivire la scara rezoluției
sk_sk: Prispôsobiť mierku rozlíšenia
sv_se: Anpassa upplösningsskala
tr: Çözünürlük ölçeğini sığdır
vi_vn: Phù hợp tỷ lệ khung hình
zh_tw: 符合解析度比例

# game_options
source: Fit to Window / Fullscreen
es: Ajustar a Ventana / Pantalla completa
eu_es: Egokitu leihora / Pantaila osoa
gl_es: Axustar á xanela/pantalla completa
hu: Illesztés ablakhoz / teljes képernyőhöz
it: Adatta alla finestra / Tutto schermo
ja_jp: ウィンドウ合わせ/ フルスクリーン
ko: 창 / 전체 화면에 맞추기
nb_no: Tilpass til vindu / fullskjerm
pl: Dopasuj do okna / pełny ekran
pt_pt: Ajustar à Janela/Fullscreen
ro_ro: Potrivește la ecran / ecran complet
sk_sk: Roztiahnuť do okna / obrzovky
sv_se: Anpassa till fönster / Helskärm
tr: Pencereye Sığdır / Tam Ekran
vi_vn: Vừa với cửa sổ / Toàn màn hình
zh_tw: 符合視窗/全螢幕

# game_options
source: Fix flickering in a static screen like Workbench.
ca: Corregir parpelleig a una pantalla estàtica com Workbench.
es: Soluciona el parpadeo en una pantalla estática como Workbench.
eu_es: Konpondu dardara pantlaila estatiko batean Mahaigainean bezala.
gl_es: Corrixir o pestanexo nunha pantalla estática como Workbench.
hu: Javítsa ki a villogást egy statikus képernyőn, például a Workbenchben.
it: Risolvi il flickering delle schermate statiche tipo Workbench.
ja_jp: Workbenchなどの静的画面でのちらつきを修正します
ko: Workbench와 같은 정적 화면에서 깜박임을 수정합니다.
nb_no: Fikser flimring i en statisk skjerm som Workbench.
pl: Naprawia migotanie na statycznym ekranie, takim jak Workbench.
pt_pt: Corrige a oscilação de um ecrã estático como Workbench.
ro_ro: Rezolvă pâlpâirea într-un ecran static ca Workbench.
sk_sk: Opraviť blikanie na statickej obrazovke, ako je napríklad Workbench.
sv_se: Åtgärda flimmer på en statisk skärm som Workbench.
tr: Workbench gibi statik bir ekranda titremeyi düzelt.
vi_vn: Sửa lỗi nhấp nháy ở màn hình tĩnh như Workbench.
zh_tw: 修復工作臺等靜態螢幕的閃爍。
