Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Arcade MVS USA
eu_es: MVS Arkadea USA
ja_jp: MVS版 USA
ko: 아케이드 MVS 미국
pl: Automat MVS USA
tr: Arcade MVS AMERİKA

# game_options
source: Arcade Universe BIOS (Cheats)
ca: Arcade Universe BIOS (Trucs)
es: Arcade Universe BIOS (Trucos)
eu_es: Univers BIOS Arkadea ()
gl_es: Arcade Universe BIOS (trucos)
hu: Arcade Universe BIOS (Csalások)
it: Arcade BIOS Universale (Cheats)
ja_jp: ユニバーサル BIOS (チート用)
ko: 아케이드 유니버스 바이오스 (치트)
nb_no: Arcade Universe BIOS (Juksekoder)
pl: BIOS Automatu Universe (Cheaty)
pt_pt: Arcade Universe BIOS (Códigos)
ro_ro: Arcade Universe BIOS (Trișări)
sk_sk: Arcade Universe BIOS (cheaty)
sv_se: Arcade Universe BIOS (fusk)
tr: Arcade Universe BIOS (Hileler)
zh_tw: Arcade Universe BIOS (金手指)

# game_options
source: Archimedes 310
ko: 아르키메데스 310
nb_no: Arkimedes 310

# game_options
source: Archimedes 440/1 (Default)
ca: Archimedes 440/1 (Per defecte)
es: Archimedes 440/1 (Defecto)
eu_es: Archimedes 440/1 (Defektuzkoa)
gl_es: Archimedes 440/1 (predeterminado)
hu: Archimedes 440/1 (alapértelmezett)
ja_jp: Archimedes 440/1 (標準)
ko: 아르키메데스 440/1 (기본)
nb_no: Archimedes 440/1 (standard)
pl: Archimedes 440/1 (domyślnie)
pt_pt: Archimedes 440/1 (Predefinição)
ro_ro: Archimedes 440/1 (Implicit)
sk_sk: Archimedes 440/1 (predvolené)
sv_se: Archimedes 440/1 (standard)
tr: Archimedes 440/1 (Varsayılan)
vi_vn: ArchImedes 440/1 (Mặc định)
zh_tw: Archimedes 440/1 (預設)

# game_options
source: Archimedes 540
ko: 아르키메데스 540
nb_no: Arkimedes 540

# game_options
source: Area Sampling
hu: Területi mintavételezés
ko: 영역 샘플링
pl: Próbkowanie obszaru
pt_pt: Área de Amostragem
sv_se: Sampling i område
tr: Alan Örneklemesi
zh_tw: 區域採樣

# game_options
source: Argentina
gl_es: Arxentina
hu: Argentína
ko: 아르헨티나
pl: Argentyna
sk_sk: Argentína
tr: Arjantin

# game_options
source: Arkanoid paddle
eu_es: Arkanoid pala
gl_es: Pala Arkanoid
hu: Arkanoid vezérlő
it: Paddle Arkanoid
ja_jp: アルカノイドパドル
ko: 알카노이드 패들
nb_no: Arkanoid padle
pl: Paddle Arkanoid
ro_ro: Paletă Arkanoid
sv_se: Arkanoid paddel
tr: Arkanoid denetim kolu
zh_tw: 打磚塊控桿

# game_options
source: Armenia
hu: Örményország
ko: 아르메니아
pt_pt: Arménia
sk_sk: Arménsko
sv_se: Armenien
tr: Ermenistan

# game_options
source: Arrange the dual screen layout.
ca: Organitza la disposició de pantalla doble.
es: Organiza el diseño de la pantalla dual.
eu_es: Ordenatu pantaila dual antolaketa
gl_es: Organiza o deseño da pantalla dual.
hu: Rendezze el a kétképernyős elrendezést.
it: Arrangia il posizionamento dual screen.
ja_jp: デュアルスクリーンレイアウトを配置します
ko: 듀얼 스크린 레이아웃을 처리합니다.
nb_no: Ordne det doble skjermoppsettet.
pl: Rozmieść układ dwóch ekranów.
pt_pt: Organize o layout de ecrã dupla.
ro_ro: Aranjează amplasarea cu două ecrane.
sk_sk: Usporiadať duálne rozloženie obrazovky.
sv_se: Ordna layouten för den dubbla skärmen.
tr: Çift ekran düzenini düzenle.
vi_vn: Sắp xếp bố cục màn hình kép.
zh_tw: 安排雙螢幕佈局。

# game_options
source: Arrange the dual screen layout. Separate windows can be changed with Hotkey+R2.
es: Organiza el diseño de la pantalla dual. Las ventanas separadas se pueden cambiar con Hotkey+R2.
eu_es: Ezarri pantaila dual antolaketa. Leiho bakoitza aldatu daiteke Hotkey+R2-rekin.
gl_es: Organiza o deseño da pantalla dual. As fiestras separadas pódense cambiar con tecla Atallo+R2.
hu: Rendezze el a kétképernyős elrendezést. Külön ablakok a Hotkey+R billentyűkkel módosíthatók.
it: Imposta il layout a doppio schermo. Diverse finestre possono essere cambiatecon Hotkey+R2.
ja_jp: デュアルスクリーンのレイアウトを整えます (ホットキー+R2でウィンドウの切替)
ko: 듀얼 스크린 레이아웃을 정렬합니다. 핫키+R2로 별도의 창을 변경할 수 있습니다.
nb_no: Ordne oppsettet med to skjermer. Separate vinduer kan endres med hurtigtast+R2.
pl: Układ podwójnego ekranu. Oddzielne okna można zmieniać za pomocą skrótu klawiszowego Hotkey+R2.
pt_pt: Organizar o layout de ecrã duplo. Janelas separadas podem ser alteradas com Hotkey+R2.
ro_ro: Aranjează amplasarea ecranelor. Ferestrele separate pot fi schimbate cu tasta rapidă+R2.
sk_sk: Usporiadať rozloženie duálnej obrazovky. Oddelené okná sa dajú zmeniť cez Hotkey+R2.
sv_se: Ordna layouten för den dubbla skärmen. Separata fönster kan ändras med snabbtangent+R2.
tr: Çift ekran düzenini düzenleyin. Ayrı pencereler Kısayol Tuşu+R2 ile değiştirilebilir.
vi_vn: Sắp xếp bố cục màn hình kép. Có thể thay đổi các cửa sổ riêng biệt bằng Hotkey+R2.
zh_tw: 安排雙螢幕佈局。可以使用 熱鍵+R2 來分排視窗。

# game_options
source: Arrows
ca: Fletxes
es: Flechas
eu_es: Geziak
gl_es: Frechas
hu: Nyilak
it: Freccie
ja_jp: 矢印
ko: 화살표
nb_no: Piler
pl: Strzałki
pt_pt: Setas
ro_ro: Săgeți
sk_sk: Šílky
sv_se: Pilar
tr: Oklar
vi_vn: Mũi tên
zh_tw: 箭頭

# game_options
source: Arrows 3button
ca: Fletxes 3botons
es: Flechas 3 botones
eu_es: Geziak 3botoi
gl_es: Frechas 3 botóns
hu: Nyilak 3gomb
it: Freccie 3bottoni
ja_jp: 矢印3ボタン
ko: 화살표 3 버튼
nb_no: Piler 3-knapp
pl: 3-przyciskowe strzałki
pt_pt: Setas 3botões
ro_ro: Săgeți 3 butoane
sk_sk: Šípky 3 tlačidlá
sv_se: Pilar 3knapp
tr: Oklar 3tuş
vi_vn: Mũi tên 3 nút
zh_tw: 箭頭 3鍵

# game_options
source: As Is
ca: Com és
es: Como es
eu_es: Den bezala
gl_es: Como é
hu: Amint az
it: Come Is
ja_jp: そのまま
ko: 있는 그대로
nb_no: Som den er
pl: Tak jak jest
pt_pt: Como Está
ro_ro: Așa cum sunt
sk_sk: Ako je
sv_se: Som den är
tr: Olduğu gibi
vi_vn: Như là
zh_tw: 現狀

# game_options
source: As game specifies
ca: Com especifica el joc
es: Como especifica el juego
eu_es: Jokoak dioen bezala
gl_es: Como especifica o xogo
hu: Ahogy a játék előírja
it: Come richiesto dal gioco
ja_jp: ゲームの指定通り
ko: 게임이 지정한 대로
nb_no: Som spillet spesifiserer
pl: Zgodnie z grą
pt_pt: Como o jogo especifica
ro_ro: Așa cum specifică jocul
sk_sk: Ako určí hra
sv_se: Som spelet anger
tr: Oyunun belirttiği gibi
vi_vn: Như trò chơi chỉ định
zh_tw: 依遊戲設定

# game_options
source: Async (multi threaded)(Default)
es: Async (multi proceso)(Defecto)
eu_es: Asinkonoa (hari anizduna) (Defektuzkoa)
gl_es: Asíncrono (multifíos) (predeterminado)
hu: Aszinkron (többszálas) (alapértelmezett)
ja_jp: 非同期 (マルチスレッド)(標準)
ko: 비동기 (멀티 스레드)(기본)
nb_no: Asynkron (flertrådet) (Standard)
pl: Asynch. (wielowątkowe)(domyślnie)
pt_pt: Assíncrono (multi threaded)(Predefinição)
ro_ro: Asincron (mai multe fire)(Implicit)
sk_sk: Async (viac vlákien, predvolené)
sv_se: Asynkron (flertrådig)(Standard)
tr: Eş Zamansız (çoklu iş parçacıklı)(Varsayılan)
vi_vn: Bất đồng bộ (Đa luồng)(Mặc định)
zh_tw: 非同步多執行緒(預設)

# game_options
source: Async with Shader Interpreter
es: Async con intérprete de sombreadores
eu_es: Asinkronoa Shader Interpretatzailearekin
gl_es: Sincronización con Intérprete de Sombreado
hu: Aszinkron a Shader Interpreterrel
it: Async con Interprete Shader
ja_jp: シェーダー インタープリターと非同期
ko: 셰이더 해석기를 사용한 비동기
nb_no: Asynkronisering med Shader Interpreter
pl: Async z interpreterem shaderów
pt_pt: Assíncrono com Shader Interpretador
ro_ro: Asincron cu interpretor shader
sk_sk: Asynchrónne s interpreterom shadera
sv_se: Asynkron med Shader-tolkning
tr: Eş Zamansız Gölgelendirici Yorumlayıcı
vi_vn: Bất đồng bộ với Trình biên dịch Shader
zh_tw: 非同步著色編譯器

# game_options
source: Atari 400 / 800 floppy disks
ca: Disquets Atari 400 / 800
es: Discos (Floppy) Atari 400 / 800
eu_es: Atari 400 / 800 floppy diskoak
gl_es: Disquetes Atari 400/800
hu: Atari 400 / 800 floppy lemezek
it: Floppy disk Atari 400 / 800
ja_jp: Atari 400 / 800 フロッピーディスク
ko: 아타리 400 / 800 플로피 디스크
nb_no: Atari 400 / 800-disketter
pl: Dyskietki Atari 400 / 800
pt_pt: Disquetes Atari 400/800
ro_ro: Disc flexibil Atari 400 / 800
sk_sk: Atari 400 / 800 diskety
sv_se: Atari 400 / 800 disketter
tr: Atari 400 / 800 floppy disketleri
vi_vn: Atari 400 /800 đĩa mềm
zh_tw: Atari 400 / 800 軟碟

# game_options
source: Atari Joypad
ca: Comandament d’Atari
eu_es: Atari Joypad-a
gl_es: Mando Básico Atari
it: Joypad Atari
ja_jp: ATARI ジョイパッド
ko: 아타리 조이패드
pt_pt: Comando de Atari
ro_ro: Joypad Atari
zh_tw: Atari 搖桿

# game_options
source: Atari Monitor
es: Monitor Atari
eu_es: Atari Monitorea
gl_es: Monitor Atari
it: Schermo Atari
ja_jp: Atari モニター
ko: 아타리 모니터
pl: Monitor Atari
pt_pt: Monitor Atari
ro_ro: Monitor Atari
vi_vn: Màn hình Atari
zh_tw: Atari 螢幕

# game_options
source: Atari ST monitors had a visible border around the main screen area, but most software does not display anything in it.
es: Los monitores Atari ST tenían un borde visible alrededor del área de la pantalla principal, la mayoría del software no mostraba nada en él.
eu_es: Atari ST-aren monitoreek monitors ertz ikusgarri bat zuten pantaila nagusiaren inguruan, baino software gehienek ez dute bertan ezer erakusten.
gl_es: Os monitores Atari ST tiñan un bordo visible arredor da área da pantalla principal, pero a maioría do software non Amosaba nada nel.
hu: Az Atari ST monitorokon látható szegély volt a fő képernyő körül, de a legtöbb szoftver nem jelenít meg semmit.
it: I monitor Atari ST hanno un bordo visibile intorno all'area schermo, ma i software più recenti non mostrano niente in questa zona.
ja_jp: Atari ST モニターにはメイン画面領域の周囲に目に見える境界線がありましたが、ほとんどのソフトウェアではその中には何も表示されません
ko: 아타리 ST 모니터는 메인 화면 주변에 눈에 띄는 테두리가 있지만, 대부분 소프트웨어는 테두리에 아무것도 표시하지 않습니다.
nb_no: Atari ST-skjermer hadde en synlig ramme rundt hovedskjermbildet, men de fleste programvarer viser ikke noe i den.
pl: Monitory Atari ST miały widoczną ramkę wokół głównego obszaru ekranu, ale większość oprogramowania nic na niej nie wyświetlała.
pt_pt: Os monitores Atari ST tinham uma borda visível ao redor da área do ecrã principal, mas a maioria o software não exibe nada nele.
ro_ro: Monitoarele Atari ST au o margine vizibilă în jurul ariei principale a ecranului, dar majoritatea software-ului nu afișează nimic în acea zonă.
sk_sk: Monitory Atari ST mali viditeľný okraj okolo oblasti hlavnej obrazovky, no väčšina softvéru v ňom nič nezobrazuje.
sv_se: Atari ST-monitorer hade en synlig kant runt huvudskärmen, men de flesta programvaror visar ingenting i den.
tr: Atari ST monitörlerinin ana ekran alanının çevresinde görünür bir kenarlığı vardı ancak çoğu yazılım bu kenarda hiçbir şey görüntülemiyor.
vi_vn: Màn hình Atari ST có đường viền hiển thị xung quanh khu vực màn hình chính, nhưng hầu hết phần mềm không hiển thị bất kỳ thứ gì trong đó.
zh_tw: Atari ST 顯示器的主螢幕區域周圍有可見的邊框但大多數軟體不會在其中顯示任何內容。

# game_options
source: Atari XE Game System cartridges
ca: Cartutxos d’Atari XE Game System
es: Cartuchos Atari XE Game System
eu_es: Atari XE Game System kartutxoak
gl_es: Cartuchos Atari XE Game System
hu: Atari XE Game System kazetták
it: Cartucce Atari XE Game System
ja_jp: Atari XE Game System カートリッジ
ko: 아타리 XE 게임 시스템 카트리지
nb_no: Kassetter til Atari XE Game System
pl: Kartridże Atari XE Game System
pt_pt: Cartuchos Atari XE Game System
ro_ro: Cartele Atari XE Game System
sk_sk: Atari XE Game System kartridže
sv_se: Atari XE Game System-kassetter
tr: Atari XE Game System kartuşları
zh_tw: Atari XE Game System 卡匣

# game_options
source: August
es: Agosto
gl_es: Agosto
hu: Agusztus
it: Agosto
ja_jp: 8月
ko: 8월
pl: Sierpień
pt_pt: Agosto
sv_se: Augusti
tr: Ağustos
vi_vn: Tháng 8
zh_tw: 八月

# game_options
source: Australia
ca: Austràlia
hu: Ausztrália
ja_jp: オーストラリア語
ko: 오스트레일리아
pt_pt: Austrália
sk_sk: Austrália
sv_se: Australien
tr: Avustralya
vi_vn: Úc

# game_options
source: Austria
hu: Ausztria
ko: 오스트리아
pt_pt: Áustria
sk_sk: Rakúsko
sv_se: Österrike
tr: Avusturya
vi_vn: Áo

# game_options
source: Auto Frame Skip
ca: Salt de quadres automàtic
es: Salto automático de fotogramas
eu_es: Fotograma saltatze automatikoa
gl_es: Salto de fotograma automático
hu: Automatikus keret kihagyása
it: Salto Frame Automatico
ja_jp: 自動フレームスキップ
ko: 자동 프레임 건너뛰기
nb_no: Auto Hoppover Bilde
pl: Automatyczne pomijanie klatek
pt_pt: Salto de frame automático
ro_ro: Omitere cadru automată
sk_sk: Automaticky preskočiť snímky
sv_se: Automatisk hoppa över bildrutor
tr: Otomatik Kare Atla
vi_vn: Tự động bỏ qua khung hình
zh_tw: 自動省略畫格

# game_options
source: Auto Max Quality
ca: Qualitat Màx Auto
es: Calidad máx. automática
eu_es: Kalitate Onena aukeratu automatikoki
gl_es: Calidade máxima automática
hu: Automatikus Max minőség
it: Auto Qualità Massima
ja_jp: 自動最高品質
ko: 자동 최대 품질
nb_no: Auto Max-kvalitet
pl: Auto Maks. Jakość
pt_pt: Qualidade máxima automática
ro_ro: Auto calitate maximă
sk_sk: Auto max kvalita
sv_se: Auto max kvalitet
tr: Otomatik En İyi Kalite
vi_vn: Chất lượng tự động tối đa
zh_tw: 自動最高品質

# game_options
source: Auto Standard (4:3 interlaced / 3:2 progressive)
es: Auto Estándar (4:3 entrelazado / 3:2 progresivo)
eu_es: Auto Standard-a (4:3 tartekatua /3:2 progresiboa)
gl_es: Estándar automático (4:3 entrelazado / 3:2 progresivo)
hu: Auto Standard (4:3 váltottsoros / 3:2 progresszív)
it: Auto Standard (4:3 interlacciato / 3:2 progressivo)
ja_jp: オートスタンダード (4:3 インターレース / 3:2 プログレッシブ)
ko: 자동 표준 (4:3 인터레이스 / 3:2 프로그레시브)
nb_no: Auto Standard (4:3 interlaced / 3:2 progressiv)
pl: Auto standardowe (4:3 z przeplotem / 3:2 progresywne)
pt_pt: Standard automático (4:3 entrelaçado / 3:2 progressivo)
ro_ro: Auto Standard (4:3 intercalat / 3:2 progresiv)
sk_sk: Automatický štandard (4:3 prekladané / 3:2 progresívne)
sv_se: Auto standard (4:3 interlaced / 3:2 progressiv)
tr: Otomatik Standart (4:3 geçmeli / 3:2 aşamalı)
vi_vn: Tiêu chuẩn tự động (4:3 xen kẽ / 3:2 lũy tiến)
zh_tw: 自動標準 (4:3 隔行掃描 / 3:2 逐行掃描)

# game_options
source: Auto zoom
ca: Ampliar automàticament
eu_es: Zoom Automatikoa
gl_es: Zoom automático
hu: Automatikus nagyítás
ja_jp: 自動ズーム
ko: 자동 확대/축소
nb_no: Automatisk zoom
pl: Automatyczny zoom
pt_pt: Zoom automático
ro_ro: Mărește automat
sk_sk: Auto priblíženie
sv_se: Automatisk zoom
tr: Otomatik yakınlaş
vi_vn: Tự động phóng to
zh_tw: 自動縮放

# game_options
source: Auto-disable zoom
ca: Automàtic, deshabilitar ampliar
es: Auto desactivar zoom
eu_es: Auto desgaitu zoom-a
gl_es: Desactivar automaticamente o zoom
hu: A zoom automatikus letiltása
it: Auto-disabilita lo zoom
ja_jp: 自動でズームを無効
ko: 확대/축소 자동 비활성화
nb_no: Automatisk deaktivering av zoom
pl: Automatyczne wyłączanie zoomu
pt_pt: Desativar zoom automáticamente
ro_ro: Dezactivează automat mărirea
sk_sk: Automaticky zakázať priblíženie
sv_se: Automatisk inaktivering av zoom
tr: Otomatik yakınlaştırmayı kapat
vi_vn: Tự động tắt thu phóng
zh_tw: 自動取消縮放

# game_options
source: Autodetect
ca: Detecció automàtica
es: Autodetectar
eu_es: Autodetektatzea
gl_es: Autodetectar
hu: Automatikus észlelés
it: Autodetezione
ja_jp: 自動検出
ko: 자동 감지
nb_no: Auto-oppdag
pl: Autowykrywanie
pt_pt: Deteção automática
ro_ro: Detectează automat
sk_sk: Automatická detekcia
sv_se: Identifiera automatiskt
tr: Otomatik algıla
vi_vn: Tự phát hiện
zh_tw: 自動偵測

# game_options
source: Autodetect (Compatible)
ca: Detecció automàtica (Compatible)
es: Autodetectar (Compatible)
eu_es: Autodetektatu (Konpatiblea)
gl_es: Autodetectar (compatible)
hu: Automatikus felismerés (kompatibilis)
it: Autorileva (Compatibile)
ja_jp: 自動検出 (互換性)
ko: 자동 감지 (호환)
nb_no: Automatisk gjenkjenning (kompatibel)
pl: Automatyczne wykrywanie (kompatybilny)
pt_pt: Detecção automática (Compatível)
ro_ro: Autodetectează (Compatibil)
sk_sk: Autodetekcia (kompatibilné)
sv_se: Autodetektering (kompatibel)
tr: Otomatik Algıla (Uyumlu)
vi_vn: Tự động phát hiện (Tương thích)
zh_tw: 自動偵測 (相容)

# game_options
source: Autodetect (Recommended)
ca: Detecció automàtica (Recomanada)
es: Autodectar (Recomendado)
eu_es: Autodetekzioa (Gomendatua)
gl_es: Detección automática (recomendado)
hu: Automatikus felismerés (ajánlott)
it: Autorilevamento (Raccomandato)
ja_jp: 自動検出 (推奨)
ko: 자동 검색 (권장)
nb_no: Automatisk gjenkjenning (anbefales)
pl: Autodetekcja (zalecane)
pt_pt: Detecção automática (recomendado)
ro_ro: Detectează automat (Recomandat)
sk_sk: Automatická detekcia (odporúčané)
sv_se: Autodetektering (rekommenderas)
tr: Otomatik algıla (Önerilen)
vi_vn: Tự động phát hiện (Được khuyến nghị)
zh_tw: 自動偵測 (推薦)

# game_options
source: Autodetect (by game name tag)
ca: Detecció automàtica (per etiqueta nom de joc)
es: Autodetectar (por nombre de etiqueta del juego)
eu_es: Autodetekzioa (joku etiketa erabiliz)
gl_es: Detección automática (por etiqueta do nome do xogo)
hu: Automatikus felismerés (a játék névtáblája alapján)
it: Autorilevamento (per tag nome gioco)
ja_jp: 自動検出 (ゲーム名タグ参照)
ko: 자동 감지 (게임 이름 태그별)
nb_no: Automatisk gjenkjenning (etter spillets navnelapp)
pl: Automatyczne wykrywanie (według tagu nazwy gry)
pt_pt: Auto detetado (pela identificação do nome do jogo)
ro_ro: Autodetectează (după eticheta numelui jocului)
sk_sk: Autodetekcia (podľa značky názvu hry)
sv_se: Autodetektering (genom spelets namntagg)
tr: Otomatik algıla (oyun adı etiketine göre)
vi_vn: Tự động phát hiện (theo thẻ tên trò chơi)
zh_tw: 自動偵測 (依遊戲名稱標籤)

# keys_files
source: Automap
hu: Automatikus térkép
ko: 자동맵
pl: Mapuj automatycznie
tr: Otomatik harita
vi_vn: Bản đồ tự động
zh_tw: 自動地圖

# game_options
source: Automatic
ca: Automàtic
es: Automático
eu_es: Automatikoa
gl_es: Automático
hu: Automatikus
it: Automatico
ja_jp: 自動
ko: 자동
nb_no: Automatisk
pl: Automatyczne
pt_pt: AUTOMÁTICO
ro_ro: Automat
sk_sk: Automaticky
sv_se: Automatiskt
tr: Otomatik
vi_vn: Tự động
zh_tw: 自動

# game_options
source: Automatic ratio
es: Automático
gl_es: Proporción automática
hu: Automatikus arány
it: Proporzione Automatica
ja_jp: 自動比率
ko: 자동비율
nb_no: Automatisk forhold
pl: Proporcje automatyczne
pt_pt: Proporção automática
ro_ro: Raport automat
sk_sk: Automatický pomer
sv_se: Automatiskt förhållande
tr: Otomatik oran
vi_vn: Tỷ lệ tự động
zh_tw: 自動比例

# game_options
source: Automatic switches region per file path tags
ca: Canvi automàtic de regió per etiqueta de ruta
es: Cambiar región automáticamente según nombre de archivo
eu_es: Fitxategiaren etiketak erabilita, herrialdea aldatzen du automatikoki.
gl_es: Cambia automaticamente as etiquetas de rexión polo camiño do ficheiro
hu: Automatikusan váltja a régiót fájl útvonalonkénti címkék között
it: Cambia automaticamente regione per tags della file path
ja_jp: ファイルパスタグごとに地域を自動で切り替えます
ko: 파일 경로 태그당 자동 전환 영역
nb_no: Automatisk bytte av region per filbanekode
pl: Automatyczne przełączanie regionu dla znaczników ścieżki pliku
pt_pt: Alterar automáticamente a região com base no nome do arquivo
ro_ro: Schimbă regiunea automat în funcție de etichetele din calea fișierului
sk_sk: Automatické prepínanie medzi značkami cesty k súboru
sv_se: Automatisk växling av region per filsökvägstaggar
tr: Dosya yolu etiketleri başına otomatik geçiş bölgesi
vi_vn: Tự động chuyển vùng trên mỗi thẻ đường dẫn tệp
zh_tw: 依檔案路徑標籤自動切換區域

# game_options
source: Automatically decrease frame delay temporarily to prevent frame drops. Can introduce stuttering.
ca: Disminueix automàticament el retràs de taxa de quadres temporalment per a evitar salts de quadre. Pot produir quequesa del joc.
es: Disminuye automáticamente el retraso de fotogramas temporalmente para evitar caídas de fotogramas. Se pueden sufrir tirones.
eu_es: Automatikoki jaitsi frame atzerapena denbora batez, frame galera ekiditeko. Toteltzea sortu dezake.
gl_es: Reduce automaticamente o retraso de fotogramas temporalmente para evitar caídas de fotogramas. Pode producir tartamudeo.
hu: Automatikusan csökkenti a képkockakésleltetést ideiglenesen a képkocka leesésének megelőzése érdekében. Bevezetheti a dadogást (stuttering).
it: Aumenta temporaneamente in automatico il ritardo fotogrammi. Può introdurre scatti.
ja_jp: フレームドロップ防止で、フレーム遅延を自動で減らします。不具合がでる場合があります
ko: 프레임 지연을 일시적으로 자동으로 줄여 프레임 드롭을 방지합니다. 끊김 현상이 발생할 수 있습니다.
nb_no: Reduserer automatisk bildeforsinkelsen midlertidig for å forhindre bildebortfall. Kan forårsake hakking.
pl: Automatycznie zmniejsza tymczasowe opóźnienie klatek, aby zapobiec spadkowi liczby klatek. Może wprowadzać przycinanie się dźwięku/wideo.
pt_pt: Diminue automáticamente o atraso de frame temporariamente para evitar quedas de fps. Pode travar.
ro_ro: Scade automat întârzierea cadrelor temporar pentru a preveni pierderile de cadre. Poate introduce bâlbâială.
sk_sk: Dočasne automaticky skrátiť oneskorenie snímky, aby sa zabránilo poklesu snímok. Môže spôsobiť preskakovanie.
sv_se: Minska bildfördröjningen automatiskt tillfälligt för att förhindra att bildrutor faller. Kan introducera stamning.
tr: Kare düşüşlerini önlemek için kare gecikmesini otomatik geçici azaltın. Aksaklığa neden olabilir.
vi_vn: Tự động giảm độ trễ khung hình tạm thời để ngăn chặn tình trạng rớt khung hình. Có thể giới thiệu nói lắp.
zh_tw: 自動暫時減少畫面跳格以防止丟失畫格，可能導致卡頓。

# game_options
source: Automatically loads and applies cheats on game start.
es: Carga y aplica trucos automáticamente al iniciar el juego.
eu_es: Automatikoki kargatu eta ezartzen ditu tranpak jokua hastean.
gl_es: Carga e aplica trucos automaticamente ao iniciar o xogo.
hu: Automatikusan betölti és alkalmazza a csalásokat a játék indításakor.
it: Carica automaticamente e applica i cheats all'avvio gioco.
ja_jp: ゲーム開始時にチートを自動的に読み込んで適用します
ko: 게임 시작 시 자동으로 치트를 로드하고 적용합니다.
nb_no: Laster automatisk inn og bruker juksekoder når spillet starter.
pl: Automatycznie ładuje i stosuje cheaty podczas uruchamiania gry.
pt_pt: Carrega e aplica códigos automaticamente no início do jogo.
ro_ro: Încarcă și aplică automat trișări la lansarea jocului.
sk_sk: Automaticky načíta a použije cheaty pri spustení hry.
sv_se: Läser automatiskt in och tillämpar fusk när spelet startar.
tr: Oyun başlangıcında hileleri otomatik olarak yükler ve uygular.
vi_vn: Tự động tải và áp dụng cheat khi bắt đầu trò chơi.
zh_tw: 遊戲開始時自動載入並套用作弊功能。

# game_options
source: Automatically reduce frameskip if the system has spare overhead.
ca: Redueix automàticament el salt de quadres si el sistema es sobre-carrega.
es: Reduce automáticamente el salto de fotograma si el sistema tiene sobrecarga adicional.
eu_es: Automatikoki gutxitu fotograma saltoak sistemak soberan baditu baliabideak.
gl_es: Reduce automaticamente o salto de fotogramas se o sistema ten sobrecarga de sobra.
hu: A képkockakihagyás automatikus csökkentése, ha a rendszernek van tartalék ereje.
it: Riduce automaticamente frameskip se il sistema ha risorze d'avanzo.
ja_jp: システムに余裕がある場合、フレームスキップを自動的に削減します
ko: 시스템에 예비 오버헤드가 있는 경우 프레임 건너뛰기를 자동으로 줄입니다.
nb_no: Reduser frameskip automatisk hvis systemet har ledig kapasitet.
pl: Automatycznie zmniejsz pomijanie ramek, jeśli system ma zapasowy narzut.
pt_pt: Reduz o salto de frames automáticamente quando o sistema estiver sobrecarregado.
ro_ro: Redu automat omiterea cadrelor dacă sistemul are overhead liber.
sk_sk: Automaticky znížiť preskakovanie snímok, ak má systém náhradnú réžiu.
sv_se: Minska automatiskt frameskip om systemet har ledig overhead.
tr: Sistemde yedek ek yük varsa kare atlamasını otomatik olarak azalt.
zh_tw: 如果系統有餘裕時則自動減少畫面跳格。
