Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Mouse axis for player 4, vertical screen motion.
hu: Egértengely a 4. játékoshoz, vízszintes képernyőmozgás.
pt_pt: Eixo do rato para o jogador 4, movimento vertical do ecrã.
sv_se: Musaxel för spelare 4, vertikal skärmrörelse.
tr: 4. oyuncu için fare ekseni, dikey ekran hareketi.
zh_tw: 玩家 4 的滑鼠軸用於垂直螢幕運動。

# keys_files
source: Move back
hu: Menj vissza
pt_pt: Afastar-se
sv_se: Flytta tillbaka
tr: Geri çekil
zh_tw: 向後移動

# keys_files
source: Move back / down
hu: Mozgás hátra / le
pt_pt: Mover para trás / baixo
sv_se: Flytta tillbaka / ner
tr: Geriye git / alt
zh_tw: 向後/下移動

# keys_files
source: Move forward / up
hu: Mozgás előre / felfelé
pt_pt: Avançar / cima
sv_se: Rör dig framåt/uppåt
tr: İleri git / üst
zh_tw: 向前/上移動

# game_options
source: NO DANGEROUS WEAPONS
hu: TILOS A VESZÉLYES FEGYVEREK
pt_pt: SEM ARMAS PERIGOSAS
sv_se: INGA FARLIGA VAPEN
tr: TEHLİKELİ SİLAH YOK
zh_tw: 沒有危險武器

# game_options
source: NO WEAKER WEAPONS
hu: NINCSENEK GYENGÉBB FEGYVEREK
pt_pt: SEM ARMAS FRACAS
sv_se: INGA SVAGA VAPEN
tr: DAHA ZAYIF SİLAH YOK
zh_tw: 沒有更弱的武器

# game_options
source: New3D
ca: Nou3D
es: 3D Nuevo
eu_es: 3DBerria
ja_jp: New3Dエンジン
nb_no: Ny3D
pl: Nowy3D
pt_pt: Novo 3D
ro_ro: 3D nou
sk_sk: Nové 3D
tr: Yeni3D

# keys_files
source: Next Force Power
hu: Következő Erőerő
pt_pt: Próximo poder de força
sv_se: Nästa kraft
tr: Sonraki Gücü Zorla

# keys_files
source: Next Inventory Item
hu: Következő készletelem
pt_pt: Próximo item de inventário
sv_se: Nästa föremål
tr: Sonraki Envanter Öğesi
zh_tw: 下一個庫存物品

# keys_files
source: Next Weapon
hu: Következő fegyver
pt_pt: Próxima arma
sv_se: Nästa vapen
tr: Sonraki Silah
zh_tw: 下一個武器

# keys_files
source: Next disk
hu: Következő lemez
pt_pt: Próximo disco
sv_se: Nästa disk
tr: Sonraki disk
zh_tw: 下一個磁碟

# keys_files
source: Next item
hu: Következő elem
pt_pt: Próximo item
sv_se: Nästa objekt
tr: Sonraki envanter
zh_tw: 下一個物品

# keys_files
source: Next slot
hu: Következő hely
pt_pt: Próximo slot
sv_se: Nästa plats
tr: Sonraki yuva
zh_tw: 下一個插槽

# keys_files
source: Next weapon
hu: Következő fegyver
pt_pt: Próxima arma
sv_se: Nästa vapen
tr: Sonraki silah
zh_tw: 下一個武器

# game_options
source: No (Default)
hu: Nem (alapértelmezett)
pt_pt: NÃO (Predefinição)
tr: Hayır (Varsayılan)
zh_tw: 否（預設）

# game_options
source: No Buffer
hu: Nincs puffer
pt_pt: Sem buffer
tr: Arabellek Yok
zh_tw: 無緩衝區

# game_options
source: No touch screen (Default)
hu: Nincs érintőképernyő (alapértelmezett)
pt_pt: Sem ecrã sensível ao toque (Padrão)
sv_se: Ingen pekskärm (standard)
tr: Dokunmatik ekran yok (varsayılan)
zh_tw: 無觸控螢幕（預設）

# game_options
source: Norwegian (Bokmaal)
hu: Norvég (Bokmaal)
pt_pt: Norueguês (Bokmaal)
sv_se: Norska (Bokmål)
tr: Norveççe (Bokmaal)

# game_options
source: OUTRUN LENS GLARE
hu: OUTRUN LENCSE TÜKRÖZŐDÉS
pt_pt: OUTRUN BRILHO DA LENTE
sv_se: LINSBLÄNDNING I OUTRUN
tr: OUTRUN LENS PARLAMASI
zh_tw: OUTRUN鏡頭眩光

# keys_files
source: Objective
hu: Célkitűzés
pt_pt: Objetivo
sv_se: Målsättning
tr: Amaç
zh_tw: 目標物

# game_options
source: PADDLE ANALOG STICK SENSITIVITY
hu: ANALÓG LAPATKAR ÉRZÉKENYSÉGE
pt_pt: SENSIBILIDADE DO CONTROLO ANALÓGICO PADDLE
sv_se: PADDEL ANALOG SPAKKÄNSLIGHET
tr: ANALOG ÇUBUK PEDAL HASSASİYETİ
zh_tw: 踏板式搖桿靈敏度

# game_options
source: PADDLE D-PAD SENSITIVITY
pt_pt: SENSIBILIDADE DO PADDLE D-PAD
sv_se: PADDELKÄNSLIGHET FÖR RIKTNINGSKNAPPAR
tr: D-PAD PEDAL HASSASİYETİ
zh_tw: 撥片方向鍵靈敏度

# game_options
source: PADDLE MOUSE SENSITIVITY
hu: EGÉRGÖRGŐ ÉRZÉKENYSÉG
pt_pt: SENSIBILIDADE DO RATO PADDLE
sv_se: PADDELKÄNSLIGHET FÖR MUS
tr: FARE PEDAL HASSASİYETİ
zh_tw: 踏板式滑鼠靈敏度

# game_options
source: PER-GAME VMU
hu: JÁKONKÉNTI VMU
pt_pt: VMU POR JOGO
tr: OYUN BAŞINA VMU
zh_tw: 每個遊戲VMU記憶卡

# game_options
source: PERFORMANCE
hu: TELJESÍTMÉNY
pt_pt: DESEMPENHO
tr: PERFORMANS
zh_tw: 效能

# game_options
source: PICKUP WEAPON
hu: FEGYVER FEŰLVÉTEL
pt_pt: RECOLHA DE ARMA
sv_se: TA UPP VAPEN
tr: SİLAH AL
zh_tw: 撿拾武器

# game_options
source: PRIMEVAL HUNT MODE
hu: PRIMEVAL HUNT MÓD
pt_pt: MODO DE CAÇA PRIMEVAL
tr: İLKEL AV MODU
zh_tw: 原始狩獵模式

# keys_files
source: Pause
hu: Szünet
pt_pt: Pausa
sv_se: Paus
tr: Duraklat
zh_tw: 暫停

# keys_files
source: Pitch Down
hu: Lejjebb
pt_pt: Abaixar
sv_se: Titta neråt
tr: Aşağı Atış
zh_tw: 音高下降

# keys_files
source: Pitch Up
hu: Hangoljon fel
pt_pt: Levantar
sv_se: Titta uppåt
tr: Yukarı Atış
zh_tw: 音高上升

# game_options
source: Player
hu: Játékos
pt_pt: Jogador
sv_se: Spelare
tr: Oyuncu
zh_tw: 玩家

# game_options
source: Player, Any Enemy
hu: Játékos, Bármely ellenség
pt_pt: Jogador, qualquer inimigo
sv_se: Spelare, valfri fiende
tr: Oyuncu, Bir Düşman
zh_tw: 玩家、任何敵人

# game_options
source: Player, Any Enemy Jedi
hu: Játékos, Bármelyik ellenséges Jedi
pt_pt: Jogador, Qualquer Inimigo Jedi
sv_se: Spelare, valfri fiende-Jedi
tr: Oyuncu, Bir Düşman Jedi
zh_tw: 玩家、任何敵方絕地武士

# game_options
source: Player, Last Enemy Jedi
hu: Játékos, Utolsó Ellenséges Jedi
pt_pt: Jogador, Último Inimigo Jedi
sv_se: Spelare, Sista fiende-Jedi
tr: Oyuncu, Son Düşman Jedi
zh_tw: 玩家，最後的敵人絕地武士

# game_options
source: Player, Last Enemy in Group
hu: Játékos, az utolsó ellenség a csoportban
pt_pt: Jogador, último inimigo do grupo
sv_se: Spelare, sista fienden i gruppen
tr: Oyuncu, Gruptaki Son Düşman
zh_tw: 玩家，隊伍中的最後一個敵人

# game_options
source: Portuguese (Brazil)
hu: Portugál (brazíliai)
pt_pt: Português (Brasil)
sv_se: Portugisiska (Brasilien)
tr: Portekizce (Brezilya)

# game_options
source: Portuguese (Portugal)
hu: Portugál (Portugál)
pt_pt: Português (Portugal)
sv_se: Portugisiska (Portugal)
tr: Portekizce (Portekiz)

# keys_files
source: Previous Force Power
hu: Előző Erőerő
pt_pt: Poder de Força Anterior
sv_se: Föregående kraft
tr: Önceki Kuvvet Güç
zh_tw: 先前的力量

# keys_files
source: Previous Inventory Item
hu: Előző leltári tétel
pt_pt: Artigo de inventário anterior
sv_se: Föregående föremål
tr: Önceki Envanter Öğesi
zh_tw: 先前的庫存物品

# keys_files
source: Previous Weapon
hu: Előző fegyver
pt_pt: Arma Anterior
sv_se: Föregående vapen
tr: Önceki Silah
zh_tw: 先前的武器

# keys_files
source: Previous item
hu: Előző elem
pt_pt: Item anterior
sv_se: Föregående objekt
tr: Önceki öğe
zh_tw: 先前的物品

# keys_files
source: Previous slot
hu: Előző hely
pt_pt: Slot anterior
sv_se: Föregående plats
tr: Önceki yuva
zh_tw: 先前的插槽

# keys_files
source: Previous weapon
hu: Előző fegyver
pt_pt: Arma anterior
sv_se: Föregående vapen
tr: Önceki silah
zh_tw: 先前的武器

# keys_files
source: Primary attack
hu: Elsődleges támadás
pt_pt: Ataque primário
sv_se: Primär attack
tr: Birincil saldırı
zh_tw: 主要攻擊

# game_options
source: REAL DYNAMIC LIGHTING
hu: VALÓDI DINAMIKUS VILÁGÍTÁS
pt_pt: ILUMINAÇÃO DINÂMICA REAL
sv_se: VERKLIG DYNAMISK BELYSNING
tr: GERÇEK DİNAMİK IŞIKLAR
zh_tw: 真實動態照明

# game_options
source: RELOAD WEAPON
hu: FEGYVER ÚJRATÖLTÉSE
pt_pt: RECARREGAR ARMA
sv_se: LADDA OM VAPEN
tr: SİLAHI YENİDEN DOLDUR
zh_tw: 重新裝填武器

# game_options
source: RENDER DUPLICATE FRAMES TO 60 HZ
hu: KÉPKOCKA MÁSOLATÁNAK RENDELÉSE 60 HZ-RE
pt_pt: RENDERIZAR FRAMES DUPLICADOS PARA 60 HZ
tr: ÇİFT KARELERİ 60 HZ İLE İŞLE
zh_tw: 將重複畫面渲染至 60 赫茲

# game_options
source: ROM.03 (default)
hu: ROM.03 (alap)
pt_pt: ROM.03 (padrão)
sv_se: ROM.03 (standard)
tr: ROM.03 (varsayılan)
zh_tw: ROM.03 (預設)

# game_options
source: ROTATION
hu: FORGÁS
pt_pt: ROTAÇÃO
tr: DÖNDÜR

# keys_files
source: Reload weapon
hu: Töltse újra a fegyvert
pt_pt: Recarregar arma
sv_se: Ladda om vapen
tr: Silahı doldur
zh_tw: 重新裝填武器

# keys_files
source: Reset
hu: Visszaállítás
sv_se: Nollställ
tr: Sıfırla
zh_tw: 重置

# keys_files
source: Restore state
hu: Állapot helyreállítása
pt_pt: Restaurar estado
sv_se: Återställ tillstånd
tr: Durumu geri yükle
zh_tw: 回復先前狀態

# game_options
source: Run the Unfinished expansion pack.
hu: Futtasd az befejezetlen kiegészítő csomagot.
pt_pt: Executar o pacote de expansão inacabado.
sv_se: Kör expansionspaketet Unfinished.
tr: Tamamlanmamış genişletme paketini başlatın.
zh_tw: 運行未完成的擴充包。

# keys_files
source: Run/Walk
hu: Futás/Séta
pt_pt: Correr/Caminhar
sv_se: Spring/gå
tr: Koş/Yürü
zh_tw: 跑/走

# game_options
source: Runs "skinning" on the CPU instead of the GPU, means that draw calls from the game can more easily be combined, which often improves things.
hu: A "skinning" funkciót a CPU-n futtatja a GPU helyett, ami azt jelenti, hogy a játékból érkező draw hívások könnyebben kombinálhatók, ami gyakran javít a dolgokon.
pt_pt: Executar "skinning" no CPU em vez do GPU, o que significa que desenha chamadas do jogo pode ser combinado mais facilmente, o que geralmente melhora as coisas.
tr: GPU yerine CPU ile "skinning" çalıştırır, bu oyundan gelen çizim çağrılarının kolay bir şekilde birleştirilebileceği anlamına gelir ve çoğu zaman işleri iyileştirir.
zh_tw: 將「蒙皮」運算改由 CPU 處理，而非 GPU，這使遊戲的繪製呼叫更容易合併，通常能提升效能。

# game_options
source: SHADOWS
hu: ÁRNYÉKOK
pt_pt: SOMBRAS
sv_se: SKUGGOR
tr: GÖLGELER
zh_tw: 陰影

# game_options
source: SKIP BUFFER EFFECTS
hu: PUFFER HATÁSOK KIHAGYÁSA
pt_pt: SALTAR BUFFER EFFECTS
sv_se: HOPPA ÖVER BUFFERTEFFEKTER
tr: ARABELLEK EFEKTLERİNİ ATLA
zh_tw: 跳過緩衝效果

# game_options
source: SKIP GPU READBACKS
hu: GPU VISSZAKÉPZÉSEK KIHAGYÁSA
pt_pt: SALTAR LEITURAS DE GPU
tr: GPU DOĞRULUĞUNU ATLA
zh_tw: 跳過 GPU 讀回操作

# game_options
source: SLEEP TIMERS ACCURACY
hu: ALVÓ IDŐZÍTŐK PONTOSSÁGA
pt_pt: PRECISÃO DOS TEMPORIZADORES DE SONO
sv_se: SÖMNTIMERS NOGGRANNHET
tr: UYKU ZAMANLAYICI DOĞRULUĞU
zh_tw: 睡眠定時器準確度

# game_options
source: SLOW MOTION DEATH
hu: LASSÍTOTT HALÁL
pt_pt: MORTE EM CÂMARA LENTA
sv_se: DÖD I SLOW MOTION
tr: YAVAŞ ÇEKİM ÖLÜM
zh_tw: 慢動作死亡

# game_options
source: SMART 2D TEXTURE FILTERING
hu: INTELLIGENS 2D TEXTÚRASZŰRÉS
pt_pt: FILTRAGEM DA TEXTURA 2D INTELIGENTE
tr: AKILLI 2D DOKU FİLTRELEMESİ
zh_tw: 智慧型 2D 貼圖濾鏡

# game_options
source: SOFTWARE SKINNING
hu: SZOFTVER BŐRÖZÉS
pt_pt: SKIN DE SOFTWARE
tr: YAZILIMSAL CANLANDIRMA
zh_tw: 軟體蒙皮

# game_options
source: SPEED HACKS
hu: SEBESSÉGHACKEK
pt_pt: HACKS DE VELOCIDADE
tr: HIZ GELİŞTİRMESİ

# game_options
source: SPLINE/BEZIER CURVES QUALITY
hu: SPLINE/BEZIER GÖRBÉK MINŐSÉGE
pt_pt: QUALIDADE DAS CURVAS SPLINE/BEZIER
tr: SPLINE/BEZIER EĞİM KALİTESİ

# game_options
source: SSAA Multiplier
hu: SSAA Szorzó
pt_pt: Multiplicador SSAA
sv_se: SSAA-multiplicerare
tr: SSAA Çarpanı
zh_tw: SSAA 乘數

# game_options
source: STRETCH UI MENU
hu: UI MENÜ NYÚJTÁSA
pt_pt: MENU UI ESTICADO
sv_se: STRÄCK UT GRÄNSSNITTSMENY
tr: ARAYÜZ MENÜSÜNÜ GENİŞLET
zh_tw: 拉伸 UI 選單

# game_options
source: SWITCH WEAPON
hu: FEGYVER VÁLTÁSA
pt_pt: TROCAR ARMA
sv_se: BYT VAPEN
tr: SİLAH DEĞİŞTİR
zh_tw: 切換武器

# game_options
source: SYSTEM
hu: RENDSZER
pt_pt: SISTEMA
tr: SİSTEM
zh_tw: 系統

# keys_files
source: Save state
hu: Állapot mentése
pt_pt: Guardar estado
sv_se: Spara tillstånd
tr: Durumu kaydet
zh_tw: 儲存狀態

# keys_files
source: Secondary attack
hu: Másodlagos támadás
pt_pt: Ataque secundário
sv_se: Sekundär attack
tr: İkincil saldırı
zh_tw: 次要攻擊

# game_options
source: Sensitivity when using D-pad for a paddle.
hu: Érzékenység D-pad használatakor ütőként.
pt_pt: Sensibilidade ao utilizar o D-pad como paddle.
sv_se: Känslighet vid användning av riktningsknappar för en paddel.
tr: Pedal olarak D-pad kullanıldığında hassasiyet.
zh_tw: 使用 D-pad 作為撥片時的靈敏度。

# game_options
source: Sensitivity when using D-pad or analog stick for a throttle.
hu: Érzékenység D-pad vagy analóg kar használatakor gázkarként.
pt_pt: Sensibilidade ao utilizar o D-pad ou o analógico para acelerar.
sv_se: Känslighet vid användning av riktningsknappar eller analog spak för gasreglage.
tr: Gaz pedalı olarak D-pad veya analog çubuğu kullanıldığında hassasiyet.
zh_tw: 使用 D-pad 或模擬搖桿作為油門時的靈敏度。

# game_options
source: Sensitivity when using D-pad or analog stick for a wheel.
hu: Érzékenység D-pad vagy analóg kar kormányként való használatakor.
pt_pt: Sensibilidade ao utilizar o D-pad ou o analógico como volante.
sv_se: Känslighet vid användning av riktningsknappar eller analog spak för ratt.
tr: Direksiyon olarak D-pad veya analog çubuk kullanıldığında hassasiyet.
zh_tw: 使用 D-pad 或模擬搖桿作為方向盤時的靈敏度。

# game_options
source: Sensitivity when using analog stick for a paddle.
hu: Érzékenység analóg kar ütőként való használatakor.
pt_pt: Sensibilidade ao utilizar o analógico como paddle.
sv_se: Känslighet vid användning av analog spak för en paddel.
tr: Pedal olarak analog çubuk kullanıldığında hassasiyet.
zh_tw: 使用模擬搖桿作為踏板時的靈敏度。

# game_options
source: Sensitivity when using mouse for a paddle.
hu: Érzékenység egér használatakor ütőként.
pt_pt: Sensibilidade ao utilizar o rato como paddle.
sv_se: Känslighet vid användning av mus för en paddel.
tr: Pedal olarak fare kullanıldığında hassasiyet.
zh_tw: 使用滑鼠作為踏板時的靈敏度。

# game_options
source: Set the Primeval Hunt mode (touch screen).
hu: Állítsa be a Primeval Hunt módot (érintőképernyő).
pt_pt: Definir o modo Primeval Hunt (ecrã táctil).
sv_se: Ställ in Primeval Hunt-läget (pekskärm).
tr: Primeval Hunt modunu ayarlayın (dokunmatik ekran).
zh_tw: 設定原始搜索模式(觸控式螢幕)。

# game_options
source: Set the crosshair line thickness.
hu: Állítsa be a célkereszt vonal vastagságát.
pt_pt: Defina a espessura da linha da cruz.
sv_se: Ställ in tjockleken för korshår.
tr: Nişangah çapraz çizgi kalınlığını ayarlayın.
zh_tw: 設定十字準星的粗細。

# game_options
source: Set the crosshair size.
hu: Állítsa be a célkereszt méretét.
pt_pt: Defina o tamanho da mira.
sv_se: Ställ in storlek för korshår.
tr: Nişangah boyutunu ayarlayın.
zh_tw: 設定十字準星大小。

# game_options
source: Set the field of view.
hu: Állítsa be a látómezőt.
pt_pt: Defina o campo de visão.
sv_se: Ställ in synfältet.
tr: Görüş alanını ayarlayın.
zh_tw: 設定視野。

# game_options
source: Set the fps limit.
hu: Állítsd be az fps limitet.
pt_pt: Defina o limite de fps.
sv_se: Ställ in bildfrekvensgräns.
tr: Fps sınırını ayarlayın.
zh_tw: 設定fps限制。

# game_options
source: Set the on-screen keyboard transparency (0-100%).
hu: Állítsa be a képernyőn megjelenő billentyűzet átlátszóságát (0-100%).
pt_pt: Defina a transparência do teclado no ecrã (0-100%).
tr: Ekran klavyesi saydamlığını ayarlayın (%0-100).

# game_options
source: Set to enable lens glare in Outrun 2.
hu: A lencsevakítás engedélyezése Outrun 2-ben.
pt_pt: Definir para ativar o brilho da lente no Outrun 2.
sv_se: Ställ in för att aktivera linsreflexer i Outrun 2.
tr: Outrun 2 için lens parlamasını etkinleştirin.
vi_vn: Đặt để bật độ chói của ống kính trong Outrun 2.
zh_tw: 設定以啟用Outrun 2中的鏡頭眩光。

# game_options
source: Set to on if you experience flickering in Hummer.
hu: Állítsa be, ha a Hummerben villódzást tapasztal.
pt_pt: Ativar se sentir oscilações no Hummer.
sv_se: Ställ in på on om du upplever flimmer i Hummer.
tr: Hummer ile titreme yaşıyorsanız açık konuma getirin.
vi_vn: Đặt thành bật nếu bạn gặp hiện tượng nhấp nháy trong Hummer.
zh_tw: 如果您在Hummer中遇到閃爍，請設定為開。

# game_options
source: Setting for 16-position DIP switch number 1.
hu: A 16 állású 1-es DIP kapcsoló beállítása.
pt_pt: Configuração para o interruptor DIP de 16 posições número 1.
sv_se: Inställning för 16-positions DIP-brytare nummer 1.
tr: 16 konumlu DIP anahtar numarası 1 için ayar.
zh_tw: 16-position DIP開關1設置。

# game_options
source: Setting for 16-position DIP switch number 2.
hu: A 16 állású 2-es DIP kapcsoló beállítása.
pt_pt: Configuração para o interruptor DIP de 16 posições número 2.
sv_se: Inställning för 16-positions DIP-brytare nummer 2.
tr: 16 konumlu DIP anahtar numarası 2 için ayar.
zh_tw: 16-position DIP開關2設置。

# game_options
source: Setting for DIP switch 1.
hu: Az 1. DIP kapcsoló beállítása.
pt_pt: Configuração para o interruptor DIP 1.
sv_se: Inställning för DIP-brytare 1.
tr: DIP anahtar 1 için ayar.
zh_tw: DIP開關1設置。

# game_options
source: Setting for DIP switch 2.
hu: A 2. DIP kapcsoló beállítása.
pt_pt: Configuração para DIP switch 2.
sv_se: Inställning för DIP-brytare 2.
tr: DIP anahtar 2 için ayar.
zh_tw: DIP開關2設置。

# game_options
source: Setting for DIP switch 3.
hu: A 3. DIP kapcsoló beállítása.
pt_pt: Configuração para o interruptor DIP 3.
sv_se: Inställning för DIP-brytare 3.
tr: DIP anahtar 3 için ayar.
zh_tw: DIP開關3設置。

# game_options
source: Show Crosshair with fist.
hu: Célkereszt mutatása ököllel.
pt_pt: Mostrar a mira com o punho.
sv_se: Visa hårkors med knytnäve.
tr: Yumrukla nişangahı göster.
zh_tw: 用拳頭顯示十字準星。

# game_options
source: Show Crosshair with lightsaber.
hu: Mutasd a célkeresztet fénykarddal.
pt_pt: Mostrar mira com sabre de luz.
sv_se: Visa hårkors med ljussabel.
tr: Işın kılıcıyla nişangahı göster.
zh_tw: 用光劍顯示十字準星。

# game_options
source: Side by side
hu: Egymás mellett
pt_pt: Lado a lado
sv_se: Sida vid sida
tr: Yan yana
zh_tw: 邊靠邊

# game_options
source: Skip buffer effects faster but may not render some games. Disables resolution, MSAA, auto frameskip and duplicate frames to 60Hz.
hu: Gyorsabban átugorja a puffereffektusokat, de előfordulhat, hogy egyes játékok nem jelennek meg renderelve. Kikapcsolja a felbontást, az MSAA-t, az automatikus képkockaugrást és a képkockák 60 Hz-re duplikálását.
pt_pt: Saltar efeitos de buffer mais rapidamente, mas pode não renderizar alguns jogos. Desativa a resolução, MSAA, salto automático de frames e frames duplicados para 60Hz.
tr: Önbellek atlama efektleri daha hızlı ancak bazı oyunları işlemeyebilir. Çözünürlük, MSAA, otomatik kare atlaması ve kareleri 60Hz yapmayı devre dışı bırakır.

# game_options
source: Spanish (Latin America)
hu: Spanyol (Latin-Amerika)
pt_pt: Espanhol (América Latina)
sv_se: Spanska (Latinamerika)
tr: İspanyolca (Latin Amerika)

# game_options
source: Spanish (Spain)
hu: Spanyol (Spanyolország)
pt_pt: Espanhol (Espanha)
sv_se: Spanska (Spanien)
tr: İspanyolca (İspanya)

# keys_files
source: Speed
hu: Sebesség
pt_pt: Velocidade
sv_se: Hastighet
tr: Hız
zh_tw: 速度

# keys_files
source: Stats
hu: Statisztika
pt_pt: Estatísticas
sv_se: Statistik
tr: İstatistikler
zh_tw: 統計數據

# keys_files
source: Step left
hu: Lépjen balra
pt_pt: Dê um passo à esquerda
sv_se: Gå till vänster
tr: Sol adım
zh_tw: 向左一步

# keys_files
source: Step right
hu: Lépj jobbra
pt_pt: Dê um passo para a direita
sv_se: Gå till höger
tr: Sağ adım
zh_tw: 向右一步

# keys_files
source: Swap screen
hu: Képernyőcsere
pt_pt: Trocar ecrã
sv_se: Byt skärm
tr: Ekranı değiştir
zh_tw: 交換螢幕

# game_options
source: TERRAIN DETAIL
hu: TEREP RÉSZLETEI
pt_pt: DETALHES DO TERRENO
sv_se: TERRÄNGDETALJER
tr: ARAZİ AYRINTISI
zh_tw: 地形細節

# game_options
source: TEXT
hu: SZÖVEG
pt_pt: TEXTO
tr: METİN
zh_tw: 文字

# game_options
source: TEXTURE COLOUR DEPTH
hu: TEXTÚRA SZÍN MÉLYSÉG
pt_pt: TEXTURA PROFUNDIDADE DA COR
sv_se: FÄRGDJUP FÖR TEXTUR
tr: DOKU RENK DERİNLİĞİ
zh_tw: 紋理顏色深度

# game_options
source: TEXTURE COMPRESSION
hu: TEXTÚRA TÖMÖRÍTÉS
pt_pt: COMPRESSÃO DA TEXTURA
sv_se: TEXTURKOMPRIMERING
tr: DOKU SIKIŞTIRMASI
zh_tw: 紋理壓縮

# game_options
source: TEXTURE DETAIL
hu: TEXTÚRA RÉSZLETEI
pt_pt: DETALHE DA TEXTURA
sv_se: TEXTURDETALJ
tr: DOKU AYRINTISI
zh_tw: 紋理細節

# game_options
source: TEXTURE FILTER
hu: TEXTÚRA SZŰRŐ
pt_pt: FILTRO DA TEXTURA
sv_se: TEXTURFILTER
tr: DOKU FİLTRESİ
zh_tw: 紋理過濾器

# game_options
source: TEXTURE QUALITY
hu: TEXTÚRA MINŐSÉGE
pt_pt: QUALIDADE DA TEXTURA
sv_se: TEXTURKVALITET
tr: DOKU KALİTESİ
zh_tw: 紋理質量

# game_options
source: TEXTURE SCALING
hu: TEXTÚRA MÉRETEZÉS
pt_pt: ESCALA DA TEXTURA
tr: DOKU ÖLÇEKLENDİRMESİ
zh_tw: 紋理縮放

# game_options
source: THROTTLE SENSITIVITY
hu: GÁZKAR ÉRZÉKENYSÉGE
pt_pt: SENSIBILIDADE DO ACELERADOR
sv_se: KÄNSLIGHET FÖR GASREGLAGE
tr: İTİŞ KONTROL HASSASİYETİ
zh_tw: 節氣閥門靈敏度

# game_options
source: TRANSPARENT MESHES
hu: ÁTLÁTSZÓ HÁLÓK
pt_pt: MALHAS TRANSPARENTES
tr: ŞEFFAF KAFESLER

# game_options
source: Thai
hu: Tháj
pt_pt: Tailandês
tr: Tayca

# game_options
source: The PSP will cull triangles that are outside a 4096x4096 clipping box, and also triangles crossing the Z=1 plane if clipping is enabled.
hu: A PSP kivágja a 4096x4096-os vágókereten kívül eső háromszögeket, valamint a Z=1 síkot metsző háromszögeket is, ha a vágás engedélyezve van.
pt_pt: A PSP eliminará os triângulos que estão fora de uma caixa de recorte de 4096x4096 e também triângulos que intersectam o plano Z=1 se o recorte estiver activado.
tr: PSP, 4096x4096 kırpma kutusunun dışında kalan üçgenleri ve kırpma etkinleştirilmişse Z=1 düzlemini geçen üçgenleri ayıklayacaktır.

# game_options
source: There is generally no point in going beyond 4x texture scaling unless you are running at very high resolutions.
hu: Általában nincs értelme 4x-nél nagyobb textúra-méretezést alkalmazni, kivéve, ha nagyon magas felbontáson futtatod a játékot.
pt_pt: Geralmente não faz sentido ir além da escala de textura 4x, a não ser que estejam a ser executados em resoluções muito elevadas.
tr: Çok yüksek çözünürlüklerde çalışmıyorsanız, 4x doku ölçeklemesinin ötesine geçmenin genellikle bir anlamı yoktur.
zh_tw: 除非使用非常高的解析度，否則一般不建議超過 4 倍的紋理縮放。

# game_options
source: This setting controls the default language layout for the virtual keyboard.
hu: Ez a beállítás a virtuális billentyűzet alapértelmezett nyelvi elrendezését szabályozza.
pt_pt: Esta definição controla o layout do idioma padrão do teclado virtual.
tr: Bu ayar sanal klavye için varsayılan dil düzenini kontrol eder.

# keys_files
source: Toggle item
hu: Elem váltása
pt_pt: Alternar item
sv_se: Växla objekt
tr: Envanteri değiştir
zh_tw: 切換物品

# keys_files
source: Toggle menu
hu: Váltó menü
pt_pt: Alternar menu
sv_se: Visa meny
tr: Menüyü değiştir
zh_tw: 切換選單

# keys_files
source: Toogle screen layout
hu: Képernyő elrendezésének váltása
pt_pt: Alterar layout do ecrã
sv_se: Växla skärmlayout
tr: Ekran düzenini değiştir
zh_tw: 單一螢幕佈局

# keys_files
source: Translate
hu: Fordítás
pt_pt: Traduzir
sv_se: Översätt
tr: Çeviri
zh_tw: 翻譯

# game_options
source: Trilinear
sv_se: Trilinjär
tr: Üç Doğrusal
zh_tw: 三線的

# keys_files
source: Turn left
hu: Fordulj balra
pt_pt: Virar à esquerda
sv_se: Sväng vänster
tr: Sağa çevir
zh_tw: 向左轉

# keys_files
source: Turn right
hu: Fordulj jobbra
pt_pt: Virar à direita
sv_se: Sväng höger
tr: Sola çevir
zh_tw: 向右轉

# game_options
source: US (Default)
hu: USA (alapértelmezett)
pt_pt: EUA (Padrão)
tr: ABD (Varsayılan)

# game_options
source: USE MOUSE FOR PADDLE 1
pt_pt: UTILIZAR O RATO PARA PADDLE 1
sv_se: ANVÄND MUS FÖR PADDEL 1
tr: PEDAL 1 İÇİN FARE KULLAN
zh_tw: 使用滑鼠控制踏板 1

# game_options
source: USE MOUSE FOR PADDLE 2
pt_pt: UTILIZAR O RATO PARA PADDLE 2
sv_se: ANVÄND MUS FÖR PADDEL 2
tr: PEDAL 2 İÇİN FARE KULLAN
zh_tw: 使用滑鼠控制踏板 2

# game_options
source: USE MOUSE FOR PADDLE 3
pt_pt: UTILIZAR O RATO PARA PADDLE 3
sv_se: ANVÄND MUS FÖR PADDEL 3
tr: PEDAL 3 İÇİN FARE KULLAN
zh_tw: 使用滑鼠控制踏板 3

# game_options
source: USE MOUSE FOR PADDLE 4
pt_pt: UTILIZAR O RATO PARA PADDLE 4
sv_se: ANVÄND MUS FÖR PADDEL 4
tr: PEDAL 4 İÇİN FARE KULLAN
zh_tw: 使用滑鼠控制踏板 4

# game_options
source: USE MOUSE POINTER FOR PADDLE 1
pt_pt: USAR O PONTEIRO DO RATO PARA PADDLE 1
sv_se: ANVÄND MUSPEKARE FÖR PADDEL 1
tr: PEDAL 1 İÇİN FARE İŞARETİ KULLAN
zh_tw: 使用滑鼠指標控制踏板 1

# game_options
source: USE ZINK FOR RENDERING
hu: HASZNÁLJON ZINK-ET A RENDERELÉSRE
pt_pt: USAR O ZINK PARA RENDERIZAÇÃO
sv_se: ANVÄND ZINK FÖR RENDERING
tr: İŞLEMEK İÇİN ZINK KULLAN
zh_tw: 使用ZINK進行算繪

# game_options
source: Unscaled
hu: Méretezetlen
pt_pt: Sem escala
tr: Ölçeklendirilmemiş
zh_tw: 未縮放

# game_options
source: Up to 1
pt_pt: Até 1
tr: 1 Kadar

# game_options
source: Up to 2 (Default)
pt_pt: Até 2 (Padrão)
tr: 2 Kadar (Varsayılan)

# keys_files
source: Up/Jump
hu: Fel/Ugrás
pt_pt: Subir/Saltar
sv_se: Upp/Hoppa
tr: Yukarı/Zıpla
zh_tw: 向上/跳躍
