Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# keys_files
source: Digital Up
ca: Digital, Amunt

# keys_files
source: Digital Down
ca: Digital, Avall

# keys_files
source: Analog 1 Left
ca: Analògic 1, Esquerra

# keys_files
source: Analog 1 Right
ca: Analògic 1, Dreta

# keys_files
source: Analog 1 Up
ca: Analògic 1, Amunt

# keys_files
source: Analog 1 Down
ca: Analògic 1, Avall

# keys_files
source: Analog 2 Left
ca: Analògic 2, Esquerra

# keys_files
source: Analog 2 Right
ca: Analògic 2, Dreta

# keys_files
source: Analog 2 Up
ca: Analògic 2, Amunt

# keys_files
source: Analog 2 Down
ca: Analògic 2, Avall

source: UPDATE AVAILABLE
id_id: PEMBAHARUAN TERSEDIA

source: Name
id_id: Nama

source: this game's name
id_id: nama game ini

source: Description
id_id: Deskripsi

source: this game's description
id_id: deskripsi game ini

source: Core
id_id: Inti

source: core
id_id: inti

source: Image
id_id: Gambar

source: enter path to image
id_id: masukkan jalur ke gambar

source: enter path to video
id_id: masukkan jalur ke video

source: enter path to logo
id_id: masukkan jalur ke logo

source: enter path to box
id_id: masukkan jalur ke box

source: Fan art
id_id: Seni penggemar

source: enter path to fanart
id_id: masukkan jalur ke seni penggemar

source: Title shot
id_id: Judul utama

source: enter path to title shot
id_id: masukkan jalur ke judul utama

source: Manual
id_id: Petunjuk

source: enter path to manual
id_id: masukkan jalur ke petunjuk

source: Magazine
id_id: Majalah

source: enter path to magazine
id_id: masukkan jalur ke majalah

source: Map
id_id: Peta

source: enter path to map
id_id: masukkan jalur ke peta

source: Bezel (16:9)
id_id: Frame layar (16:9)

source: enter path to bezel (16:9)
id_id: masukkan jalur ke frame layar (16:9)

source: Cartridge
id_id: Katrid

source: enter path to cartridge
id_id: masukkan jalur ke katrid

source: Alt BoxArt
id_id: Sampul Depan

source: enter path to alt boxart
id_id: masukkan jalur ke sampul depan

source: Box backside
id_id: Sampul belakang

source: enter path to box background
id_id: masukkan jalur ke sampul belakang

source: Wheel
id_id: Tokoh

source: enter path to wheel
id_id: masukkan jalur ke tokoh

source: Mix
id_id: Campuran

source: enter path to mix
id_id: masukkan jalur ke campuran

source: Rating
id_id: Peringkat

source: enter rating
id_id: masukkan peringkat

source: Release date
id_id: Tanggal rilis

source: enter release date
id_id: masukkan tanggal rilis

source: Developer
id_id: Pengembang

source: this game's developer
id_id: pengembang game ini

source: Publisher
id_id: Penerbit

source: this game's publisher
id_id: penerbit game ini

source: enter game genre
id_id: masukkan genre game

source: Game family
id_id: Game kelurga

source: this game's game family
id_id: ini game keluarga

source: Genres
id_id: Jenis

source: enter game genres
id_id: masukkan jenis game

source: Arcade system
id_id: Sistem arcade

source: this game's arcade system
id_id: game ini sistem arcade

source: Players
id_id: Pemain

source: this game's number of players
id_id: jumlah pemain game ini

source: Favorite
id_id: Favorit

source: enter favorite
id_id: masukkan favorit

source: Hidden
id_id: Sembunyikan

source: enter hidden
id_id: masukkan sembunyi

source: Kidgame
id_id: Game anak

source: enter kidgame
id_id: masukkan game anak

source: Play count
id_id: Hitungan bermain

source: enter number of times played
id_id: masukkan jumlah hitungan bermain

source: Last played
id_id: Dimainkan terakhir

source: enter last played date
id_id: masukkan tanggal terakhir dimainkan

source: Crc32 checksum
id_id: Ceksum Crc32

source: Md5 checksum
id_id: Ceksum Md5

source: Game time
id_id: Lama game

source: how long the game has been played in total (seconds)
id_id: berapa lama game ini dimainkan (detik)

source: Languages
id_id: Bahasa

source: this game's languages
id_id: bahasa game ini

source: Region
id_id: Kawasan

source: this game's region
id_id: kawasan game ini

source: Cheevos Hash
id_id: Hash cheevos

source: Cheevos checksum
id_id: Ceksum cheevos

source: Cheevos Game ID
id_id: ID Game Cheevos

source: Screenscraper Game ID
id_id: ID Game Screenscraper

source: all games
id_id: semua game

source: last played
id_id: dimainkan terakhir

source: favorites
id_id: faforit

source: 2 players
id_id: 2 pemain

source: 4 players
id_id: 4 pemain

source: never played
id_id: tidak pernah dimainkan

source: retroachievements
id_id: peringkat retro

source: vertical arcade
id_id: arcade vertikal

source: lightgun games
id_id: permainan bersenjata ringan

source: collections
id_id: koleksi

source: Added '%s' to '%s'
id_id: Ditambahkan '%s' sampai '%s

source: Removed '%s' from '%s'
id_id: Dihapus '%s' dari '%s'

source: This collection is empty.
id_id: Koleksi ini kosong

source: None
id_id: Tidak ada

source: Various
id_id: Macam - macam

source: This collection contains %i game:%s
id_id: Koleksi ini terdapat Gamenya %i adalah :%s

source: SCANNING BLUETOOTH
id_id: MEMINDAI BLUETOOTH

source: Searching for devices...
id_id: Mencari perangkat...

source: BLUETOOTH SCAN IS ALREADY RUNNING.
id_id: PEMINDAI BLUETOOTH SUDAH BERJALAN.

source: FORMATTING DEVICE
id_id: FORMAT PERANGKAT

source: Formatting
id_id: Memformat

source: A REBOOT IS REQUIRED TO COMPLETE THE OPERATION
id_id: REBOOT DIPERLUKAN UNTUK MENYELESAIKAN OPERASI

source: A DRIVE IS ALREADY BEING FORMATTED.
id_id: DRIVE SUDAH DIFORMAT.

source: DOWNLOADING
id_id: MENGUNDUH

source: THEME INSTALLED SUCCESSFULLY
id_id: TEMA BERHASIL DIPASANG

source: AN ERROR OCCURED
id_id: TERJADI KESALAHAN

source: THEME UNINSTALLED SUCCESSFULLY
id_id: TEMA TIDAK BERHASIL DIPASANG

source: BEZELS INSTALLED SUCCESSFULLY
id_id: FRAME LAYAR BERHASIL DIPASANG

source: BEZELS UNINSTALLED SUCCESSFULLY
id_id: FRAME LAYAR BERHASIL DICOPOT

source: PACKAGE INSTALLED SUCCESSFULLY
id_id: PAKET BERHASIL DIPASANG

source: PACKAGE REMOVED SUCCESSFULLY
id_id: PAKET BERHASIL DIHAPUS

source: RETROACHIEVEMENT SETTINGS
id_id: PENGATURAN PERINGKAT RETRO

source: SETTINGS
id_id: PENGATURAN

source: RETROACHIEVEMENTS
id_id: PERINGKAT RETRO

source: USERNAME
id_id: NAMA PENGGUNA

source: PASSWORD
id_id: KATA SANDI

source: OPTIONS
id_id: PILIHAN

source: HARDCORE MODE
id_id: MODE HARDCORE

source: Disable loading states, rewind and cheats for more points.
id_id: Nonaktifkan status pemuatan, mundur, dan curang untuk mendapatkan lebih banyak poin.

source: LEADERBOARDS
id_id: PAPAN PERINGKAT

source: Compete in high-score and best time leaderboards (requires hardcore).
id_id: Bersaing di papan peringkat dan waktu terbaik (membutuhkan hardcore).

source: VERBOSE MODE
id_id: MODE VERBOSE

source: Show achievement progression on game launch and other notifications.
id_id: Tampilkan perkembangan pencapaian pada peluncuran game dan notifikasi lainnya.

source: RICH PRESENCE
id_id: KEHADIRAN TINGGI

source: ENCORE MODE
id_id: MODE ENCORE

source: Unlocked achievements can be earned again.
id_id: Pncapaian yang tidak terkunci dapat diperoleh lagi.

source: AUTOMATIC SCREENSHOT
id_id: TANGKAPAN LAYAR OTOMATIS

source: Automatically take a screenshot when an achievement is earned.
id_id: Otomatis mengambil tangkapan layar saat pencapaian diperoleh.

source: CHALLENGE INDICATORS
id_id: INDIKATOR TANTANGAN

source: Shows icons in the bottom right corner when eligible achievements can be earned.
id_id: Menampilkan ikon di pojok kanan bawah saat pencapaian memenuhi syarat

source: RETROACHIEVEMENT UNLOCK SOUND
id_id: MEMBUKA PERINGKAT SUARA RETRO

source: none
id_id: tidak ada

source: UNLOCK SOUND
id_id: MEMBUKA SUARA

source: SHOW RETROACHIEVEMENTS ENTRY IN MAIN MENU
id_id: TAMPILKAN PENCAPAIAN RETRO DI MENU UTAMA

source: View your RetroAchievement stats right from the main menu!
id_id: Lihat statistik RetroAchievement Anda langsung dari menu utama!

source: GAME INDEXES
id_id: INDEKS GAME

source: INDEX NEW GAMES AT STARTUP
id_id: INDEKS GAME BARU - SAAT MEMULAI

source: INDEX GAMES
id_id: INDEK GAME

source: UNABLE TO ACTIVATE RETROACHIEVEMENTS:
id_id: TIDAK DAPAT MENGAKTIFKAN PENCAPAIAN:

source: OK
id_id: OKE

source: FILTER GAMELIST BY
id_id: FILTER DAFTAR GAME BERDASARKAN

source: EDIT DYNAMIC COLLECTION FILTERS
id_id: EDIT FILTER KOLEKSI DINAMIS

source: RESET ALL FILTERS
id_id: RESET SEMUA FILTER

source: BACK
id_id: KEMBALI

source: FIND GAMES
id_id: TEMUKAN GAME

source: Unknown
id_id: Tidak dikenal

source: YES
id_id: YA

source: NO
id_id: TIDAK

source: SYSTEMS
id_id: SISTEM

source: GAME COLLECTION SETTINGS
id_id: PENGATURAN KOLEKSI GAME

source: COLLECTIONS TO DISPLAY
id_id: KOLEKSI UNTUK DITAMPILKAN

source: SYSTEMS DISPLAYED
id_id: TAMPILAN SISTEM

source: GROUPED SYSTEMS
id_id: SISTEM GRUP

source: CREATE CUSTOM COLLECTION
id_id: BUAT KOLEKSI KUSTOM

source: CREATE NEW CUSTOM COLLECTION FROM THEME
id_id: BUAT KOLEKSI KUSTOM BARU DARI TEMA

source: SELECT THEME FOLDER
id_id: PILIH FOLDER TEMA

source: CREATE NEW EDITABLE COLLECTION
id_id: BUAT KOLEKSI BARU YANG DAPAT DIEDIT

source: New Collection Name
id_id: Nama Koleksi Baru

source: CREATE NEW DYNAMIC COLLECTION
id_id: BUAT KOLEKSI DINAMIS BARU

source: SORT COLLECTIONS AND SYSTEMS
id_id: URUT KOLEKSI DAN SISTEM

source: ALPHABETICALLY
id_id: URUT ALFABET

source: BY MANUFACTURER
id_id: BERDASARKAN PRODUSEN

source: BY HARDWARE TYPE
id_id: BERDASARKAN TIPE HARDWARE

source: BY MANUFACTURER AND TYPE
id_id: BERDASARKAN PRODUSEN DAN TIPE

source: BY RELEASE YEAR
id_id: BERDASARKAN TAHUN RILIS

source: SORT SYSTEMS
id_id: URUT SISTEM

source: START ON SYSTEM
id_id: MULAI PADA SISTEM

source: NONE
id_id: TIDAK ADA

source: RESTORE LAST SELECTED
id_id: PULIHKAN TERAKHIR DIPILIH

source: START ON GAMELIST
id_id: MULAI DI DAFTAR GAME

source: GROUP UNTHEMED CUSTOM COLLECTIONS
id_id: KELOMPOK KOLEKSI KUSTOM YANG TIDAK DIKENAL

source: SHOW SYSTEM NAME IN COLLECTIONS
id_id: TAMPILKAN NAMA SISTEM DALAM KOLEKSI

source: SHOW GAMES OF HIDDEN SYSTEMS IN COLLECTIONS
id_id: TAMPILKAN GAME SISTEM TERSEMBUNYI DALAM KOLEKSI

source: SHOW EMPTY SYSTEMS
id_id: TAMPILKAN SISTEM KOSONG

source: UPDATE GAMELISTS
id_id: PERBARUI LIST GAME

source: Loading...
id_id: Memuat...

source: SELECT COLLECTIONS
id_id: PILIH KOLEKSI

source: AUTOMATIC COLLECTIONS
id_id: KOLEKSI OTOMATIS

source: ARCADE SYSTEMS
id_id: SISTEM ARCADE

source: AUTOMATIC GAME COLLECTIONS
id_id: KOLEKSI GAME OTOMATIS

source: EDITABLE COLLECTIONS
id_id: KOLEKSI DAPAT DIEDIT

source: DYNAMIC COLLECTIONS
id_id: KOLEKSI DINAMIS

source: CUSTOM GAME COLLECTIONS
id_id: KOLEKSI GAME KOSTUM

source: PLEASE WAIT
id_id: MOHON TUNGGU

source: Points (hardcore)
id_id: Poin (hardcore)

source: Softcore points
id_id: Poin softcore

source: Rank
id_id: Peringkat

source: VIEW DETAILS
id_id: LIHAT RINCIAN

source: LAUNCH
id_id: LUNCURKAN

source: NETPLAY SETTINGS
id_id: PENGATURAN NETPLAY

source: ENABLE NETPLAY
id_id: AKTIFKAN NETPLAY

source: NICKNAME
id_id: INISIAL

source: USE RELAY SERVER
id_id: GUNAKAN SERVER RELAY

source: SHOW UNAVAILABLE GAMES
id_id: TAMPILKAN GAME YANG TIDAK TERSEDIA

source: Show rooms for games not present on this machine.
id_id: Tampilkan ruang untuk game yang tidak ada di mesin ini.

source: FINISHED
id_id: SELESAI

source: VIEW OPTIONS
id_id: LIHAT PILIHAN

source: go back
id_id: kembali

source: NAVIGATION
id_id: NAVIGASI

source: OTHER FILTERS
id_id: FILTER LAINNYA

source: SELECT RANDOM GAME
id_id: PILIH GAME RANDOM

source: JUMP TO GAME BEGINNING WITH THE LETTER
id_id: LOMPAT KE GAME AWAL

source: SORT GAMES BY
id_id: URUT GAME BERDASARKAN

source: DYNAMIC COLLECTION
id_id: KOLEKSI DINAMIS

source: CUSTOM COLLECTION
id_id: KOLEKSI KOSTUM

source: DELETE COLLECTION
id_id: HAPUS KOLEKSI

source: COLLECTION
id_id: KOLEKSI

source: GAMELIST VIEW STYLE
id_id: GAYA TAMPILAN GAMELIST

source: automatic
id_id: otomatis

source: VIEW CUSTOMIZATION
id_id: LIHAT KUSTOMISASI

source: VIEW PAD TO KEYBOARD INFORMATION
id_id: LIHAT INFORMASI PAD KE KEYBOARD

source: ADVANCED SYSTEM OPTIONS
id_id: PILIHAN SISTEM LANJUTAN

source: FILTER GAMES BY TEXT
id_id: FILTER ULANG

source: THIS FUNCTION IS DISABLED WHILE THE SCRAPER IS RUNNING
id_id: FUNGSI INI DINONAKTIFKAN SAAT SCRAPER BERJALAN

source: CLOSE
id_id: TUTUP

source: ARE YOU SURE YOU WANT TO DELETE THIS ITEM?
id_id: ANDA YAKIN INGIN MENGHAPUS ITEM INI?

source: FORGET A BLUETOOTH DEVICE
id_id: LUPAKAN PERANGKAT BLUETOOTH

source: REMOVE ALL
id_id: HAPUS SEMUA

source: NO BLUETOOTH DEVICES FOUND
id_id: TIDAK DITEMUKAN PERANGKAT BLUETOOTH

source: REMOVE
id_id: HAPUS

source: BLUETOOTH DEVICES HAVE BEEN DELETED.
id_id: PERANGKAT BLUETOOTH TERHAPUS

source: ARE YOU SURE YOU WANT TO REMOVE '%s' ?
id_id: ANDA YAKIN INGIN MENGHAPUS '%s' ?

source: SEARCH
id_id: CARI

source: CANCEL
id_id: BATALKAN

source: CONNECT TO NETPLAY
id_id: HUBUNGKAN KE NETPLAY

source: Select a game lobby to join
id_id: Pilih lobi permainan untuk bergabung

source: REFRESH
id_id: SEGARKAN

source: FAILED
id_id: GAGAL

source: UNKNOWN ROM VERSION
id_id: VERSI ROM TIDAK DIKENAL

source: DIFFERENT ROM
id_id: ROM BERBEDA

source: SAME ROM
id_id: ROM SAMA

source: UNAVAILABLE CORE
id_id: CORE TIDAK TERSEDIA

source: AVAILABLE GAMES
id_id: GAME TERSEDIA

source: UNAVAILABLE GAMES
id_id: GAME TIDAK TERSEDIA

source: NO GAMES FOUND
id_id: GAME TIDAK DITEMUKAN

source: JOIN GAME
id_id: GABUNG GAME

source: WATCH GAME
id_id: TONTON GAME

source: INPUT MANUALLY
id_id: INPUT MANUAL

source: NO WI-FI NETWORKS FOUND
id_id: TIDAK DITEMUKAN JARINGAN WI-FI

source: SEARCHING WI-FI NETWORKS
id_id: MENCARI JARINGAN WI-FI

source: YOU ARE NOT CONNECTED TO A NETWORK
id_id: ANDA TIDAK TERHUBUNG KE JARINGAN

source: PAIR A BLUETOOTH DEVICE
id_id: PASANGKAN PERANGKAT BLUETOOTH

source: PAIR
id_id: PASANGKAN

source: FILE BROWSER
id_id: BROWSER FILE

source: RESET
id_id: MENGATUR ULANG

source: PARENT FOLDER
id_id: FOLDER ROOT

source: SCREENSHOTS FOLDER
id_id: FOLDER TANGKAPAN LAYAR

source: SELECT
id_id: PILIH

source: ADD COMBINATION KEY
id_id: TAMBAH KOMBINASI

source: CONTENT DOWNLOADER
id_id: PENGUNDUH KONTEN

source: SELECT CONTENT TO INSTALL/REMOVE
id_id: PILIH KONTEN UNTUK DI PASANG/HAPUS

source: UPDATE INSTALLED CONTENT
id_id: PERBARUI KONTEN TERPASANG

source: No items
id_id: Tidak ada item

source: MISC
id_id: LAIN-LAIN

source: UPDATE
id_id: PERBARUI

source: '%s' ADDED TO DOWNLOAD QUEUE
id_id: '%s' DITAMBAHKAN KE ANTRIAN UNDUH

source: UNINSTALLATION ADDED TO QUEUE
id_id: DITAMBAHKAN KE ANTRIAN PENCOPOTAN

source: INSTALL
id_id: PASANG

source: CURRENTLY IN DOWNLOAD QUEUE
id_id: SEDANG ANTRI MENGUNDUH

source: NO MISSING BIOS FILES
id_id: TIDAK ADA FILE BIOS YANG HILANG

source: MISSING BIOS CHECK
id_id: PERIKSA BIOS HILANG

source: NO MISSING BIOS
id_id: TIDAK ADA BIOS YANG HILANG

source: dim
id_id: redup

source: black
id_id: gelap

source: random video
id_id: vidio acak

source: slideshow
id_id: tampilan slide

source: always
id_id: selalu

source: start & end
id_id: awal & akhir

source: never
id_id: tidak pernah

source: systems
id_id: sistem

source: random
id_id: acak

source: SCREENSAVER SETTINGS
id_id: PENGATURAN SCREENSAVER

source: START SCREENSAVER AFTER
id_id: MULAI SCREENSAVER SETELAH

source: SCREENSAVER TYPE
id_id: JENIS SCREENSAVER

source: RANDOM VIDEO SCREENSAVER SETTINGS
id_id: PENGATURAN VIDEO ACAK SCREENSAVER

source: VIDEO DURATION (SECS)
id_id: DURASI VIDEO (DETIK)

source: USE OMX PLAYER FOR SCREENSAVER
id_id: GUNAKAN OMX PLAYER UNTUK SCREENSAVER

source: SHOW GAME INFO
id_id: TAMPILKAN INFORMASI GAME

source: USE MARQUEE AS GAME INFO
id_id: GUNAKAN MARQUEE SEBAGAI INFO GAME

source: DECORATION SET USED
id_id: SET DEKORASI yang DIGUNAKAN

source: MUTE VIDEO AUDIO
id_id: BISUKAN SUARA VIDIO

source: SCREENSAVER CONTROLS
id_id: KONTROL SCREENSAVER

source: USE CUSTOM VIDEOS
id_id: GUNAKAN VIDIO KOSTOM

source: CUSTOM VIDEO DIRECTORY
id_id: DIREKTORI VIDIO KUSTOM

source: USE VIDEOS IN SUBFOLDERS OF CUSTOM DIRECTORY
id_id: GUNAKAN VIDEO DALAM SUBFOLDER DIREKTORI KUSTOM

source: CUSTOM VIDEO FILE EXTENSIONS
id_id: EKSTENSI FILE VIDEO KUSTOM

source: SLIDESHOW SCREENSAVER SETTINGS
id_id: PENGATURAN SLIDESHOW SCREENSAVER

source: IMAGE DURATION (SECS)
id_id: DURASI GAMBAR (DETIK)

source: STRETCH IMAGES
id_id: UKURAN GAMBAR

source: USE CUSTOM IMAGES
id_id: GUNAKAN GAMBAR KUSTOM

source: CUSTOM IMAGE DIRECTORY
id_id: DIREKTORI GAMBAR KUSTOM

source: USE IMAGES IN SUBFOLDERS OF CUSTOM DIRECTORY
id_id: GUNAKAN GAMBAR DI SUBFOLDER DIREKTORI KUSTOM

source: CUSTOM IMAGE FILE EXTENSIONS
id_id: EKSTENSI FILE GAMBAR KUSTOM

source: PAD TO KEYBOARD CONFIGURATION
id_id: KONFIGURASI PAD KE KEYBOARD

source: SELECT ACTIONS TO CHANGE
id_id: PILIH TINDAKAN YANG AKAN DIUBAH

source: SAVE
id_id: SIMPAN

source: DELETE
id_id: HAPUS

source: PLAYER 1
id_id: PEMAIN 1

source: PLAYER 2
id_id: PEMAIN 2

source: PLAYER 3
id_id: PEMAIN 3

source: PLAYER 4
id_id: PEMAIN 4

source: COMBINATIONS
id_id: KOMBINASI

source: MOUSE CURSOR
id_id: KURSOR MOUSE

source: EMULATE MOUSE CURSOR
id_id: MENGEMULASI KURSOR MOUSE

source: LEFT ANALOG STICK
id_id: STIK ANALOG KIRI

source: RIGHT ANALOG STICK
id_id: STIK ANALOG KANAN

source: EDIT DESCRIPTION
id_id: EDIT DESKRIPSI

source: DELETE MAPPING
id_id: HAPUS PEMETAAN

source: SAVE CHANGES?
id_id: SIMPAN PERUBAHAN?

source: ARE YOU SURE?
id_id: APA KAMU YAKIN?

source: UPDATING %s
id_id: MEMPERBARUI %s

source: UPDATE IS READY
id_id: PEMBARUAN SUDAH SIAP

source: REBOOT TO APPLY
id_id: REBOOT UNTUK MENERAPKAN

source: REALLY UPDATE?
id_id: YAKIN MEMPERBARUI?

source: YOU ARE CURRENTLY USING VERSION %s DO YOU WANT TO UPDATE TO VERSION %s?
id_id: VERSIMU SAAT INI %s PERBARUI VERSIMU %s?

source: UNOFFICIAL SYSTEM MODIFICATIONS DETECTED. UPGRADING COULD BREAK YOUR SYSTEM. DO YOU WANT TO UPDATE TO VERSION %s?
id_id: MODIFIKASI SISTEM TIDAK RESMI TERDETEKSI. UPGRADE BISA MERUSAK SISTEM ANDA. INGIN MEMPERBARUI KE VERSI %s?

source: NETWORK CONNECTION NEEDED
id_id: KONEKSI JARINGAN DIPERLUKAN

source: NO UPDATE AVAILABLE
id_id: TIDAK ADA PEMBARUAN YANG TERSEDIA

source: INSTALL ON A NEW DISK
id_id: INSTALL PADA DISK BARU

source: TARGET DEVICE
id_id: PERANGKAT TARGET

source: TARGET ARCHITECTURE
id_id: ARSITEKTUR TARGET

source: NETWORK REQUIRED
id_id: JARINGAN DIPERLUKAN

source: INVALID PARAMETERS
id_id: PARAMETER TIDAK VALID

source: GAME MEDIA
id_id: MEDIA GAME

source: VIEW GAME MANUAL
id_id: LIHAT MANUAL GAME

source: VIEW GAME MAGAZINE
id_id: LIHAT MAJALAH GAME

source: VIEW GAME MAP
id_id: LIHAT PETA PERMAINAN

source: VIEW FULLSCREEN VIDEO
id_id: LIHAT VIDEO LAYAR PENUH

source: VIEW GAME MEDIA
id_id: LIHAT MEDIA GAME

source: CURRENT CORE IS NOT COMPATIBLE
id_id: CORE SAAT INI TIDAK KOMPATIBEL

source: COMPATIBLE CORE(S)
id_id: KOMPATIBEL CORE(S)

source: VIEW THIS GAME'S ACHIEVEMENTS
id_id: LIHAT PENCAPAIAN GAME INI

source: SAVE STATES
id_id: SIMPAN STATUS

source: OPEN
id_id: BUKA

source: START A NETPLAY GAME
id_id: MULAI GAME NETPLAY

source: START GAME
id_id: MULAI GAME

source: HOST A NETPLAY GAME
id_id: HOST GAME NETPLAY

source: PUBLICLY ANNOUNCE GAME
id_id: UMUMKAN GAME SECARA PUBLIK

source: PLAYER PASSWORD
id_id: PASSWORD PEMAIN

source: VIEWER PASSWORD
id_id: PASSWOR PENONTON

source: FIND SIMILAR GAMES...
id_id: TEMUKAN GAME SERUPA...

source: DELETE ITEM
id_id: HAPUS ITEM

source: DELETE GAME
id_id: HAPUS GAME

source: THIS WILL DELETE THE ACTUAL GAME FILE(S)! ARE YOU SURE?
id_id: INI AKAN MENGHAPUS FILE GAME! KAU YAKIN?

source: COLLECTIONS
id_id: KOLEKSI

source: REMOVE FROM %s
id_id: HAPUS DARI %s

source: ADD TO %s
id_id: TAMBAHKAN KE %s

source: FAVORITES
id_id: FAVORIT

source: ADD TO CUSTOM COLLECTION...
id_id: TAMBAHKAN KE KOLEKSI KUSTOM...

source: EDIT PADTOKEY PROFILE
id_id: EDIT PROFIL PADTOKEY

source: CREATE PADTOKEY PROFILE
id_id: BUAT PROFIL PADTOKEY

source: ADVANCED GAME OPTIONS
id_id: OPSI GAME LANJUTAN

source: EDIT FOLDER METADATA
id_id: EDIT METADATA FOLDER

source: EDIT THIS GAME'S METADATA
id_id: EDIT METADATA GAME INI

source: THEMES DOWNLOADER
id_id: PENGUNDUH TEMA

source: SELECT THEMES TO INSTALL/REMOVE
id_id: PILIH TEMA YANG AKAN DIPASANG/HAPUS

source: All
id_id: SEMUA

source: Installed
id_id: Terpasang

source: Available
id_id: Tersedia

source: CURRENT THEME
id_id: TEMA SAAT INI

source: Points
id_id: Poin

source: Unlocked on
id_id: Tidak terkunci

source: THIS GAME HAS NO ACHIEVEMENTS YET
id_id: GAME INI BELUM MEMILIKI PRESTASI

source: Achievements won
id_id: Prestasi dimenangkan

source: %d%% complete
id_id: %d%% selesai

source: SAVESTATE MANAGER
id_id: MANAJER SIMPAN

source: START NEW GAME
id_id: MULAI GAME BARU

source: START NEW AUTO SAVE
id_id: MULAI SIMPAN OTOMATIS BARU

source: AUTO SAVE
id_id: SIMPAN OTOMATIS

source: COPY TO FREE SLOT
id_id: SALIN KE SLOT BEBAS

source: SCRAPER SETTINGS
id_id: PENGATURAN SCRAPER

source: IMAGE SOURCE
id_id: SUMBER GAMBAR

source: SCREENSHOT
id_id: TANGKAPAN LAYAR

source: TITLE SCREENSHOT
id_id: JUDUL TANGKAPAN LAYAR

source: FAN ART
id_id: KARYA SENI

source: BOX SOURCE
id_id: SUMBER BOX

source: LOGO SOURCE
id_id: SUMBER LOGO

source: SCRAPE FOR
id_id: SCRAPE UNTUK

source: SHORT NAME
id_id: URUTKAN NAMA

source: COMMUNITY RATING
id_id: PERINGKAT KOMUNITAS

source: VIDEO
id_id: VIDIO

source: FANART
id_id: SENI

source: BEZEL (16:9)
id_id: RESOLUSI (16:9)

source: BOX BACKSIDE
id_id: BAGIAN BELAKANG BOX

source: MAP
id_id: PETA

source: MANUAL
id_id: PANDUAN

source: PADTOKEY SETTINGS
id_id: PENGATURAN PADTOKEY

source: SCRAPING DATABASE
id_id: DATABASE SCRAPING

source: SOURCE
id_id: SUMBER

source: SCRAPE FROM
id_id: SCRAPE DARI

source: FILTERS
id_id: FILTER

source: GAMES TO SCRAPE FOR
id_id: GAME UNTUK SCRAPE

source: ALL
id_id: SEMUA

source: GAMES MISSING ANY MEDIA
id_id: GAMES HILANG DARI MEDIA APAPUN

source: GAMES MISSING ALL MEDIA
id_id: GAME HILANG DARI SEMUA MEDIA

source: IGNORE RECENTLY SCRAPED GAMES
id_id: ABAIKAN GAME YANG BARU-BARU DIHAPUS

source: LAST DAY
id_id: HARI TERAKHIR

source: LAST WEEK
id_id: MINGGU LALU

source: LAST 15 DAYS
id_id: 15 HARI LALU

source: LAST MONTH
id_id: BULAN LALU

source: LAST 3 MONTHS
id_id: 3 BULAN LALU

source: LAST YEAR
id_id: TAHUN LALU

source: SYSTEMS INCLUDED
id_id: SISTEM TERMASUK

source: SCRAPE NOW
id_id: SCRAPE SEKARANG

source: START
id_id: MULAI

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE FOR DIFFERENT SYSTEMS! CONTINUE ANYWAY?
id_id: PERINGATAN: BEBERAPA SISTEM YANG ANDA PILIH TIDAK MEMILIKI SET PLATFORM. HASIL MUNGKIN KARENA MEMILIKI SISTEM YANG BERBEDA! INGIN LANJUTKAN?

source: SCRAPING IS RUNNING. DO YOU WANT TO STOP IT?
id_id: PENGUMPULAN DATA SEDANG BERJALAN. ANDA YAKIN INGIN BERHENTI

source: NO GAMES FIT THAT CRITERIA.
id_id: TIDAK ADA GAME YANG COCOK DENGAN KRITERIA ITU.

source: INFORMATION
id_id: INFORMASI

source: VERSION
id_id: VERSI

source: USER DISK USAGE
id_id: PENGGUNAAN DISK PEMILIK

source: SYSTEM DISK USAGE
id_id: PENGGUNAAN DISK SISTEM

source: SYSTEM
id_id: SISTEM

source: VIDEO DRIVER
id_id: DRIVER VIDIO

source: THE BEZEL PROJECT
id_id: PROYEK BEZEL

source: SELECT BEZELS TO INSTALL/REMOVE
id_id: PILIH BEZEL UNTUK DIINSTALL/DIHAPUS

source: System
id_id: Sistem

source: Architecture
id_id: Arsitektur

source: Disk format
id_id: Format disk

source: Temperature
id_id: Suhu

source: Available memory
id_id: Memori yang tersedia

source: Battery
id_id: Baterai

source: Cpu model
id_id: Model CPU

source: Cpu number
id_id: Nomor CPU

source: Cpu max frequency
id_id: Frekuensi maksimum CPU

source: Cpu feature
id_id: Fitur CPU

source: CONTROLLER SETTINGS
id_id: PENGATURAN CONTROLLER

source: CONTROLLER & BLUETOOTH SETTINGS
id_id: PENGATURAN CONTROLLER & BLUETOOTH

source: INTERNAL
id_id: PERANGKAT INTERNAL

source: ANY EXTERNAL
id_id: PERANGKAT EXTERNAL
