Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Keypad to joyport mappings for 2 players.
ca: Teclat a entrada de palanca per 2 jugadors.
es: Mapeo de teclado a joyport para 2 jugadores.
eu_es: Keypad joyportura mapeoa 2 jokalarientzat
gl_es: Mapeo de teclado a joyport para 2 xogadores.
hu: Billentyűzet-joyport leképezések 2 játékos számára.
it: Keypad o joyport mappato per 2 giocatori.
ja_jp: 2人用キーパッドからジョイポートへ割当てます
ko: 2명의 플레이어를 위한 키패드에서 조이포트로의 매핑.
nb_no: Tilordning av tastatur til joyport for 2 spillere.
pl: Mapowanie keypada do joysticka dla dwóch graczy.
pt_pt: Mapeamento de teclado e comando para 2 jogadores.
ro_ro: Asocieri Keypad la Joyport pentru 2 jucători.
sk_sk: Mapovania keypadu na joyport pre 2 hráčov.
sv_se: Mappning av knappsats till joyport för 2 spelare.
tr: İki oyuncu için tuş takımı ile joyport eşleştirmeleri.
vi_vn: Ánh xạ Keypad to Joyport cho 2 người chơi.
zh_tw: 鍵盤轉搖桿埠對應雙人遊玩。

# game_options
source: Koalapad
ja_jp: Koalaパッド
ko: 코알라패드

# game_options
source: Konami Justifier
es: Pistola Konami Justifier
it: Giustiziere Konami
ja_jp: コナミ ザ・ジャスティファイアー
ko: 코나미 저스티파이어
pt_pt: Pistola Konami Justifier

# game_options
source: Konami Justifier (P2)
ca: Konami Justifier (J2)
es: Pistola Konami Justifier (P2)
it: Giustiziere Konami (P2)
ja_jp: コナミ ザ・ジャスティファイアー P2
ko: 코나미 저스티파이어 (P2)
pt_pt: Konami Justifier (Jogador 2)

# game_options
source: Konami Justifier P2 is daisy chained from controller 2, appears as port 3 to system.
ca: La Konami Justifier J2 que està vinculada al comandament 2, surt com port 3 al sistema.
es: Konami Justifier P2 está vinculada al mando 2, aparece como puerto 3 en el sistema.
eu_es: Konami Justifier P2 2. kontrolatzailetik Daisy chain moduan konektatzen da, sisteman 3 porta bezala azaltzen da
gl_es: Konami Justifier P2 está conectado o mando 2, aparece como porto 3 no sistema.
hu: A Konami Justifier P2 láncolva van a 2. vezérlőtől, és 3. portként jelenik meg a rendszer felé.
it: Il giustiziere Konami P2 è attaccato al controller 2, risulta come porta 3 per il sistema.
ja_jp: Jファイアー P2は、2コンからデイジーチェーン接続で、ポート3として表示します
ko: 코나미 저스티파이어 P2는 컨트롤러 2에서 데이지 체인으로 연결되며 시스템에 포트 3으로 나타납니다.
nb_no: Konami Justifier P2 er seriekoblet fra kontroller 2 og vises som port 3 i systemet.
pl: Konami Justifier P2 jest połączony łańcuchowo z kontrolerem 2, pojawia się jako port 3 w systemie.
pt_pt: Konami Justifier P2 está vinculada ao comando 2, aparece como entrada 3 no sistema.
ro_ro: Konami Justifier P2 este înlănțuit din controlerul 2, apare ca portul 3 pentru sistem.
sk_sk: Konami Justifier P2 je sériovo prepojený s ovládačom 2, v systéme sa javí ako port 3.
sv_se: Konami Justifier P2 är kedjekopplad från styrenhet 2 och visas som port 3 i systemet.
tr: Konami Justifier P2, kontrolcü 2 ile zincirlidir, sisteme 3 numaralı port olarak görünür.
vi_vn: Konami Justifier P2 được lấy từ bộ điều khiển 2, xuất hiện dưới dạng cổng 3 tới hệ thống.
zh_tw: Konami Justifier P2 與控制器2以菊花鏈形式連接，系統中顯示為連接埠3。

# game_options
source: Konami Justifiers
eu_es: Konami Justifier-ak
gl_es: Xustificadores de Konami
it: Giustificatori Konami
ja_jp: コナミ ザ・ジャスティファイアー
ko: 코나미 저스티파이어
pt_pt: Pistola Konami Justifier

# game_options
source: Korea
es: Corea
ja_jp: 韓国
ko: 대한민국
pt_pt: Coreia
ro_ro: Coreea
sk_sk: Kórea
tr: Kore
vi_vn: Hàn Quốc

# game_options
source: Korean
ca: Coreà
es: Coreano
eu_es: Korearra
gl_es: Coreano
hu: Koreai
it: Koreano
ja_jp: 韓国語
ko: 한국어
nb_no: Koreansk
pl: Koreański
pt_pt: Coreano
ro_ro: Coreană
sk_sk: Kórejčina
sv_se: Koreanska
tr: Korece
vi_vn: Tiếng Hàn

# game_options
source: Kuwait
hu: Kuvait
ko: 쿠웨이트
pl: Kuwejt
sk_sk: Kuvajt
tr: Kuveyt

# game_options
source: Kwajalein
it: Kwahalein
ja_jp: クェゼリン
ko: 콰잘레인

# game_options
source: Kyrgyzstan
gl_es: Kirguizistán
hu: Kirgizisztán
ko: 키르기스스탄
pl: Kirgistan
pt_pt: Quirguistão
ro_ro: Kîrgîzstan
sk_sk: Kirgizsko
sv_se: Kirgizistan
tr: Kırgızistan

# game_options
source: LAN (Default)
ca: LAN (Per defecte)
es: LAN (Defecto)
eu_es: LAN (Defektuz)
gl_es: LAN (predeterminado)
hu: LAN (alapértelmezett)
ja_jp: LAN (標準)
ko: LAN (기본)
nb_no: LAN (standard)
pl: LAN (domyślnie)
pt_pt: REDE LOCAL (Predefinição)
ro_ro: LAN (Implicit)
sk_sk: LAN (predvolené)
sv_se: LAN (standard)
tr: LAN (Varsayılan)
vi_vn: LAN (Mặc định)
zh_tw: 區域網路(預設)

# game_options
source: LAN / WAN STREAMING
ca: RETRANSMISSIÓ PER LAN/WAN
es: TRANSMISIÓN LAN / WAN
eu_es: LAN / WAN JARIOA
gl_es: TRANSMISIÓN LAN / WAN
it: STREAMING LAN / WAN
ja_jp: LAN / WAN ストリーミング
ko: LAN / WAN 스트리밍
nb_no: LAN/WAN-STRØMMING
pl: STREAMING LAN / WAN
pt_pt: TRANSMISSÃO VIA REDE LOCAL OU DE LONGA DISTÂNCIA
ro_ro: STREAMING LAN / WAN
sk_sk: Streamovanie LAN/WAN
sv_se: LAN / WAN-STRÖMNING
tr: LAN / WAN YAYINI
zh_tw: LAN/WAN 串流媒體

# game_options
source: LANGUAGE
ca: IDIOMA
es: IDIOMA
eu_es: HIZKUNTZA
gl_es: LINGUA
hu: NYELV
it: LINGUA
ja_jp: 言語
ko: 언어
nb_no: SPRÅK
pl: JĘZYK
pt_pt: IDIOMA
ro_ro: LIMBĂ
sk_sk: Jazyk
sv_se: SPRÅK
tr: DİL
vi_vn: NGÔN NGỮ
zh_tw: 語言

# game_options
source: LATENCY REDUCTION
ca: REDUCCIÓ DE LATÈNCIA
es: REDUCCIÓN DE LATENCIA
eu_es: LATENTZIA JAITSIERA
gl_es: REDUCIÓN DA LATENCIA
hu: KÉSLELTETÉS CSÖKKENTÉSE
it: RIDUZIONE LATENZA
ja_jp: ちらつき軽減
ko: 대기 시간 감소
nb_no: REDUKSJON AV VENTETID
pl: REDUKCJA OPÓŹNIEŃ
pt_pt: REDUÇÃO DE LATÊNCIA
ro_ro: REDUCEREA LATENȚEI
sk_sk: Redukcia latencie
sv_se: MINSKNING AV LATENS
tr: GECİKMEYİ AZALT
vi_vn: GIẢM ĐỘ TRỄ
zh_tw: 減少延遲

# game_options
source: LCD FILTER
ca: FILTRE LCD
es: FILTRO LCD
eu_es: LCD FILTROA
gl_es: FILTRO LCD
it: FILTRO LCD
ja_jp: LCD フィルター
ko: LCD 필터
pl: FILTR LCD
pt_pt: FILTRO LCD
ro_ro: FILTRU LCD
tr: LCD FİLTRESİ
vi_vn: BỘ LỌC LCD
zh_tw: LCD濾鏡

# game_options
source: LCD GHOSTING EFFECT
ca: EFECTE GHOSTING LCD
es: EFECTO GHOSTING LCD
eu_es: LCD GHOSTING EFEKTUA
gl_es: EFECTO PANTALLA PANTASMA LCD
hu: LCD SZELLEMHATÁS
it: EFFETTO GHOSTING LCD
ja_jp: LCD ゴーストエフェクト
ko: LCD 고스팅 효과
nb_no: LCD GHOSTING-EFFEKT
pl: EFEKT GHOSTINGU LCD
pt_pt: EFEITO GHOSTING DE LCD
ro_ro: EFECT PERSISTENȚĂ LCD
sk_sk: LCD efekt Duchovia
sv_se: LCD-SPÖKEFFEKT
tr: LCD GÖLGELENME EFEKTİ
vi_vn: HIỆU ỨNG BÓNG MA LCD
zh_tw: LCD重影效果

# game_options
source: LCD GHOSTING EFFECTS
ca: EFECTES GHOSTING LCD
es: EFECTO GHOSTING LCD
eu_es: LCD GHOSTING EFEKTUAK
gl_es: EFECTOS DE PANTASMA LCD
it: EFFETTI GHOSTING LCD
ja_jp: LCD ゴーストエフェクト
ko: LCD 고스팅 효과
nb_no: LCD GHOSTING EFFEKTER
pl: EFEKTY SMUŻENIA WYŚWIETLACZA LCD
pt_pt: EFEITOS FANTASMA DE LCD
ro_ro: EFECTE DE PERSISTENȚĂ LCD
sk_sk: LCD efekty Duchovia
sv_se: LCD-SPÖKEFFEKTER
tr: LCD GÖLGELENME EFEKTLERİ
vi_vn: HIỆU ỨNG LCD GHOSTING
zh_tw: LCD重影效果

# game_options
source: LCD GHOSTING FILTER
ca: FILTRE GHOSTING LCD
es: FILTRO GHOSTING LCD
eu_es: LCD GHOSTING FILTROA
gl_es: FILTRO PANTALLA PANTASMA LCD
hu: LCD SZELLEMTARTÁS SZŰRŐ
it: FILTRO LCD GHOSTING
ja_jp: LCD ゴーストフィルター
ko: LCD 고스팅 필터
pl: FILTR POŚWIATY LCD
pt_pt: FILTRO DE GHOSTING LCD
ro_ro: FILTRU PERSISTENȚĂ LCD
sk_sk: LCD filter Duchovia
sv_se: LCD-SPÖKEFFEKTFILTER
tr: LCD GÖLGELENME FİLTRESİ
vi_vn: BỘ LỌC LCD GHOSTING
zh_tw: LCD重影濾鏡

# game_options
source: LCD Ghosting (Accurate)
ca: Ghosting LCD (Precís)
es: LCD Ghosting (Preciso)
eu_es: LCD Ghosting (Zehatza)
gl_es: Pantalla pantasma LCD (precisa)
hu: LCD szellemkép (pontos)
it: LCD Ghosting (Accurato)
ja_jp: LCDゴースト（正確）
ko: LCD 고스팅 (정확함)
nb_no: LCD Ghosting (nøyaktig)
pl: Dokładny
pt_pt: Ghosting LCD (Preciso)
ro_ro: Persistență LCD (Precis)
sk_sk: LCD duchovia (presné)
sv_se: LCD-spökeffekt (exakt)
tr: LCD Gölgelenmesi (Kesin)
vi_vn: LCD Ghosting (Chính xác)
zh_tw: LCD重影(精確)

# game_options
source: LCD Ghosting (Fast)
ca: Ghosting LCD (Ràpid)
es: LCD Ghosting (Rápido)
eu_es: LCD Ghosting (Azkarra)
gl_es: Pantalla pantasma LCD (rápida)
hu: LCD szellemkép (gyors)
it: LCD Ghosting (Veloce)
ja_jp: LCDゴースト（高速）
ko: LCD 고스팅 (빠름)
nb_no: LCD Ghosting (rask)
pl: Szybki
pt_pt: Ghosting LCD (Rápido)
ro_ro: Persistență LCD (Rapid)
sk_sk: LCD duchovia (rýchle)
sv_se: LCD-spökeffekt (snabb)
tr: LCD Gölgelenmesi (Hızlı)
vi_vn: LCD Ghosting (Nhanh)
zh_tw: LCD重影(快速)

# game_options
source: LIGHT GUN
ca: PISTOLA DE LLUM
eu_es: ARGIZKO PISTOLA
gl_es: PISTOLA ÓPTICA
hu: FÉNYPUSKA
it: PISTOLA
ja_jp: ライトガン(ガンコン)
ko: 라이트 건
nb_no: LYSPISTOL
pl: PISTOLET ŚWIETLNY
pt_pt: PISTOLA
ro_ro: PISTOL LUMINOS
sk_sk: Svetelná pištoľ
sv_se: LJUSPISTOL
tr: HAFİF SİLAH
zh_tw: 光槍

# game_options
source: LIGHT GUN CROSSHAIR
ca: PUNT DE MIRA DE LA PISTOLA
es: PUNTO DE MIRA PARA PISTOLA LIGHTGUN
eu_es: ARGIZKO PISTOLA JOPUNTUA
gl_es: PISTOLA ÓPTICA MIRILLA
hu: FÉNYPUSKA CÉLKERESZT
it: MIRINO PISTOLA
ja_jp: ガンコンの照準(クロスヘア)
ko: 라이트 건 십자선
nb_no: TRÅDKORS FOR LYSPISTOL
pl: CELOWNIK PISTOLETU ŚWIETLNEGO
pt_pt: MIRA DA PISTOLA
ro_ro: MARCAJ ȚINTĂ PISTOL LUMINOS
sk_sk: Nitkový kríž svetelnej pištole
sv_se: LJUSPISTOLSSIKTE
tr: HAFİF SİLAH NİŞANGAH
vi_vn: TÂM NGẮM LIGHT GUN
zh_tw: 光槍十字準星

# game_options
source: LIGHT GUNS
gl_es: PISTOLAS ÓPTICAS
hu: FÉNYPISZTOLYOK
it: PISTOLE
ja_jp: ライトガン(ガンコン)
ko: 라이트 건
nb_no: LYSPISTOL
pl: PISTOLETY ŚWIETLNE
pt_pt: ARMAS LEVES
ro_ro: PISTOALE LUMINOASE
sk_sk: Svetelné pištole
sv_se: LJUSPISTOLER
tr: HAFİF SİLAHLAR
zh_tw: 光槍

# game_options
source: LIMIT FPS
es: LIMITAR FPS
gl_es: LÍMITAR FPS
hu: FPS KORLÁTOZÁSA
it: LIMITA FPS
ja_jp: FPS 制限
ko: FPS 제한
nb_no: BEGRENSET FPS
pl: OGRANICZ FPS
pt_pt: LIMITE FPS
ro_ro: LIMITEAZĂ FPS
sk_sk: Obmedziť FPS
sv_se: BEGRÄNSA BILDER/S
tr: FPS SINIRI
vi_vn: GIỚI HẠN FPS
zh_tw: 限制FPS

# game_options
source: LIMIT FRAME RATE
ca: LIMITAR TAXA DE QUADRES
es: LÍMITE VELOCIDAD DE FOTOGRAMAS
eu_es: MUTAGU FOTOGRAMA TASA
gl_es: TAXA LÍMITE DE FOTOGRAMAS
hu: KÉPKOCKA SEBESSÉG KORLÁTOZÁSA
it: LIMITA FRAME RATE
ja_jp: フレームレート制限
ko: 프레임 속도 제한
nb_no: BEGRENSE BILDEFREKVENSEN
pl: OGRANICZ CZĘSTOTLIWOŚĆ ODŚWIEŻANIA
pt_pt: LIMITAR FPS
ro_ro: LIMITEAZĂ RATA DE CADRE
sk_sk: Obmedzenie snímok
sv_se: BEGRÄNSA BILDFREKVENS
tr: KARE HIZINI SINIRLA
vi_vn: GIỚI HẠN TỶ LỆ KHUNG HÌNH
zh_tw: 限制FPS

# game_options
source: LINE MODE
ca: MODE DE LÍNIA
es: MODO DE LÍNEA
eu_es: LERRO MODUA
gl_es: MODO DE LIÑA
hu: LINE MÓD
it: MODALITÀ LINEA
ja_jp: ラインモード
ko: 라인 모드
nb_no: LINJEMODUS
pl: TRYB LINII
pt_pt: MODO DE LINHA
ro_ro: MOD LINIE
sk_sk: Režim riadkov
sv_se: LINJELÄGE
tr: ÇİZGİ MODU
zh_tw: 線性模式

# game_options
source: LINEAR FILTERING
es: FILTRADO LINEAL
eu_es: FILTRATZE LINEARRA
gl_es: FILTRADO LINEAL
hu: LINEÁRIS SZŰRÉS
it: FILTRAGGIO LINEARE
ja_jp: リニア フィルタリング
ko: 선형 필터링
nb_no: LINEÆR FILTRERING
pl: FILTROWANIE LINIOWE
pt_pt: FILTRAGEM LINEAR
ro_ro: FILTRARE LINEARĂ
sk_sk: Lineárne filtrovanie
sv_se: LINJÄR FILTRERING
tr: DOĞRUSAL FİLTRELEME
zh_tw: 線性濾鏡

# game_options
source: LINEAR UPSCALING
ca: REESCALAT LINIAL
es: ESCALADO LINEAL
eu_es: ESKALATZE LINEALA
gl_es: ESCALADO LINEAL
hu: LINEÁRIS FELSKÁLÁZÁS
it: UPSCALING LINEARE
ja_jp: リニアアップスケーリング
ko: 선형 업스케일러
nb_no: LINEÆR OPPSKALERING
pl: PRZESKALOWANIE LINIOWE
pt_pt: AUMENTO LINEAR
ro_ro: UPSCALING LINIAR
sk_sk: Lineárne škálovanie
sv_se: LINJÄR UPPSKALNING
tr: DOĞRUSAL YÜKSELTME
zh_tw: 線性縮放

# game_options
source: LLE
ko: 저수준 에뮬레이션

# game_options
source: LLVM Recompiler
ca: Re-compilador LLVM
es: Recompilador LLVM
eu_es: LLVM Birkonpilatzailea
gl_es: Recopilador LLVM
hu: LLVM újrafordító
it: Ricompilatore LLVM
ja_jp: LLVM リコンパイラ
ko: LLVM 재컴파일러
nb_no: LLVM-rekompilator
pt_pt: Recompilador LLVM
ro_ro: Recompilator LLVM
sv_se: LLVM omkompilator
tr: LLVM Yeniden Derleyici
zh_tw: LLVM再編譯器

# game_options
source: LLVM is fastest, use the Interpreter settings if there are issues.
ca: LLVM es el mès ràpid, usa els ajustos d’intèrpret en cas de problemes.
es: LLVM es más rápido, utilice los ajustes del intérprete si hay problemas.
eu_es: LLVM da azkarrena, erabili Interpretatzaile aukerak arazoak badaude.
gl_es: LLVM é o máis rápido, utilice a configuración do intérprete se hai problemas.
hu: Az LLVM a leggyorsabb, probléma esetén használja a fordító beállításait.
it: LLVM è più veloce, ma usa le impostazioni interprete se ci sono problemi.
ja_jp: LLVMが最速です。問題がある場合は、インタープリター設定を使用してください
ko: LLVM이 가장 빠르며 문제가있는 경우 해석기 설정을 사용하십시오.
nb_no: LLVM er raskest, bruk Interpreter-innstillingene hvis det oppstår problemer.
pl: LLVM jest najszybszy, użyj ustawień interpretera, jeśli są problemy.
pt_pt: O LLVM é mais rápido, usar os ajustes do interpretador se houver problemas.
ro_ro: LLVM este cel mai rapid, folosește setările interpretorului dacă sunt probleme.
sk_sk: LLVM je najrýchlejší, v prípade problémov použite nastavenia interpretera.
sv_se: LLVM är snabbast, använd tolkningsinställningarna om det finns problem.
tr: LLVM en hızlıdır, sorun varsa Yorumlayıcı ayarlarını kullan.
vi_vn: LLVM là nhanh nhất, sử dụng cài đặt Interpreter nếu có vấn đề.
zh_tw: LLVM 是最快的，如果有問題，請使用解譯器設定。

# game_options
source: LOAD CUSTOM TEXTURES
ca: CARREGAR TEXTURES PERSONALITZADES
es: CARGAR TEXTURAS PERSONALIZADAS
eu_es: KARGATU NEURRIRA EGINIKO TESTURAK
gl_es: CARGAR TEXTURAS PERSONALIZADAS
hu: EGYÉNI TEXTÚRÁK BETÖLTÉSE
it: CARICA TEXTURE PERSONALIZZATE
ja_jp: カスタムテクスチャを読み込む
ko: 커스텀 텍스처 로드
nb_no: LAST INN EGENDEFINERTE TEKSTURER
pl: ZAŁADUJ NIESTANDARDOWE TEKSTURY
pt_pt: CARREGAR TEXTURAS PERSONALIZADAS
ro_ro: ÎNCARCĂ TEXTURI PERSONALIZATE
sk_sk: Načítať vlastné textúry
sv_se: LÄS IN ANPASSADE TEXTURER
tr: ÖZEL DESENLERİ YÜKLE
vi_vn: TẢI TEXTURES CÁ NHÂN
zh_tw: 讀取自訂紋理

# game_options
source: LOADING SPEED
ca: VELOCITAT DE CÀRREGA
es: VELOCIDAD DE CARGA
eu_es: KARGA ABIADURA
gl_es: VELOCIDADE DE CARGA
hu: BETÖLTÉSI SEBESSÉG
it: VELOCITÀ CARICAMENTO
ja_jp: 読込速度
ko: 로딩 속도
nb_no: LASTINGSHASTIGHET
pl: SZYBKOŚĆ ŁADOWANIA
pt_pt: VELOCIDADE DE CARREGAMENTO
ro_ro: VITEZA DE ÎNCĂRCARE
sk_sk: Rýchlosť načítavania
sv_se: INLÄSNINGSHASTIGHET
tr: YÜKLEME HIZI
vi_vn: TỐC ĐỘ TẢI
zh_tw: 讀取速度

# game_options
source: LYNX MODEL
ca: MODEL LYNX
es: MODELO DE LYNX
eu_es: LYNX MODELOA
gl_es: MODELO LYNX
it: MODELLO LYNX
ja_jp: LYNX モデル
ko: 링스 모델
nb_no: LYNX-MODELL
pl: MODEL LYNX
pt_pt: MODELO LYNX
ro_ro: MODEL LYNX
sk_sk: Model Lynx
sv_se: LYNX-MODELL

# game_options
source: Landscape
ca: Horitzontal
es: Horizontal
eu_es: Etzana
gl_es: Apaisado
hu: Fekvő
it: Orizzontale
ja_jp: ランドスケープ(横)
ko: 가로 화면
nb_no: Landskap
pl: Poziomo
pt_pt: Paisagem
ro_ro: Peisaj
sk_sk: Krajinka
sv_se: Liggande
tr: Manzara
zh_tw: 橫向

# game_options
source: Large Bottom
es: Grande abajo
eu_es: Behekalde handia
gl_es: Grande abaixo
hu: Nagy alsó
it: Largo Inferiore
ja_jp: 下画面を大きく
ko: 큰 하단
nb_no: Stor bunn
pl: Duży dół
pt_pt: Fundo Grande
ro_ro: Dedesubt mare
sk_sk: Veľké tlačidlo
sv_se: Stor botten
tr: Geniş Alt
vi_vn: To bên dưới
zh_tw: 下方大

# game_options
source: Large Top
es: Grande arriba
eu_es: Goikalde handia
gl_es: Grande arriba
hu: Nagy felső
it: Largo Superiore
ja_jp: 上画面を大きく
ko: 큰 상단
nb_no: Stor topp
pl: Duża góra
pt_pt: Topo grande
ro_ro: Deasupra mare
sk_sk: Veľké hore
sv_se: Stor topp
tr: Geniş Üst
vi_vn: To bên trên
zh_tw: 上方大

# game_options
source: Larger
es: Grande
eu_es: Handiagoa
gl_es: Máis grande
hu: Nagyobb
it: Grande
ja_jp: 大きい
ko: 더 큰
nb_no: Større
pl: Większy
pt_pt: Maior
ro_ro: Mai mare
sk_sk: Väčšie
sv_se: Större
tr: Daha Büyük
vi_vn: Lớn hơn
zh_tw: 更大

# game_options
source: Laser 310/VZ-300 16k Memory
ca: Memòria Laser 310/VZ-300 16k
es: Laser 310/VZ-300 Memoria 16k
eu_es: Laser 310/VZ-300 16k Memoria
gl_es: Memoria Laser 310/VZ-300 16k
it: Laser 310/VZ-300 Memoria 16k
ja_jp: Laser 310 /VZ-300 16kメモリ
ko: 레이저 310/VZ-300 16k 메모리
nb_no: Laser 310/VZ-300 16k minne
pl: Pamięć Laser 310/VZ-300 16k
pt_pt: Memória Laser 310/VZ-300 16k
ro_ro: Memorie Laser 310/VZ-300 16k
sk_sk: Laser 310/VZ-300 16k pamäť
sv_se: Laser 310/VZ-300 16k minne
tr: Laser 310/VZ-300 16k Bellek
vi_vn: Bộ nhớ Laser 310/VZ-300 16k

# game_options
source: Laser/VZ 64k Memory (Default)
ca: Memória Laser/VZ 64k Memory (Per defecte)
es: Laser/VZ Memoria 64k (Defecto)
eu_es: Laser/VZ 64k Memoria (Defektuz)
gl_es: Laser/VZ 64k Memoria (predeterminada)
hu: Laser/VZ 64k Memory (Alap)
it: Laser/VZ Memoria 64k (Default)
ja_jp: Laser / VZ 64kメモリ（標準）
ko: 레이저/VZ 64k 메모리 (기본)
nb_no: Laser/VZ 64k minne (standard)
pl: Pamięć Laser/VZ 64k (domyślnie)
pt_pt: Memória Laser/VZ 64k (Predefinição)
ro_ro: Memorie Laser/VZ 64k (Implicit)
sk_sk: Laser/VZ 64k pamäť (predvolené)
sv_se: Laser/VZ 64k minne (standard)
tr: Laser/VZ 64k Bellek (Varsayılan)
vi_vn: Bộ nhớ Laser/VZ 64K (Mặc định)
zh_tw: Laser/VZ 64k Memory (預設)

# game_options
source: Latin American Spanish
ca: Espanyol llatinoamericà
es: Español de América latina
eu_es: Latino Amerikar Gaztelania
gl_es: Español latinoamericano
hu: Latin-amerikai spanyol
it: Spagnolo Latino Americano
ja_jp: ラテンアメリカ・スペイン語
ko: 라틴 아메리카 스페인어
nb_no: Latinamerikansk spansk
pl: Hiszpański Ameryki Łacińskiej
pt_pt: Espanhol Latino-Americano
ro_ro: Spaniolă latin americană
sk_sk: Latinskoamerická španielčina
sv_se: Latinamerikansk spanska
tr: Latin Amerika İspanyolcası
vi_vn: Tiếng Tây Ban Nha Mỹ Latinh

# game_options
source: Latvia
gl_es: Letonia
hu: Lettország
ko: 라트비아
pl: Łotwa
pt_pt: Letónia
ro_ro: Letonia
sk_sk: Lotyšsko
sv_se: Lettland
tr: Letonya

# game_options
source: Lebanon
gl_es: Líbano
hu: Libanon
it: Libano
ko: 레바논
pl: Liban
pt_pt: Líbano
ro_ro: Liban
sk_sk: Libanon
sv_se: Libanon
tr: Lübnan

# keys_files
source: Left
gl_es: Esquerda
hu: Bal
it: Sinistra
ko: 왼쪽
pl: W lewo
pt_pt: Esquerda
ro_ro: Stânga
sk_sk: Vľavo
sv_se: Vänster
tr: Sol
vi_vn: Trái
zh_tw: 左

# keys_files
source: Left Flipper
gl_es: Pa esquerda
it: Flipper Sinistra
ko: 왼쪽 플리퍼
pl: Lewy fliper
ro_ro: Aripa stângă
vi_vn: Flipper Trái

# keys_files
source: Left Manga Save
gl_es: Salvado de Manga Esquerdo
it: Salvataggio Manga Sinistra
ko: 왼쪽 망가 저장
pl: Zapis lewej mangi
ro_ro: Salvare manga din stânga

# keys_files
source: Left Nudge
gl_es: Empurrón esquerdo
it: Spingi a Sinistra
ko: 왼쪽으로 살살 밀기
pl: Lewe szturchnięcie
ro_ro: Înghiontire în stânga
vi_vn: Đẩy Trái

# keys_files
source: Left flipper
es: Flipper izquierdo
eu_es: Ezker flipper-a
gl_es: Pa (flipper) esquerdo
hu: Bal kar
it: Flipper sinistro
ja_jp: 左 フリッパー
ko: 왼쪽 플리퍼
nb_no: Venstre flipper
pl: Lewy fliper
pt_pt: Flipper esquerdo
ro_ro: Aripa stângă
sk_sk: Ľavá plutva
sv_se: Vänster flipper
tr: Sol yüzgeç
vi_vn: Flipper trái
zh_tw: 左撥桿

# keys_files
source: Left magnasave
es: Magnasave izquierdo
gl_es: Magnasave esquerdo
hu: Bal magnasave
it: Magnasave Sinistra
ja_jp: magnasave ボタン 左
ko: 왼쪽 마그나세이브
nb_no: Venstre magnasave
pl: Lewe magnasave
pt_pt: Magnasave esquerdo
ro_ro: Magnasave stâng
sk_sk: Ľavý magnasave
sv_se: Vänster magnasave
tr: Sol magnasave
vi_vn: Magnasave bên trái
zh_tw: 左磁簧鍵

# game_options
source: Left stick
ca: Palanca esquerra
es: Stick izquierdo
eu_es: Ezkerreko stick-a
gl_es: Stick esquerdo
hu: Bal kar
it: Manopola sinistra
ja_jp: Lスティック
ko: 왼쪽 스틱
nb_no: Venstre spak
pl: Lewy drążek
pt_pt: Analógico esquerdo
ro_ro: Maneta stângă
sk_sk: Ľavá páčka
sv_se: Vänsterspak
tr: Sol çubuk
zh_tw: 左搖桿

# game_options
source: Left/Right
es: Izquierda/Derecha
eu_es: Ezker/Eskuin
gl_es: Esquerda/dereita
hu: Bal/Jobb
it: Sinistra/Destra
ja_jp: 左(上画面) / 右(下画面)
ko: 왼쪽/오른쪽
nb_no: Venstre/høyre
pl: Lewo/Prawo
pt_pt: Esquerda/Direita
ro_ro: Stânga/Dreapta
sk_sk: Vľavo/Vpravo
sv_se: Vänster/Höger
tr: Sol/Sağ
vi_vn: Trái/Phải
zh_tw: 左/右

# game_options
source: Legacy (single threaded)
es: Legacy (un sólo proceso)
eu_es: Legatua (hari bakarra)
gl_es: Legado (único fío)
hu: Legacy (egyszálas)
it: Legacy (a singolo thread)
ja_jp: レガシー (シングルスレッド)
ko: 레거시 (단일 스레드)
nb_no: Legacy (enkelttrådet)
pl: Starsze (jednowątkowe)
pt_pt: Legacy (Único thread)
ro_ro: Moștenit (un singur fir de execuție)
sk_sk: Staré (jedno vlákno)
sv_se: Föråldrad (enkeltrådad)
tr: Eski (tek iş parçacıklı)
vi_vn: Legacy (1 luồng)
zh_tw: 傳統（單線程）

# game_options
source: Legacy Evdev
es: Evdev heredado
eu_es: Evdev Legatua
gl_es: Legado Evdev
ja_jp: レガシー Evdev
ko: 레거시 이벤트 장치
ro_ro: Evdev moștenit
sk_sk: Staré Evdev
sv_se: Föråldrad Evdev
tr: Eski EvDev
zh_tw: 傳統裝置

# game_options
source: Legacy3D
es: 3D Heredado
eu_es: 3DLegatua
ja_jp: Legacy3Dエンジン
ko: 레거시3D
pl: Starszy3D
ro_ro: 3D moștenit
sk_sk: Staré 3D
tr: Eski3D
zh_tw: 傳統3D

# game_options
source: Libya
ca: Líbia
es: Libia
eu_es: Libia
gl_es: Libia
hu: Líbia
it: Libia
ja_jp: リビア
ko: 리비아
pl: Libia
pt_pt: Líbia
ro_ro: Libia
sk_sk: Líbya
sv_se: Libyen

# game_options
source: Liechtenstein
ko: 리히텐슈타인
sk_sk: Lichtenštajnsko
tr: Lihtenştayn

# game_options
source: Light (load times)
ca: Lleuger (temps de càrrega)
es: Ligero (tiempos de carga)
eu_es: Arinak (Karga denborak)
gl_es: Lixeiro (tempos de carga)
hu: Könnyű (betöltési idők)
it: Leggero (tempo di caricamento)
ja_jp: 軽い（ロード時間）
ko: 라이트 (로드 시간)
nb_no: Lett (lastetid)
pl: Lekkie (czasy ładowania)
pt_pt: Leve (tempo de carregamento)
ro_ro: Ușor (timpi de încărcare)
sk_sk: Ľahké (doby načítania)
sv_se: Ljus (inläsningstider)
tr: Hafif (yükleme süreleri)
vi_vn: Ánh sáng (thời gian tải)

# game_options
source: Light Blue
es: Azul claro
gl_es: Azul claro
hu: Világoskék
it: Blu Chiaro
ja_jp: ライトブルー
ko: 연파란색
nb_no: Lyseblå
pl: Jasnoniebieski
pt_pt: Azul Claro
ro_ro: Albastru deschis
sk_sk: Svetlomodré
sv_se: Ljusblå
tr: Açık Mavi
vi_vn: Xanh da trời sáng

# game_options
source: Light Green
es: Verde claro
gl_es: Verde claro
hu: Világoszöld
it: Verde Chiaro
ja_jp: ライトグリーン
ko: 연초록색
nb_no: Lysegrønn
pl: Jasnozielony
pt_pt: Verde Claro
ro_ro: Verde deschis
sk_sk: Svelozelené
sv_se: Ljusgrön
tr: Açık Yeşil
vi_vn: Xanh lá cây sáng

# game_options
source: Light Gun
ca: Pistola de llum
es: Pistola Light Gun
eu_es: Argi pistola
gl_es: Pistola Óptica
hu: Fénypuska
it: Pistola
ja_jp: ガンコン
ko: 라이트 건
nb_no: LYSPISTOL
pl: Pistolet świetlny
pt_pt: Pistola
ro_ro: Pistol luminos
sk_sk: Svetelná pištoľ
sv_se: Ljuspistol
tr: Silah

# game_options
source: Light Phaser
eu_es: Argizko Phaser-a
ja_jp: ライトフェイザー
ko: 라이트 페이저
nb_no: Lysfaseren
pt_pt: Pistola Light Phaser
sk_sk: Svetelný fázovač

# game_options
source: Light Pink
es: Rosa claro
gl_es: Rosa Claro
hu: Világos rózsaszín
it: Rosa Chiaro
ja_jp: ライトピンク
ko: 밝은 핑크색
nb_no: Lys rosa
pl: Jasnoróżowy
pt_pt: Luz Rosa
ro_ro: Roz deschis
sk_sk: Svetloružové
sv_se: Ljusrosa
tr: Açık Pembe
vi_vn: Hồng sáng

# game_options
source: Light Purple
es: Morado claro
gl_es: Púrpura Claro
hu: Világos lila
it: Viola Chiaro
ja_jp: ライトパープル
ko: 연보라색
nb_no: Lys lilla
pl: Jasnofioletowy
pt_pt: Luz Roxa
ro_ro: Mov deschis
sk_sk: Svetlofialové
sv_se: Ljuslila
tr: Açık Mor
vi_vn: Tím sáng

# game_options
source: Light guns can only be used in port 2.
ca: Pistoles de llum poder ser usades al port 2.
es: Las pistolas sólo pueden utilizarse en el puerto 2.
eu_es: Argizko pistolak 2. portuan bakarrik erabili daitezke
gl_es: As armas lixeiras só se poden usar no porto 2.
hu: A fénypuskák csak a 2-es porton használhatók.
it: Le pistole possono essere usate solo nella porta 2.
ja_jp: ライトガン(ガンコン)はポート2でのみ使用できます
ko: 라이트 건은 포트 2에서만 사용할 수 있습니다.
nb_no: Lette kanoner kan bare brukes i port 2.
pl: Pistolety świetlne mogą być używane tylko w porcie 2.
pt_pt: Pistolas só podem ser usadas na entrada 2.
ro_ro: Pistoalele luminoase pot fi folosite doar în portul 2.
sk_sk: Svetelné pištole sa dajú použiť len v porte 2.
sv_se: Ljuspistoler kan endast användas i port 2.
tr: Silahlar sadece port 2 ile kullanılabilir.
vi_vn: Light gun chỉ có thể được sử dụng ở cổng 2.
zh_tw: 光槍​​只能在2號接口使用。

# game_options
source: Light guns/multitap.
ca: Pistoles de llum/multitap.
eu_es: Argizko pistolak/multitap
gl_es: Armas lixeiras/multitap.
it: Pistole/multitap.
ja_jp: ガンコン/マルチタップ
ko: 라이트건/멀티탭.
nb_no: Lette våpen/multitap.
pl: Pistolety świetlne/multitap.
pt_pt: Pistolas/multitap.
ro_ro: Pistoale luminoase/multi-atingere.
sk_sk: Svetelné pištole/multitap.
sv_se: Ljuspistoler/multitap.
tr: Silah/multitap.
zh_tw: 光槍​​/多點觸控。
