Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Force 3D geometry to always render on the top screen. Useful for single-screen devices/games.
ca: Força a la geometria 3D a renderitzar sempre a la pantalla superior. Útil per a dispositius/jocs de pantalla única.
es: Fuerza que la geometría 3D se renderice siempre en la pantalla superior. Útil para dispositivos/juegos de pantalla única.
eu_es: Behartu 3D geometria beti pantailaren gainean renderizatu dadin. Erabilgarriapantiala bakarreko dispositibo/jokuetan.
gl_es: Forzar a xeometría 3D a renderiCE sempre na pantalla superior. Útil para dispositivos/xogos de pantalla única.
hu: Kényszerítse a 3D geometriát, hogy mindig a felső képernyőn jelenjen meg. Hasznos egyképernyős eszközökhöz/játékokhoz.
it: Forza la geometria 3D a rendere sempre sulla parte alta dello schermo. Utile per dispositivi/giochi a singolo schermo.
ja_jp: 3Dジオメトリを常に最前画面にレンダリングするように強制します。シングルスクリーンデバイス/ゲームに便利です
ko: 3D 지오메트리가 항상 상단 화면에 렌더링되도록 강제합니다. 단일 화면 장치/게임에 유용합니다.
nb_no: Tving 3D-geometri til alltid å gjengis på den øverste skjermen. Nyttig for enheter/spill med én skjerm.
pl: Wymuś, aby geometria 3D była zawsze renderowana na górnym ekranie. Przydatne dla urządzeń/gier z jednym ekranem.
pt_pt: Forçar a geometria 3D a renderizar sempre no ecrã superior. Útil para dispositivos/jogos de ecrã único.
ro_ro: Forțează geometria 3D să fie mereu redată pe ecranul de deasupra. Util pentru dispozitivele/jocurile cu un singur ecran.
sk_sk: Vynútiť vykreslenie 3D geometrie vždy na hornej obrazovke. Užitočné pre zariadenia/hry s jednou obrazovkou.
sv_se: Tvinga 3D-geometri att alltid renderas på den övre skärmen. Användbart för enheter/spel med en skärm.
tr: 3D geometriyi her zaman üst ekranda işlemeye zorla. Tek ekranlı cihazlar/oyunlar için kullanışlıdır.
vi_vn: Buộc hình học 3D luôn hiển thị trên màn hình trên cùng. Hữu ích cho các thiết bị/trò chơi một màn hình.
zh_tw: 強制3D幾何圖形總是呈現在頂部螢幕上。對單螢幕裝置/遊戲有用。

# game_options
source: Force 4:3
ca: Forçar aspecte 4:3
es: Forzar 4:3
eu_es: Behartu 4:3
gl_es: Forza 4:3
hu: Erőltetett 4:3
it: Forza 4:3
ja_jp: 4:3 に固定
ko: 강제 4:3
nb_no: Kraft 4:3
pl: Wymuszone 4:3
pt_pt: forçar 4:3
ro_ro: Forțează 4:3
sk_sk: Vynútiť 4:3
sv_se: Tvinga 4:3
tr: 4:3 Zorla
vi_vn: Ép 4:3
zh_tw: 強制 4:3

# game_options
source: Force Default DNS
es: Forzar DNS predeterminado
gl_es: Forzar DNS predeterminadas
hu: Alapértelmezett DNS kényszerítése
it: Forza il DNS di Default
ja_jp: 標準DNSを強制
ko: 기본 DNS 강제
nb_no: Fremtvinge standard DNS
pl: Wymuś domyślny DNS
pt_pt: Forçar DNS Padrão
ro_ro: Forțează DNS-ul implicit
sk_sk: Vynútiť predvolené DNS
sv_se: Tvinga standard-DNS
tr: Varsayılan DNS İçin Zorla
vi_vn: Bắt buộc DNS Mặc định
zh_tw: 強制預設DNS

# game_options
source: Force Linear
hu: Erőltetett lineáris
ko: 강제 선형
pl: Wymuś liniowo
pt_pt: Força Linear
sv_se: Tvinga linjär
tr: Doğrusala Zorla
zh_tw: 強制線性

# game_options
source: Force Linear and 16x Anistropic
hu: Erőltetett lineáris és 16x Anizotróp
ko: 강제 선형 및 16x 비등방성
pl: Wymuś liniowo i 16x anizotropowo
pt_pt: Força Linear e 16x Anistrópica
sv_se: Tvinga linjär och 16x anistropisk
tr: Doğrusala Zorla ve 16x Anistropik
zh_tw: 強制線性和16倍非均向性

# game_options
source: Force Linear and 2x Anistropic
hu: Erőltetett lineáris és 2x Anizotróp
ko: 강제 선형 및 2x 비등방성
pl: Wymuś liniowo i 2x anizotropowo
pt_pt: Força Linear e 2x Anistrópica
sv_se: Tvinga linjär och 2x anistropisk
tr: Doğrusala Zorla ve 2x Anistropik
zh_tw: 強制線性和2x非均向性

# game_options
source: Force Linear and 4x Anistropic
hu: Erőltetett lineáris és 4x Anizotróp
ko: 강제 선형 및 4x 비등방성
pl: Wymuś liniowo i 4x anizotropowo
pt_pt: Força Linear e 4x Anistrópica
sv_se: Tvinga linjär och 4x anistropisk
tr: Doğrusala Zorla ve 4x Anistropik
zh_tw: 強制線性和4x非均向性

# game_options
source: Force Linear and 8x Anistropic
hu: Erőltetett lineáris és 8x Anizotróp
ko: 강제 선형 및 8x 비등방성
pl: Wymuś liniowo i 8x anizotropowo
pt_pt: Força Linear e 8x Anistrópica
sv_se: Tvinga linjär och 8x anistropisk
tr: Doğrusala Zorla ve 8x Anistropik
zh_tw: 強制線性和8倍非均向性

# game_options
source: Force Nearest
hu: Erőltetett közeli
ko: 강제 최근접
pl: Wymuś najbliższe
pt_pt: Forçar mais próximo
sv_se: Tvinga närmaste
tr: En Yakına Zorla
zh_tw: 強制最近

# game_options
source: Force Nvidia GPUs to always be reported as AMD GPUs to workaround game issues.
es: Fuerza a que las GPUs de Nvidia se anuncien siempre como GPU de AMD para solucionar problemas de juegos.
gl_es: Forzar que as GPU de Nvidia se anuncien sempre como GPU AMD para solucionar problemas de xogos.
hu: Kényszerítse az Nvidia GPU-kat, hogy mindig AMD GPU-ként legyenek jelentve a játékproblémák megkerülése érdekében.
it: Forza le GPUs Nvidia ad essere riconosciute come GPUs AMD per raggirare problemi del gioco.
ja_jp: ゲームの問題を回避するためにNvidia GPU を常に AMD GPU として認識するようにします
ko: 게임 문제를 해결하기 위해 엔비디아 GPU가 항상 AMD GPU로 보고되도록 강제합니다.
nb_no: Tvinge Nvidia GPU-er til alltid å bli rapportert som AMD GPU-er for å løse spillproblemer.
pl: Wymuś, aby procesory graficzne Nvidia były zawsze zgłaszane jako procesory graficzne AMD, aby obejść problemy z grami.
pt_pt: Forçar as GPUs Nvidia a sempre serem relatadas como GPUs AMD para solucionar o jogo problemas.
ro_ro: Forțează GPU-urile Nvidia să fie raportate mereu ca AMD pentru a preveni probleme cu unele jocuri.
sv_se: Tvinga Nvidia GPU:er att alltid rapporteras som AMD GPU:er för att kringgå spelproblem.
tr: Oyun sorunlarını çözmek için Nvidia GPU her zaman AMD GPU olarak bildirilsin.
vi_vn: Buộc GPU Nvidia phải luôn được báo cáo là GPU AMD để khắc phục sự cố trò chơi.
zh_tw: 強制Nvidia GPUs始終報告為AMD GPUs，以解決遊戲問題。

# game_options
source: Force WINE to run games with large addresses.
ca: Força WINE a córrer amb adreces grans.
es: Obliga a WINE a ejecutar juegos con direcciones grandes.
eu_es: Behartu WINE helbide handiak dituzten jokoak exekutatzera.
gl_es: Obrigar a WINE a executar xogos con enderezos grandes.
hu: Kényszerítse a WINE-t nagy címekkel rendelkező játékok futtatására.
it: Forza WINE a far girare i giochi con indirizzi larghi.
ja_jp: WINEにてラージアドレスでゲームを実行します
ko: WINE이 큰 주소로 게임을 실행하도록 강제합니다.
nb_no: Tvinge WINE til å kjøre spill med store adresser.
pl: Zmuszaj WINE do uruchamiania gier z dużym adresem.
pt_pt: Forçar o WINE a executar jogos com endereços grandes.
ro_ro: Forțează WINE să ruleze jocuri cu adrese mari.
sk_sk: Vynútiť Wine na spustenie hier s veľkými adresami.
sv_se: Tvinga WINE att köra spel med stora adresser.
tr: WINE büyük adresli oyunları çalıştırmasını zorunlu kıl.
vi_vn: Buộc WINE chạy các trò chơi có địa chỉ lớn.
zh_tw: 強制WINE執行 large addresses 的遊戲。

# game_options
source: Force a specific model and prevent tags detection.
ca: Força un model específic i prevé la detecció.
es: Fuerza un modelo específico y evita la detección de etiquetas.
eu_es: Behartu modelo zehatz bat eta etiketa detekzioa ekidin
gl_es: Forzar un modelo específico e evita a detección de etiquetas.
hu: Egy adott modell kényszerítése és a címkék észlelésének megakadályozása.
it: Forza un modello specifico e previene il rilevamento tag
ja_jp: 特定のモデルを強制し、タグの検出を防ぎます
ko: 특정 모델을 강제 적용하고 태그 감지를 방지합니다.
nb_no: Fremtvinge en bestemt modell og forhindre deteksjon av tagger.
pl: Wymuś określony model i zapobiegaj wykrywaniu znaczników.
pt_pt: Forçar um modelo específico e impedir a detecção de tags.
ro_ro: Forțează un anumit model și previno detecția etichetelor.
sk_sk: Vynútiť špecifický model a zabrániť detekcii tagov.
sv_se: Tvinga fram en specifik modell och förhindra att taggar upptäcks.
tr: Belirli bir modeli zorla ve etiketlerin algılanmasını önle.
zh_tw: 強制特定模式並阻止標籤檢測。

# game_options
source: Force mouse in games.
ca: Forçar ratolí als jocs.
es: Fuerza ratón en juegos.
eu_es: Behartu xagua jokoetan
gl_es: Forzar o rato nos xogos.
hu: Kényszerített egér a játékokban.
it: Forza il mouse nei giochi.
ja_jp: ゲームで強制的にマウスを使用します(又はカーソルを表示)
ko: 게임에서 마우스 강제.
nb_no: Tving musen inn i spill.
pl: Wymuś mysz w grach.
pt_pt: Forçar rato em jogos.
ro_ro: Forțează maus în jocuri.
sk_sk: Vynútiť myš v hrách.
sv_se: Tvinga mus i spel.
tr: Oyunlarda fareyi zorla.
vi_vn: Buộc có chuột trong trò chơi.
zh_tw: 在遊戲中強制使用滑鼠。

# game_options
source: Force progressive render / scan.
es: Forzar renderizado progresivo / escaneo.
eu_es: Behartu renderizatze progresiboa / eskaneoa
gl_es: Forzar renderizado progresivo / escanear.
hu: Progresszív renderelés/szkennelés kikényszerítése.
it: Forza render/scan progressivo.
ja_jp: プログレッシブ レンダリング/スキャンを強制
ko: 점진적 렌더링/스캔을 강제합니다.
nb_no: Fremtvinge progressiv gjengivelse/skanning.
pl: Wymuś progresywne renderowanie / skanowanie.
pt_pt: Forçar renderização / scan progressiva.
ro_ro: Forțează redare / scanare progresivă.
sk_sk: Vynútiť progresívne renderovanie.
sv_se: Tvinga fram progressiv rendering/skanning.
tr: Aşamalı işlemeyi / taramayı zorla.
vi_vn: Buộc kết xuất/quét lũy tiến.
zh_tw: 強制漸進式算繪/掃瞄。

# game_options
source: Force the game to render in this aspect ratio.
ca: Forçar el joc a renderitzar en aquest ràtio d'aspecte.
es: Fuerza al juego a renderizarse en esta relación de aspecto.
eu_es: Behartu jokoa proportzio honetan renderizatzera.
gl_es: Forza co xogo se renderice nesta relación de aspecto.
hu: Kényszeríti a játékot, hogy ebben a képarányban renderelje.
it: Forza il rendering gioco in queste proporzioni.
ja_jp: ゲームを指定アスペクト比で強制的にレンダリングします
ko: 게임을 이 화면비로 렌더링하도록 강제합니다.
nb_no: Tving spillet til å gjengi i dette størrelsesforholdet.
pl: Zmuszaj grę do renderowania o tym współczynniku proporcji.
pt_pt: Força o jogo a renderizar nesta proporção de ecrã.
ro_ro: Forțează jocul să fie redat în acest raport de aspect.
sk_sk: Vynútiť zobrazenie hry v tomto pomere strán.
sv_se: Tvinga spelet att rendera i detta bildförhållande.
tr: Oyunu bu en boy oranında işlemeye zorla.
vi_vn: Buộc trò chơi hiển thị ở tỷ lệ khung hình này.
zh_tw: 強制遊戲以此長寬比進行算繪。

# game_options
source: Force the game to render in this aspect ratio. Not all systems support all ratios.
ca: Força el joc a renderitzar en aquesta relació d’aspecte. No tots els sistemes suporten totes les relacions.
es: Fuerza el juego a renderizarse en esta relación de aspecto. No todos los sistemas son compatibles con todas las proporciones.
eu_es: Behartu jokoa proportzio honetan renderizatzea. Sistema guztiek ez dituzte denak onartze
gl_es: Forza Co xogo se renderice nesta relación de aspecto. Non todos os sistemas admiten todas as relacións.
hu: Kényszerítse a játékot, hogy ebben a képarányban jelenjen meg. Nem minden rendszer támogatja az összes arányt.
it: Forza il rendeing del gioco in queste proporzioni. Non tutti i sistemisupportano tutte le proporzioni.
ja_jp: ゲームの表示アスペクト比を設定(未対応の比率もあります)
ko: 게임을 이 화면비로 렌더링하도록 강제합니다. 모든 시스템이 모든 비율을 지원하는 것은 아닙니다.
nb_no: Tving spillet til å gjengi i dette størrelsesforholdet. Ikke alle systemer støtter alle størrelsesforhold.
pl: Wymuś renderowanie gry w tym współczynniku proporcji. Nie wszystkie systemy obsługują wszystkie proporcje.
pt_pt: Força o jogo a renderizar nesta proporção de ecrã. Nem todos os sistemas suportam todas as proporções.
ro_ro: Forțează jocul să fie redat în acest raport de aspect. Nu toate sistemele suportă toate rapoartele.
sk_sk: Vynútiť hru renderovať v tomto pomere strán. Nie všetky systémy podporujú všetky pomery.
sv_se: Tvinga spelet att renderas i detta bildförhållande. Alla system har inte stöd för alla förhållanden.
tr: Oyunu bu en boy oranında açılmaya zorlayın. Tüm sistemler tüm oranları desteklemez.
vi_vn: Buộc trò chơi hiển thị ở tỷ lệ khung hình này. Không phải tất cả các hệ thống đều hỗ trợ tất cả các tỷ lệ.
zh_tw: 強制遊戲以這個長寬比進行算繪。並非所有系統都支援所有長寬比。

# game_options
source: Forces the DX driver to use Managed textures instead of Dynamic.
ca: Força el controlador DX a usar textures administrades enlloc de dinàmiques.
es: Obliga al driver DX a usar texturas administradas en lugar de dinámicas.
eu_es: DX kontrolatzaileak Kudeatutako testurak dinamikoen ordez erabiltzea behartzen du.
gl_es: Obriga ao controlador DX a usar texturas xestionadas en lugar de dinámicas.
hu: Kényszeríti a DX-illesztőprogramot, hogy felügyelt textúrákat használjon a dinamikus helyett.
it: Forza il driver DX a usare textures Gestite invece che Dinamiche
ja_jp: DXドライバーにダイナミックではなく強制的に管理対象テクスチャを使用します
ko: DX 드라이버가 동적 대신 관리되는 텍스처를 사용하도록 강제합니다.
nb_no: Tvinger DX-driveren til å bruke administrerte teksturer i stedet for dynamiske.
pl: Zmusza sterownik DX do używania tekstur zarządzanych zamiast dynamicznych.
pt_pt: Força o driver DX a usar texturas gerenciadas em vez de dinámicas.
ro_ro: Forțează driver-ul DX să folosească texturi manageriate în loc de dinamice.
sk_sk: Prinúti ovládač DX používať riadené textúry namiesto dynamických.
sv_se: Tvingar DX-drivrutinen att använda hanterade texturer i stället för dynamiska.
tr: DX sürücüsünü Dinamik yerine Yönetilen dokuları kullanmaya zorlar.
vi_vn: Buộc trình điều khiển DX sử dụng họa tiết được quản lý thay vì họa tiết động.
zh_tw: 強制DX驅動程式使用託管紋理，而不是動態紋理。

# keys_files
source: Forward Nudge
gl_es: Empurrón cara adiante
it: Spingi in Avanti
ko: 앞으로 살살 밀기
pl: Szturchnięcie do przodu
ro_ro: Înghiontire în față
vi_vn: Đẩy Trước

# game_options
source: Framerate limiter to reduce CPU utilisation.
es: Límite de velocidad de fotogramas para reducir la utilización de la CPU.
gl_es: Límite de velocidade de fotogramas para reducir a utilización da CPU.
hu: Framerate limiter a CPU kihasználtság csökkentésére.
it: Limitatore di framerate per ridurre l'utilizzo CPU.
ja_jp: フレームレート リミッターでCPU 使用率を削減します
ko: CPU 사용률을 줄이기 위한 프레임 속도 제한기.
nb_no: Framerate-begrenser for å redusere CPU-bruken.
pl: Ograniczenie liczby klatek w celu zmniejszenia wykorzystania procesora.
pt_pt: Limitador de fps para reduzir a utilização da CPU.
ro_ro: Limitator rată de cadre pentru a reduce utilizarea procesorului.
sv_se: Bildfrekvensbegränsare för att minska CPU-användningen.
tr: CPU kullanımını azaltmak için kare hızı sınırlayıcı.
vi_vn: Giới hạn tốc độ khung hình để giảm mức sử dụng CPU.
zh_tw: 幀速率限制器，以減少CPU的使用。

# game_options
source: France
ca: França
es: Francia
eu_es: Frantzia
gl_es: Francia
hu: Franciaország
it: Francia
ja_jp: フランス
ko: 프랑스
nb_no: Frankrike
pl: Francja
pt_pt: França
ro_ro: Franța
sk_sk: Francúzsko
sv_se: Frankrike
tr: Fransa
vi_vn: Pháp

# game_options
source: Free Build or Sandbox mode. You cannot win or lose custom made maps if this is set to true. You also don't have to worry about money.
es: Modo Free Built o Sandbox. No puedes ganar ni perder mapas personalizados si esto está establecido en verdadero. Tampoco tienes que preocuparte por el dinero.
eu_es: Eraikitze askea edo Sandbox modua. Ezin dituzu neurrira egindako maparik galdu edo irabazi hau egia bezela ezarrita badago. Ez duzu zertan zure diruarengatik arduratu beharrik.
gl_es: Modo Construción ou Sandbox gratuíto. Non podes gañar nin perder mapas personalizados se se configura como verdadeiro. Tampouco tes que preocuparte polo diñeiro.
hu: Ingyenes Build vagy Sandbox mód. Nem nyerhet vagy veszíthet egyedi készítésű térképeket, ha ez igaz értékre van állítva. A pénz miatt sem kell aggódnia.
it: Modalità Free build o Sandbox. Non puoi vincere o perdere nelle mappe personalizzate se questa opzione è abilitata. Non devi neanche preoccuparti di perdere soldi.
ja_jp: フリーのビルド又はサンドボックス モード。これを 使用 する場合、 カスタムメイドのマップに勝ち負けはありません。お金の心配も要りません
ko: 무료 빌드 또는 샌드박스 모드입니다. 이것이 참으로 설정되어 있으면 사용자 지정 맵에서 이기거나 질 수 없습니다. 또한 돈에 대해 걱정할 필요가 없습니다.
nb_no: Free Build- eller Sandbox-modus. Du kan ikke vinne eller tape tilpassede kart hvis dette er satt til true. Du trenger heller ikke å bekymre deg for penger.
pl: Tryb swobodnego budowania lub piaskownicy. Nie możesz wygrać ani przegrać niestandardowych map, jeśli ta opcja jest wybrana. Nie musisz też martwić się o pieniądze.
pt_pt: Modo Free Build ou Sandbox. Não pode ganhar ou perder mapas personalizados se esta opção estiver ativada. Também não precisa se preocupar com dinheiro.
ro_ro: Construcție liberă sau mod Sandbox. Nu poți câștiga sau pierde hărți personalizate dacă este setat pe adevărat. De asemenea nu trebuie să-ți faci griji pentru bani.
sk_sk: Voľná zostava alebo režim Sandbox. Ak je táto možnosť nastavená na hodnotu true, nemôžete vyhrať ani stratiť mapy vyrobené na mieru. O peniaze sa tiež báť nemusíte.
sv_se: Fri byggnation eller sandlådeläge. Du kan inte vinna eller förlora specialgjorda kartor om detta är inställt på sant. Du behöver inte heller oroa dig för pengar.
tr: Serbest İnşa veya Sandbox modu. Doğru olarak ayarlanırsa özel yapım haritaları kazanamaz veya kaybedemezsiniz. Ayrıca para konusunda endişelenmenize gerek kalmaz.
vi_vn: Free Build hoặc Sandbox mode. Bạn không thể thắng hoặc thua bản đồ tùy chỉnh nếu điều này được đặt thành đúng. Bạn cũng không phải lo lắng về tiền bạc.
zh_tw: 自由構建或沙盒模式。如果設定為true，您將無法贏得或失去自定義地圖。但你也不用擔心錢的問題。

# game_options
source: French
ca: Francès
es: Francés
eu_es: Frantsesa
gl_es: Francés
hu: Francia
it: Francese
ja_jp: フランス語
ko: 프랑스어
nb_no: Fransk
pl: Francuski
pt_pt: Francês
ro_ro: Franceză
sk_sk: Francúzština
sv_se: Franska
tr: Fransızca
vi_vn: Tiếng Pháp

# game_options
source: French (fr)
ca: Francès (fr)
es: Francés (fr)
eu_es: Frantsesa (fr)
gl_es: Francés (fr)
hu: Francia (fr)
it: Francese (fr)
ja_jp: フランス語 (fr)
ko: 프랑스어 (fr)
nb_no: Fransk (fr)
pl: Francuski (fr)
pt_pt: Françês (fr)
ro_ro: Franceză (fr)
sk_sk: Francúzština (fr)
sv_se: Franska (fr)
tr: Fransızca (fr)
vi_vn: Pháp (fr)

# game_options
source: Frontend MIDI driver
es: Interfaz controlador MIDI
eu_es: Frontend MIDI driver-a
gl_es: Interface Controlador MIDI
hu: Frontend MIDI illesztőprogram
ja_jp: フロントエンドMIDIドライバ
ko: 프런트엔드 미디 드라이버
pl: Sterownik MIDI frontendu
pt_pt: Driver MIDI frontend
ro_ro: Frontend Driver MIDI
sk_sk: MIDI ovládač frontendu
sv_se: MIDI-drivrutin för frontend
tr: Ön MIDI sürücüsü
zh_tw: 前端MIDI驅動程式

# game_options
source: Fujitsu FM Towns CD-ROMs
ca: CD-ROMs Fujitsu FM Towns
es: CD-ROMs Fujitsu FM Towns
eu_es: Fujitsu FM Towns CD-ROM-ak
gl_es: CD-ROM de Fujitsu FM Towns
it: CD-ROM Fujitsu FM Towns
ja_jp: FM Towns CD-ROM
ko: 후지쯔 FM 타운 시디롬
nb_no: Fujitsu FM Towns CD-ROM-er
pl: CD-ROMy Fujitsu FM Towns
pt_pt: CD-ROM Fujitsu FM Towns
ro_ro: CD-ROM-uri Fujitsu FM Towns
sk_sk: Fujitsu FM Towns CD-ROM
sv_se: Fujitsu FM Towns CD-ROM-skivor
zh_tw: Fujitsu FM Towns 光碟

# game_options
source: Fujitsu FM Towns cracked floppy disk images
ca: Imatges de disc craquejades Fujitsu FM
es: Imágenes de disquetes crackeados de Fujitsu FM Towns
eu_es: Fujitsu FM Towns krakeatutako floppy disko irudiak
gl_es: Fujitsu FM Towns cracked imaxes de disquete
it: Immagini dischi floppy craccati Fujitsu FM Towns
ja_jp: FM Towns クラック FDイメージ
ko: 후지쯔 FM 타운스 깨진 플로피 디스크 이미지
nb_no: Fujitsu FM Towns CRACKED diskettavbildninger
pl: Złamane obrazy dyskietek Fujitsu FM Towns
pt_pt: Disquetes craqueados do Fujitsu FM Towns
ro_ro: Imagini de disc flexibil crăcuit Fujitsu FM Towns
sk_sk: Fujitsu FM Towns cracknuté obrazy diskiet
sv_se: Fujitsu FM Towns crackade diskettavbilder
tr: Fujitsu FM Towns kırılmış floppy disk kalıpları
zh_tw: Fujitsu FM Towns 破解軟碟鏡像

# game_options
source: Fujitsu FM Towns miscellaneous floppy disk images
ca: Vàries Imatges de disquet Fujitsu FM Towns
es: Imágenes de disquetes variados de Fujitsu FM Towns
eu_es: Fujitsu FM Towns askotariko floppy disko irudiak
gl_es: Fujitsu FM Towns varias imaxes de disquete
hu: Fujitsu FM Towns különféle floppy lemezképek
it: Immagini dischi floppy misti Fujitsu FM Towns
ja_jp: FM Towns その他のFDイメージ
ko: 후지쯔 FM 타운 기타 플로피 디스크 이미지
nb_no: Fujitsu FM Towns diverse diskettavbildninger
pl: Różne obrazy dyskietek Fujitsu FM Towns
pt_pt: Imagens de disquetes diversos da Fujitsu FM Towns
ro_ro: Imagini de disc flexibil diverse Fujitsu FM Towns
sk_sk: Fujitsu FM Towns rôzne obrazy diskiet
sv_se: Fujitsu FM Towns diverse diskettavbilder
tr: Fujitsu FM Towns çeşitli floppy disk kalıpları
zh_tw: Fujitsu FM Towns 雜項軟碟鏡像

# game_options
source: Fujitsu FM Towns original floppy disk images
ca: Imatges de disquet originals Fujitsu FM Towns
es: Imágenes de disquetes originales de Fujitsu FM Towns
eu_es: Fujitsu FM Towns floppy disko irudi originalak
gl_es: Imaxes orixinais do disquete Fujitsu FM Towns
hu: A Fujitsu FM Towns eredeti hajlékonylemezes képei
it: Immagini dischi floppy originali Fujitsu FM Towns
ja_jp: FM Towns オリジナルFDイメージ
ko: 후지쯔 FM 타운 원본 플로피 디스크 이미지
nb_no: Fujitsu FM Towns originale diskettavbildninger
pl: Obrazy oryginalnych dyskietek Fujitsu FM Towns
pt_pt: Imagens de disquete originais do Fujitsu FM Towns
ro_ro: Imagini de disc flexibil originale Fujitsu FM Towns
sk_sk: Fujitsu FM Towns obrazy pôvodných diskiet
sv_se: Fujitsu FM Towns originaldiskettavbilder
tr: Fujitsu FM Towns orjinal floppy disk kalıpları
zh_tw: Fujitsu FM Towns 原生軟碟鏡像

# game_options
source: Fujitsu FM-7 cassettes
ca: Cassets Fujitsu FM-7
es: Casetes Fujitsu FM-7
eu_es: Fujitsu FM-7 kasetak
gl_es: Casetes Fujitsu FM-7
hu: Fujitsu FM-7 kazetták
it: Cassette Fujitsy FM-7
ja_jp: 富士通 FM-7 カセット
ko: 후지쯔 FM-7 카세트
nb_no: Fujitsu FM-7-kassetter
pl: Kasety Fujitsu FM-7
pt_pt: Cassetes Fujitsu FM-7
ro_ro: Casete Fujitsu FM-7
sk_sk: Fujitsu FM-7 kazety
sv_se: Fujitsu FM-7-kassetter
tr: Fujitsu FM-7 kasetleri
zh_tw: Fujitsu FM-7 卡帶

# game_options
source: Fujitsu FM-7 disk images
ca: Imatges de disc Fujitsu FM-7
es: Imágenes de disco Fujitsu FM-7
eu_es: Fujitsu FM-7 disko irudiak
gl_es: Imaxes do disco Fujitsu FM-7
hu: Fujitsu FM-7 lemezképek
it: Immagini disco Fujitsu FM-7
ja_jp: 富士通 FM-7 ディスクイメージ
ko: 후지쯔 FM-7 디스크 이미지
nb_no: Fujitsu FM-7 diskbilder
pl: Obrazy dysków Fujitsu FM-7
pt_pt: Imagens de disco Fujitsu FM-7
ro_ro: Imagini de disc Fujitsu FM-7
sk_sk: Fujitsu FM-7 obrazy disku
sv_se: Fujitsu FM-7-diskbilder
tr: Fujitsu FM-7 disk kalıpları
zh_tw: Fujitsu FM-7 磁碟鏡像

# game_options
source: Fujitsu FM-77AV disk images
ca: Imatges de disc Fujitsu FM-77AV
es: Imágenes de disco Fujitsu FM-77AV
eu_es: Fujitsu FM-77AV disko irudiak
gl_es: Imaxes do disco Fujitsu FM-77AV
it: Immagini disco Fujitsu FM-77AV
ja_jp: 富士通 FM-77AV ディスクイメージ
ko: 후지쯔 FM-77AV 디스크 이미지
nb_no: Fujitsu FM-77AV diskbilder
pl: Obrazy dysków Fujitsu FM-77AV
pt_pt: Imagens de disco Fujitsu FM-77AV
ro_ro: Imagini de disc Fujitsu FM-77AV
sk_sk: Fujitsu FM-77AV obrazy disku
sv_se: Fujitsu FM-77AV diskbilder
tr: Fujitsu FM-77AV disk kalıpları
zh_tw: Fujitsu FM-77AV 磁碟鏡像

# game_options
source: Full
ca: Complet
es: Completo
eu_es: Osoa
gl_es: Completo
hu: Teljes
it: Completo
ja_jp: フルモード
ko: 전체
pl: Pełny
pt_pt: Completo
ro_ro: Întreg
sk_sk: Plné
sv_se: Fullständig
tr: Tam
vi_vn: Tối đa
zh_tw: 全部

# game_options
source: Full (Hash Cache)
es: Completo (Caché hash)
eu_es: Osoa (Hash katxea)
gl_es: Completo (caché hash)
hu: Teljes (gyorsítótár)
it: Completo (Cache Hash)
ja_jp: フル (ハッシュキャッシュ)
ko: 전체 (해시 캐시)
nb_no: Full (Hash-hurtigbuffer)
pl: Pełne (Hash Cache)
pt_pt: Completo (cache de hash)
ro_ro: Întreagă (Cache cu hash)
sk_sk: Plné (Hash Cache)
sv_se: Fullständig (Hash-cache)
tr: Tam (Önbellek Doğrulamalı)
vi_vn: TOÀN BỘ (bộ nhớ cache băm)
zh_tw: 全部(雜湊快取)

# game_options
source: Full (PS2 Mipmaps)
es: Completo (Mipmaps PS2)
eu_es: Osoa (PS2 Mipmap-ak)
gl_es: Completo (PS2 Mipmaps)
hu: Teljes (PS2 Mipmaps)
it: Completo (Mipmaps PS2)
ja_jp: フル (PS2 ミップマップ)
ko: 전체 (PS2 밉맵)
pl: Pełne (Mipmapy PS2)
pt_pt: Completo (Mipmaps PS2)
ro_ro: Întregi (Mipmap-uri PS2)
sk_sk: Plné (PS2 mipmapy)
sv_se: Fullständig (PS2 Mipmaps)
tr: Tam (PS2 Eşlemesi)
vi_vn: Đầy đủ (MIPMAPS PS2)
zh_tw: 全部(PS2地圖)

# game_options
source: Full (Slow)
ca: Complet (lent)
es: Completo (Lento)
eu_es: Osoa (Motela)
gl_es: Completo (lento)
hu: Teljes (lassú)
it: Completa (Lento)
ja_jp: フル (遅い)
ko: 전체 (느림)
nb_no: Full (langsom)
pl: Pełne (powolne)
pt_pt: Completo (Lento)
ro_ro: Întreagă (Lent)
sk_sk: Plné (pomalé)
sv_se: Fullständig (långsam)
tr: Tam (Yavaş)
vi_vn: Đầy đủ (Chậm)
zh_tw: 全部(慢)
