Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Automatically sets aspect ratio to 16/9 for games that natively support it. 2D elements like HUD/UI may be stretched.
es: Establece automáticamente la relación de aspecto a 16:9 para los juegos que lo admiten de forma nativa. Los elementos 2D como HUD/UI pueden estirarse.
gl_es: Establece automaticamente a relación de aspecto en 16:9 para xogos Ca admiten de forma nativa. Os elementos 2D como HUD/UI pódense estirarse.
hu: Automatikusan 16/9 képarányra állítja a képarányt natívan támogató játékok esetében. az olyan 2D elemek, mint a HUD/UI megnyúlhatnak.
it: Imposta automaticamente le propoprzioni a 16/9 for i giocih che lo supportano nativamente.Gli elementi 2D come HUD/UI potrebbero risultare allungati.
ja_jp: アスペクト比16/9 に対応するゲームでは、 16/9 に自動的に設定します。 HUD/UI などの 2D 要素は引き伸ばされる可能性があります
ko: 기본적으로 지원하는 게임의 경우 화면비를 자동으로 16/9로 설정합니다. HUD/UI와 같은 2D 요소가 늘어날 수 있습니다.
nb_no: Setter automatisk størrelsesforholdet til 16/9 for spill som støtter dette. 2D-elementer som HUD/UI kan bli strukket.
pl: Automatycznie ustawia proporcje obrazu na 16/9 w grach, które natywnie je obsługują. Elementy 2D, takie jak HUD/UI, mogą zostać rozciągnięte.
pt_pt: Define automaticamente a proporção para 16/9 para jogos que a suportam nativamente. Elementos 2D como HUD/UI podem ser esticados.
ro_ro: Setează automat raportul de aspect la 16/9 pentru jocurile care îl suportă nativ. Elementele 2D precum HUD-ul sau interfața pot fi întinse.
sv_se: Ställer automatiskt in bildförhållandet till 16/9 för spel som har inbyggt stöd för det. 2D-element som HUD/gränssnitt kan vara utsträckta.
tr: Yerel olarak destekleyen oyunlar için en boy oranını otomatik olarak 16/9'a ayarlar. HUD/UI gibi 2 boyutlu öğeler uzatılabilir.
vi_vn: Tự động đặt tỷ lệ khung hình thành 16/9 cho các trò chơi hỗ trợ tỷ lệ khung hình này. Các phần tử 2D như HUD/UI có thể bị kéo dài.
zh_tw: 對於原生支援的遊戲，自動將長寬比設定為 16/9HUD/UI 等 2D 元件可能會被拉伸。

# game_options
source: Avoids having to manually load side A every time.
ca: Evitar haver de carregar manualment la cara A cada cop.
es: Evita tener que cargar manualmente la cara A cada vez.
eu_es: Eskuz A aldea aldi bakoitzean kargatu beharra ekiditen du.
gl_es: Evita ter que cargar manualmente a cara A cada vez.
hu: Elkerülhető, hogy minden alkalommal kézzel kelljen betöltenie az A oldalt.
it: Evita di dover caricare il lato A ogni volta.
ja_jp: 毎回Aメンを手動で読み込む必要がなくなります
ko: 매번 A면을 수동으로 로드할 필요가 없습니다.
nb_no: Du slipper å laste side A manuelt hver gang.
pl: Unikanie konieczności ręcznego ładowania strony A za każdym razem.
pt_pt: Evita ter que carregar sempre manualmente o lado A.
ro_ro: Evită să trebuiască să încarci manual fața A de fiecare dată.
sk_sk: Zabráni nutnosti zakaždým ručne načítať stranu A.
sv_se: Du slipper läsa in sida A manuellt varje gång.
tr: Her seferinde A tarafını el ile yüklemek zorunda kalmazsınız.
vi_vn: Tránh phải tải thủ công bên A mỗi lần.
zh_tw: 避免每次都手動載入 A 面。

# game_options
source: Azerbaijan
gl_es: Acerbaixán
hu: Azerbajdzsán
ko: 아제르바이잔
pl: Azerbejdżan
pt_pt: Azerbaijão
sk_sk: Azerbajdžan
sv_se: Azerbajdzjan
tr: Azerbaycan

# game_options
source: B = Fire
ca: B = Acció
es: B = Disparo
eu_es: B = Tiro
gl_es: B = Disparo
hu: B = Tűz
it: B = Spara
ja_jp: B = 発射
ko: B = 발사
nb_no: B = Skyt
pt_pt: B = Disparar
ro_ro: B = Foc
sk_sk: B = spúšť
sv_se: B = Skjut
tr: B = Ateş
vi_vn: B = Bắn
zh_tw: B = 開火

# game_options
source: B = Fire, A = Up
ca: B = Acció, A = Amunt
es: B = Disparo, A = Salto
eu_es: B = Tiro, A = Gora
gl_es: B = Disparo, A = Arriba
hu: B = Tűz, A = Fel
it: B= Spara, A = Su
ja_jp: B = 発射, A = 上
ko: B = 발사, A = 위
nb_no: B = Skyt, A = Opp
pl: B = Fire, A = Góra
pt_pt: B = Disparar, A = Cima
ro_ro: B = Foc, A = Sus
sk_sk: B = spúšť, A = hore
sv_se: B = Skjut, A = Upp
tr: B = Ateş, A = Yukarı
vi_vn: B = Bắn, A = Lên
zh_tw: B = 開火，A = 上

# game_options
source: BACKGLASS (B2S)
hu: HÁTTÉRÜVEG (B2S)
ko: 백글라스 (B2S)
nb_no: BAKGLASS (B2S)
ro_ro: PANOU DE STICLĂ (B2S)
tr: ARKA CAM (B2S)

# game_options
source: BALL TRAIL STRENGTH
es: INTENSIDAD ESTELA DE LA BOLA
gl_es: INTENSIDADE RASTRO DE BALÓN
hu: GOLYÓ-NYOMVONAL ERŐSSÉGE
it: INTENSITÀ SCIA PALLINA
ja_jp: ボール跡の強さ
ko: 볼 트레일 강도
nb_no: STYRKE I KULELØYPE
pl: SIŁA ŚLADU PIŁKI
pt_pt: FORÇA DO RASTO DA BOLA
ro_ro: INTENSITATE URMĂ MINGE
sv_se: STYRKA I KULBANAN
tr: TOP İZİ GÜCÜ
zh_tw: 球跡強度

# game_options
source: BATTERY MODE
es: MODO BATERÍA
gl_es: MODO BATERIA
hu: AKKUMULÁTOR ÜZEMMÓD
it: MODALITÀ BATTERIA
ja_jp: バッテリーモード
ko: 배터리 모드
nb_no: BATTERI MODUS
pl: TRYB BATERII
pt_pt: MODO BATERIA
ro_ro: MOD BATERIE
sk_sk: Režim batérie
sv_se: BATTERILÄGE
tr: BATARYA MODU
vi_vn: CHẾ ĐỘ PIN
zh_tw: 電池模式

# game_options
source: BBC MODEL
ca: MODEL BBC
es: MODELO DE BBC
eu_es: BBC MODELOA
gl_es: MODELO BBC
hu: BBC MODELL
it: MODELLO BBC
ja_jp: BBC モデル
ko: BBC 모델
nb_no: BBC-MODELL
pl: MODEL BBC
pt_pt: MODELO BBC
ro_ro: MODEL BBC
sv_se: BBC-MODELL

# game_options
source: BBC Master 128
ja_jp: BBC マスター 128
ko: BBC 마스터 128

# game_options
source: BBC Master 512
ja_jp: BBC マスター 512
ko: BBC 마스터 512

# game_options
source: BBC Master Cartridge (Slot 1)
ca: BBC Master Cartridge (Ranura 1)
es: Cartucho BBC Master (Ranura 1)
eu_es: BBC Master Kartutxoa (1 Zirrikitua)
gl_es: Cartucho mestre BBC (rañura 1)
hu: BBC Master kazetta (Slot 1)
it: Cartuccia BBC Master (Drive 1)
ja_jp: BBC マスター カートリッジ (スロット 1)
ko: BBC 마스터 카트리지 (슬롯 1)
nb_no: BBC Master Cartridge (spor 1)
pl: Kartridż BBC Master (Gniazdo 1)
pt_pt: Cartucho Master BBC (Slot 1)
ro_ro: Cartelă BBC Master (Slot 1)
sv_se: BBC Master-kassett (plats 1)
zh_tw: BBC Master 卡匣 (槽1)

# game_options
source: BBC Master Cartridge (Slot 2)
ca: BBC Master Cartridge (Ranura 2)
es: Cartucho BBC Master (Ranura 2)
eu_es: BBC Master Kartutxo (2 Zirrikitua)
gl_es: Cartucho mestre BBC (rañura 2)
hu: BBC Master kazetta (Slot 2)
it: Cartuccia BBC Master (Drive 2)
ja_jp: BBC マスター カートリッジ (スロット 2)
ko: BBC 마스터 카트리지 (슬롯 2)
nb_no: BBC Master Cartridge (spor 2)
pl: Kartridż BBC Master (Gniazdo 2)
pt_pt: Cartucho Master BBC (Slot 2)
ro_ro: Cartelă BBC Master (Slot 2)
sv_se: BBC Master-kassett (plats 2)
zh_tw: BBC Master 卡匣 (槽2)

# game_options
source: BBC Master Compact
ja_jp: BBC マスター コンパクト
ko: BBC 마스터 컴팩트
pt_pt: Discos compactos Acorn BBC Master

# game_options
source: BBC Micro Model B (Default)
ca: BBC Micro Model B (Per defecte)
es: BBC Micro Modelo B (Defecto)
eu_es: BBC Micro Model B (Defektuzkoa)
gl_es: BBC Micro Model B (predeterminado)
hu: BBC Micro Model B (alapértelmezett)
it: BBC Micro Modello B (Default)
ja_jp: Acorn BBC マイクロモデル B (標準)
ko: BBC 마이크로 모델 B (기본)
nb_no: BBC Micro Model B (standard)
pl: BBC Micro Model B (domyślnie)
pt_pt: BBC Micro Modelo B (Predefinição)
ro_ro: BBC Micro Model B (Implicit)
sk_sk: BBC Micro Model B (predvolené)
sv_se: BBC Micro modell B (standard)
vi_vn: BBC Micro Model B (Mặc định)
zh_tw: BBC Micro Model B (預設)

# game_options
source: BBC Micro ROM (Slot 2)
ca: BBC Micro ROM (Ranura 2)
es: BBC Micro ROM (Ranura 2)
eu_es: BBC Micro ROM (2 Zirrikitua)
gl_es: BBC Micro ROM (rañura 2)
it: ROM BBC Micro (Slot 2)
ja_jp: BBC マイクロ ROM（スロット2）
ko: BBC 마이크로 롬 (슬롯 2)
nb_no: BBC Micro ROM (spor 2)
pl: BBC Micro/Master ROM (Gniazdo 2)
sv_se: BBC Micro ROM (plats 2)
zh_tw: BBC Micro ROM (槽2)

# game_options
source: BBC Micro ROM (Slot 3)
ca: BBC Micro ROM (Ranura 3)
es: BBC Micro ROM (Ranura 3)
eu_es: BBC Micro/Master ROM (3 Zirrikitua)
gl_es: BBC Micro ROM (rañura 3)
it: ROM BBC Micro (Slot 3)
ja_jp: BBC マイクロ ROM（スロット3）
ko: BBC 마이크로 롬 (슬롯 3)
nb_no: BBC Micro ROM (spor 3)
pl: BBC Micro/Master ROM (Gniazdo 3)
sv_se: BBC Micro ROM (plats 3)
zh_tw: BBC Micro ROM (槽3)

# game_options
source: BBC Micro ROM (Slot 4)
ca: BBC Micro ROM (Ranura 4)
es: BBC Micro ROM (Ranura 4)
eu_es: BBC Micro ROM (4 Zirrikitua)
gl_es: BBC Micro ROM (rañura 4)
it: ROM BBC Micro (Slot 4)
ja_jp: BBC マイクロ ROM（スロット4）
ko: BBC 마이크로 롬 (슬롯 4)
nb_no: BBC Micro ROM (spor 4)
pl: BBC Micro/Master ROM (Gniazdo 4)
sv_se: BBC Micro ROM (plats 4)
zh_tw: BBC Micro ROM (槽4)

# game_options
source: BBC Micro/Master Cassette
es: Casete BBC Micro/Master
eu_es: BBC Micro/Master Kaseteak
hu: BBC Micro/Master kazetta
it: Cassetta BBC Micro/Master
ja_jp: BBC マイクロ/マスターカセット
ko: BBC 마이크로/마스터 카세트
nb_no: BBC Micro/Master-kassett
pl: Kaseta BBC Micro/Master
ro_ro: Casetă BBC Micro/Master
sk_sk: BBC Micro/Master kazeta
sv_se: BBC Micro/Master-kassett
zh_tw: BBC Micro/Master 卡帶

# game_options
source: BBC Micro/Master Disk (Drive 1)
ca: BBC Micro/Master Disk (Unitat 1)
es: Disco BBC Micro/Master (Unidad 1)
eu_es: BBC Micro/Master Diskoa (1 Irakurgailua)
gl_es: BBC Micro/Master Disk (unidade 1)
hu: BBC Micro/Master Disk (1. meghajtó)
it: Disco BBC Micro/Master (Drive 1)
ja_jp: BBC マイクロ/マスターディスク (ドライブ 1)
ko: BBC 마이크로/마스터 디스크 (드라이브 1)
nb_no: BBC Micro/Master Disk (stasjon 1)
pl: Dysk BBC Micro/Master (Napęd 1)
ro_ro: Disc BBC Micro/Master (Unitate 1)
sk_sk: BBC Micro/Master Disk (disk 1)
sv_se: BBC Micro/Master Disk (enhet 1)
zh_tw: BBC Micro/Master 磁片 (磁碟1)

# game_options
source: BBC Micro/Master Disk (Drive 2)
ca: BBC Micro/Master Disk (Unitat 2)
es: Disco BBC Micro/Master (Unidad 2)
eu_es: BBC Micro/Master Diskoa (2 Irakurgailua)
gl_es: BBC Micro/Master Disk (unidade 2)
hu: BBC Micro/Master Disk (2. meghajtó)
it: Disco BBC Micro/Master (Drive 2)
ja_jp: BBC マイクロ/マスターディスク (ドライブ 2)
ko: BBC 마이크로/마스터 디스크 (드라이브 2)
nb_no: BBC Micro/Master Disk (stasjon 2)
pl: Dysk BBC Micro/Master (Napęd 2)
ro_ro: Disc BBC Micro/Master (Unitate 2)
sk_sk: BBC Micro/Master Disk (disk 2)
sv_se: BBC Micro/Master Disk (enhet 2)
zh_tw: BBC Micro/Master 磁片 (磁碟2)

# game_options
source: BBC Micro/Master ROM (Slot 1)
ca: BBC Micro/Master ROM (Ranura 1)
es: BBC Micro/Master ROM (Ranura 1)
eu_es: BBC Micro/Master ROM (1 Zirrikitua)
gl_es: BBC Micro/Master ROM (Rañura 1)
it: ROM BBC Micro/Master (Slot 1)
ja_jp: BBC マイクロ/マスター ROM (スロット 1)
ko: BBC 마이크로/마스터 롬 (슬롯 1)
nb_no: BBC Micro/Master ROM (spor 1)
pl: BBC Micro/Master ROM (Gniazdo 1)
sv_se: BBC Micro/Master ROM (plats 1)
zh_tw: BBC Micro/Master ROM (槽1)

# game_options
source: BEZELS
gl_es: BISEIS
hu: KERETEK
it: BORDI
ja_jp: ベゼル
ko: 베젤
nb_no: RAMMER
pl: RAMKI
pt_pt: MOLDURAS
ro_ro: RAME
sk_sk: Okraje
tr: ÇERÇEVELER
zh_tw: 邊框

# game_options
source: BGFX GRAPHICS API
ca: API GRÀFICA BGFX
es: API GRÁFICA BGFX
eu_es: BGFX API GRAFIKOA
gl_es: API GRÁFICA BGFX
hu: BGFX GRAFIKUS API
it: API GRAFICHE BGFX
ja_jp: BGFX グラフィック API
ko: BGFX 그래픽 API
nb_no: BGFX GRAFIKK API
pl: BGFX API GRAFIKI
pt_pt: API GRÁFICA BGFX
ro_ro: API GRAFIC BGFX
sk_sk: Grafické API BGFX
sv_se: BGFX GRAFIK-API
tr: BGFX GRAFİK API
vi_vn: API ĐỒ HỌA BGFX

# game_options
source: BGFX VIDEO FILTER
ca: FILTRE DE VÍDEO BGFX
es: FILTRO DE VÍDEO BGFX
eu_es: BGFX BIDEO FILTROA
gl_es: FILTRO DE VIDEO BGFX
hu: BGFX VIDEÓ SZŰRŐ
it: FILTRO VIDEO BGFX
ja_jp: BGFXビデオフィルター
ko: BGFX 비디오 필터
pl: FILTR WIDEO BGFX
pt_pt: FILTRO DE VÍDEO BGFX
ro_ro: FILTRU VIDEO BGFX
tr: BGFX VİDEO FİLTRESİ
vi_vn: BỘ LỌC VIDEO BGFX
zh_tw: BGFX 影像濾鏡

# game_options
source: BGFX for post-processing, accel/opengl for raw image.
ca: BGFX per al postprocessament, accel/opengl per a la imatge en brut.
es: BGFX para posprocesamiento, accel/opengl para imagen raw.
eu_es: BGFX post-prozesatzerako, azeleratu/opengl irudi gordinentzat.
gl_es: BGFX para posprocesamento, accel/opengl para imaxe en bruto.
hu: BGFX az utólagos feldolgozáshoz, accel/opengl a nyers képhez.
it: BGFX per il post-processing, aceel/opengl per immagini grezze.
ja_jp: BGFX(後処理用)、accel/opengl(画像用)を設定します
ko: 후속 프로세스를 위한 BGFX, 원시 이미지의 경우 고속/오픈GL을 사용합니다.
nb_no: BGFX for etterbehandling, accel/opengl for råbilde.
pl: BGFX do przetwarzania końcowego, accel/opengl do nieprzetworzonego obrazu.
pt_pt: BGFX para pós-processamento, acelerar/opengl para imagem bruta.
ro_ro: BGFX pentru post-procesare, accel/opengl pentru imaginile crude.
sk_sk: BGFX pre následné spracovanie, accel/opengl pre nespracovaný obrázok.
sv_se: BGFX för efterbearbetning, accel/opengl för råbild.
tr: Son işleme için BGFX, ham görüntü için accel/opengl.
vi_vn: BGFX để xử lý hậu kỳ, accel/opengl cho ảnh thô.
zh_tw: BGFX 用於後製處理，accel/opengl 用於原始影像。

# game_options
source: BILINEAR FILTER
es: FILTRO BILINEAL
gl_es: FILTRO BILINEAL
hu: BILINEÁRIS SZŰRŐ
it: FILTRO BILINEARE
ja_jp: バイリニアフィルタ
ko: 이중선형 필터
pl: FILTR DWULINIOWY
pt_pt: FILTRO BILINEAR
ro_ro: FILTRU BILINEAR
sk_sk: Bilineárny filter
sv_se: BILINJÄRT FILTER
tr: ÇİFT DOĞRUSAL FİLTRE
zh_tw: 雙線性濾鏡

# game_options
source: BILINEAR FILTERING
ca: FILTRATGE BILINEAL
es: FILTRADO BILINEAL
eu_es: FILTRO BILINEARRA
gl_es: FILTRADO BILINEAL
hu: BILINEÁRIS SZŰRÉS
it: FILTRAGGIO BILINEARE
ja_jp: バイリニアフィルタリング
ko: 이중선형 필터링
nb_no: BILINEÆR FILTRERING
pl: FILTROWANIE DWULINIOWE
pt_pt: FILTRO BILINEAR
ro_ro: FILTRARE BILINEARĂ
sk_sk: Bilineárne filtrovanie
sv_se: BILINJÄR FILTRERING
tr: ÇİFT DOĞRUSAL FİLTRELEME
zh_tw: 雙線性濾鏡

# game_options
source: BIOS FAST BOOT
es: ARRANQUE RÁPIDO DE BIOS
gl_es: ARRANQUE RÁPIDO DE BIOS
it: AVVIO RAPIDO BIOS
ja_jp: BIOS 高速ブート(ロゴスキップ)
ko: 바이오스 빠른 부팅
pt_pt: INICIALIZAÇÃO RÁPIDA DA BIOS
ro_ro: BOOTARE RAPIDĂ BIOS
sk_sk: Bios rýchly štart
sv_se: SNABB UPPSTART AV BIOS
tr: BİOS HIZLI ÖNYÜKLEME
vi_vn: BIOS KHỞI ĐỘNG NHANH
zh_tw: BIOS 快速啟動

# game_options
source: BIOS LANGUAGE
ca: IDIOMA DE LA BIOS
es: IDIOMA DE BIOS
eu_es: BIOS HIZKUNTZA
gl_es: IDIOMA DA BIOS
hu: BIOS NYELVE
it: LINGUA BIOS
ja_jp: BIOS 言語
ko: 바이오스 언어
nb_no: BIOS SPRÅK
pl: JĘZYK BIOSU
pt_pt: IDIOMA DA BIOS
ro_ro: LIMBĂ BIOS
sk_sk: Jazyk BIOSu
sv_se: BIOS-SPRÅK
tr: BİOS DİLİ
vi_vn: NGÔN NGỮ BIOS
zh_tw: BIOS 語系

# game_options
source: BIOS Language
es: Idioma de BIOS
gl_es: Idioma da BIOS
hu: BIOS nyelv
it: Lingua BIOS
ja_jp: BIOS 言語
ko: 바이오스 언어
nb_no: BIOS-språk
pl: Język BIOSu
pt_pt: Idioma da BIOS
ro_ro: Limbă BIOS
sk_sk: Jazyk BIOSu
sv_se: BIOS-språk
tr: BİOS Dili
vi_vn: Ngôn ngữ BIOS
zh_tw: BIOS 語系

# game_options
source: BIRTH DAY
es: DÍA DE NACIMIENTO
gl_es: DÍA DE NACEMENTO
hu: SZÜLETÉSI NAP
it: GIORNO COMPLEANNO
ja_jp: 誕生日
ko: 생일
nb_no: FØDSELSDAGEN
pl: DZIEŃ NARODZIN
pt_pt: ANIVERSÁRIO
ro_ro: ZIUA DE NAȘTERE
sk_sk: Narodeniny
sv_se: FÖDELSEDAG
tr: DOĞUM GÜNÜ
vi_vn: NGÀY SINH
zh_tw: 生日

# game_options
source: BIRTH MONTH
es: MES DE NACIMIENTO
gl_es: MES DE NACEMENTO
hu: SZÜLETÉSI HÓNAP
it: MESE COMPLEANNO
ja_jp: 誕生月
ko: 출생월
nb_no: FØDSELSMÅNED
pl: MIESIĄC NARODZIN
pt_pt: MÊS DE NASCIMENTO
ro_ro: LUNA DE NAȘTERE
sk_sk: Mesiac narodenia
sv_se: FÖDELSEMÅNAD
tr: DOĞUM AYI
vi_vn: THÁNG SINH
zh_tw: 出生月

# game_options
source: BLARGG NTSC FILTER
ca: FILTRATGE BLARGG NTSC
es: FILTRO NTSC BLARGG
eu_es: BLARGG NTSC FILTROA
gl_es: FILTRO BLARGG NTSC
hu: BLARGG NTSC SZŰRŐ
it: FILTRO NTSC BLARGG
ja_jp: BLARGG NTSC フィルター
ko: BLARGG NTSC 필터
pl: FILTR BLARGG NTSC
pt_pt: FILTRO NTSC BLARGG
ro_ro: FILTRU NTSC BLARGG
tr: BLARGG NTSC FİLTRESİ
vi_vn: BỘ LỌC BLARGG NTSC
zh_tw: BLARGG NTSC 濾鏡

# game_options
source: BLEND HIGH-RES MODE
ca: MODE D’ALTA RESOLUCIÓ HOMOGENI
es: MODO BLEND HIGH-RES
eu_es: NAHASTU BEREIZMEN-HANDIKO MODUA
gl_es: MODO BLEND HIGH-RES
hu: NAGYFELBONTÁSÚ MÓD KEVERÉSE
it: MODALITÀ BLEND HIGH-RES
ja_jp: ブレンド高解像度モード
ko: 혼합 고해상도 모드
nb_no: BLAND HØYOPPLØSELIG MODUS
pl: MIESZANIE W TRYBIE WYSOKIEJ ROZDZIELCZOŚCI
pt_pt: MODO DE BLEND DE ALTA RESOLUÇÃO
ro_ro: CONTOPEȘTE MODUL HIGH-RES
sk_sk: Blend režim vysokého rozlíšenia
sv_se: BLANDA HÖGUPPLÖST LÄGE
tr: YÜKSEK ÇÖZÜNÜRLÜK KARIŞTIRMA MODU
vi_vn: CHẾ ĐỘ ĐỘ PHÂN GIẢI CAO
zh_tw: BLEND 高解析模式

# game_options
source: BLEND SPRITES (SINGE)
ca: IMATGE HOMOGÈNIA (SINGE)
eu_es: NAHASTU SPRITE-AK (SINGE)
gl_es: MESTURAR SPRITES (SINGE)
hu: SPRITE-OK KEVERÉSE (SINGE)
ja_jp: ブレンドスプライト（SINGE）
ko: 혼합 스프라이트 (싱글)
nb_no: BLANDE SPRITES (SINGE)
pl: MIESZANIE SPRITE'ÓW (POJEDYNCZO)
pt_pt: MISTURAR SPRITES (SINGE)
ro_ro: CONTOPEȘTE SPRITE-URI (SINGE)
sk_sk: Zmiešané sprity (jeden)
sv_se: BLANDA SPRITES (SINGE)
tr: BAĞIMSIZ GÖRÜNTÜ KARIŞTIRMA (TEKLİ)

# game_options
source: BLENDING ACCURACY
es: PRECISIÓN DE BLENDING
eu_es: NAHASTE ZEHAZTASUNA
gl_es: PRECISIÓN DE BLENDING
hu: KEVERÉSI PONTOSSÁG
it: ACCURATEZZA BLENDING
ja_jp: ブレンディング精度
ko: 혼합 정확도
nb_no: BLANDINGSNØYAKTIGHET
pl: DOKŁADNOŚĆ MIESZANIA
pt_pt: PRECISÃO DE BLENDING
ro_ro: ACURATEȚE CONTOPIRE
sk_sk: Presnosť miešania
sv_se: BLANDNINGSNOGGRANNHET
tr: HARMANLAMA DOĞRULUĞU
vi_vn: ĐỘ CHÍNH XÁC PHA TRỘN
zh_tw: 混合精度

# game_options
source: BOOT ANIMATION FIRST
ca: ARRENCAR ANIMACIÓ EN PRIMER LLOC
es: ANIMACIÓN DE ARRANQUE PRIMERO
eu_es: ABIO ANIMAZIOA LEHENENGO
gl_es: ANIMACIÓN DE ARRANQUE PRIMEIRO
hu: INDÍTÁSI ANIMÁCIÓ ELŐSZÖR
it: ANIMAZIONE DI BOOT PRIMA
ja_jp: 起動アニメーションを表示
ko: 부팅 애니메이션 먼저
nb_no: OPPSTARTSANIMASJON FØRST
pl: NAJPIERW ANIMACJA ROZRUCHU
pt_pt: ANIMAÇÃO NA INICIALIZAÇÃO PRIMEIRO
ro_ro: INIȚIAL ANIMAȚIE LA BOOT
sk_sk: Najprv boot animácia
sv_se: UPPSTARTSANIMERING FÖRST
tr: ÖNCE ÖNYÜKLEME ANİMASYONU
vi_vn: HÌNH ẢNH KHỞI ĐỘNG ĐẦU TIÊN
zh_tw: 啟動動畫優先

# game_options
source: BOOT DISK
ca: DISC D’ARRENCADA
es: DISCO DE ARRANQUE
eu_es: ABIO DISKOA
gl_es: DISCO DE ARRANQUE
it: DISCO DI AVVIO
ja_jp: 起動ディスク
ko: 부팅 디스크
nb_no: BOOT-DISKETT
pl: DYSK STARTOWY
pt_pt: DISCO DE INICIALIZAÇÃO
ro_ro: DISC DE BOOT
sk_sk: Štartovací disk
sv_se: UPPSTARTSDISK
tr: ÖNYÜKLEME DİSKİ
zh_tw: 啟動磁碟

# game_options
source: BORDER MODE
ca: MODE DE VORES
es: MODO DE BORDE
eu_es: ERTZ MODUA
gl_es: MODO DE BORDO
hu: SZEGÉLY MÓD
it: MODALITÀ BORDO
ja_jp: ボーダーモード
ko: 테두리 모드
nb_no: RAMMEMODUS
pl: TRYB OBRAMOWANIA
pt_pt: MODO DA BORDA
ro_ro: MOD CHENAR
sk_sk: Režim okrajov
sv_se: KANTLÄGE
tr: KENAR MODU
zh_tw: 邊界模式

# game_options
source: BOTTOM LEFT (SW)
ca: INFERIOR ESQUERRA (SO)
es: INFERIOR IZQUIERDA
eu_es: BEHERAN EZKERREAN (HE)
gl_es: INFERIOR ESQUERDA (SW)
hu: BALRA LENT (DNY)
it: BASSO SINISTRA (SO)
ja_jp: 左下（←↓）
ko: 왼쪽 하단 (SW)
nb_no: NEDERST TIL VENSTRE (SV)
pl: LEWY DÓŁ
pt_pt: INFERIOR ESQUERDO (SUDOESTE)
ro_ro: STÂNGA JOS (SW)
sk_sk: Dolu vľavo (JZ)
sv_se: NEDERST TILL VÄNSTER (SV)
tr: ALT SOL (GB)
vi_vn: DƯỚI TRÁI (TÂY NAM)
zh_tw: 左下 (SW)

# game_options
source: BOTTOM RIGHT (SE)
ca: INFERIOR DRETA (SE)
es: INFERIOR DERECHA
eu_es: BEHERAN ESKUINEAN (HM)
gl_es: INFERIOR DEREITA (SE)
hu: JOBBRA LENT (DK)
it: BASSO DESTRA (SE)
ja_jp: 右下（→↓）
ko: 오른쪽 하단 (SE)
nb_no: NEDERST TIL HØYRE (SØ)
pl: PRAWY DÓŁ
pt_pt: INFERIOR DIRETO (SUDESTE)
ro_ro: DREAPTA JOS (SE)
sk_sk: Vpravo dolu (SE)
sv_se: NEDERST TILL HÖGER (SÖ)
tr: ALT SAĞ (SE)
vi_vn: DƯỚI PHẢI (ĐÔNG NAM)
zh_tw: 右下 (SE)

# game_options
source: BRETT HULL HOCKEY
ko: 브렛 헐 하키

# game_options
source: BRIGHTNESS
es: BRILLO
gl_es: BRILLO
hu: FÉNYERŐ
it: LUMINOSITA'
ja_jp: 輝度
ko: 밝기
pl: JASNOŚĆ
pt_pt: BRILHO
ro_ro: LUMINOZITATE
sk_sk: Jasnosť
sv_se: LJUSSTYRKA
tr: PARLAKLIK
vi_vn: ĐỘ SÁNG
zh_tw: 亮度

# game_options
source: BROADCAST
ca: DIFUSIÓ
eu_es: IGORPENA
gl_es: EMISIÓN
hu: KÖZVETÍTÉS
it: TRASMISSIONE
ja_jp: ブロードキャスト
ko: 방송
nb_no: KRINGKASTING
pl: STANDARD NADAWANIA
pt_pt: TRANSMISSÃO
ro_ro: EMISIE
sk_sk: Vysielanie
sv_se: DIREKTSÄNDNING
tr: YAYIN
zh_tw: 廣播

# game_options
source: BT601_525/D65 (recommended for all US developed games)
es: BT601_525/D65 (recomendado para todos los juegos desarrollados en EE. UU.)
gl_es: BT601_525/D65 (recomendado para todos os xogos desenvolvidos nos EUA)
hu: BT601_525/D65 (ajánlott minden amerikai fejlesztésű játékhoz)
it: BT601_525/D65 (raccomandato per tutto i giochi sviluppati US)
ja_jp: BT601_525/D65 (米国で開発されたすべてのゲームに推奨)
ko: BT601_525/D65 (모든 미국 개발 게임에 권장)
pl: BT601_525/D65 (zalecane dla wszystkich gier w USA)
pt_pt: BT601_525/D65 (recomendado para todos os jogos desenvolvidos nos EUA)
ro_ro: BT601_525/D65 (recomandat pentru toate jocurile din SUA)
sk_sk: BT601_525/D65 (odporúčané pre všetky US hry
sv_se: BT601_525/D65 (rekommenderas för alla spel som utvecklats i USA)
tr: BT601_525/D65 (ABD üstünde geliştirilen tüm oyunlar için önerilir)
vi_vn: BT601_525/D65 (được khuyến nghị cho tất cả các trò chơi do Hoa Kỳ phát triển)
zh_tw: BT601_525/D65 (推薦所有US美版遊戲使用)

# game_options
source: BT601_625/D65 (recommended for all EUR/AUS developed games)
es: BT601_625/D65 (recomendado para todos los juegos desarrollados en EUR/AUS)
gl_es: BT601_625/D65 (recomendado para todos os xogos desenvolvidos en Europa/Australia)
hu: BT601_625/D65 (ajánlott minden európa/ausztrál fejlesztésű játékhoz)
it: BT601_625/D65 (raccomandato per tutto i giochi sviluppati EUR/AUS)
ja_jp: BT601_625/D65 (EUR/AUS で開発されたすべてのゲームに推奨)
ko: BT601_625/D65 (모든 EUR/AUS 개발 게임에 권장)
pl: BT601_625/D65 (zalecane dla wszystkich gier w EUR/AUS)
pt_pt: BT601_625/D65 (recomendado para todos os jogos desenvolvidos na EUR/AUS)
ro_ro: BT601_625/D65 (recomandat pentru toate jocurile din Europa/Australia)
sk_sk: BT601_625/D65 (odporúčané pre všetky EUR/AUS hry)
sv_se: BT601_625/D65 (rekommenderas för alla spel som utvecklats i EUR/AUS)
tr: BT601_625/D65 (tüm EUR/AUS üstünde geliştirilen oyunlar için önerilir)
vi_vn: BT601_625/D65 (được khuyến nghị cho tất cả các trò chơi được phát triển bởi EUR/AUS)
zh_tw: BT601_625/D65 (推薦所有EUR/AUS歐澳版遊戲使用)

# game_options
source: Bahrain
gl_es: Bahréin
hu: Bahrein
ko: 바레인
pl: Bahrajn
pt_pt: Barém
sk_sk: Bahrajn
tr: Bahreyn

# game_options
source: Balanced
es: Equilibrado
gl_es: Equilibrado
hu: Kiegyensúlyozott
it: Bilanciato
ja_jp: バランス
ko: 균형 잡힌
nb_no: Balansert
pl: Zbalansowany
pt_pt: Equilibrado
ro_ro: Echilibrat
sk_sk: Vyvážený
sv_se: Balanserad
tr: Dengeli
vi_vn: Cân bằng
zh_tw: 平衡

# game_options
source: Bally Professional Arcade cartridges
ca: Cartutxos Bally Professional Arcade
es: Cartuchos Bally Professional Arcade
eu_es: Bally Professional Arcade kartutxoak
gl_es: Cartuchos Bally Professional Arcade
hu: Bally Professional Arcade kazetták
it: Cartucce Bally Professional Arcade
ja_jp: Bally Professional Arcade カートリッジ
ko: 발리 프로페셔널 아케이드 카트리지
nb_no: Bally Professional Arcade-kassetter
pl: Kartridże Bally Professional Arcade
pt_pt: Cartuchos Bally Professional Arcade
ro_ro: Cartele Arcade Bally Professional
sk_sk: Bally Professional Arcade kartridže
sv_se: Bally Professional Arcade-kassetter
tr: Bally Professional Arcade kartuşları
zh_tw: Bally Professional Arcade 卡匣

# game_options
source: Baltic
ca: Bàltic
es: Báltico
eu_es: Baltikokoa
gl_es: Báltico
hu: Balti
it: Baltico
ja_jp: バルト諸語
ko: 발트 해
nb_no: Baltisk
pl: Bałtycki
pt_pt: Báltico
ro_ro: Baltică
sk_sk: Baltické
tr: Baltık

# game_options
source: Basic (Recommended)
es: Básico (Recomendado)
eu_es: Oinarrizkoa (Gomendatua)
gl_es: Básico (recomendado)
hu: Alap (ajánlott)
it: Base (Raccomandato)
ja_jp: 基本(推奨)
ko: 기본 (권장)
nb_no: Grunnleggende (anbefales)
pl: Podstawowe (zalecane)
pt_pt: Básico (recomendado)
ro_ro: De bază (Recomandat)
sk_sk: Základné (odporúčané)
sv_se: Grundläggande (rekommenderas)
tr: Temel (Önerilen)
vi_vn: Cơ bản (Được đề xuất)
zh_tw: 基本 (推薦)

# game_options
source: Basic (generated Mipmaps)
es: Básico (Mipmaps generado)
eu_es: Oinarrizkoa (generatutako Mipmap-ak)
gl_es: Básico (Mipmaps xerados)
hu: Alap (generált Mipmaps)
it: Base (Mimpams generate).
ja_jp: 基本 (生成されたミップマップ)
ko: 기본 (생성된 밉맵)
nb_no: Basic (genererte Mipmaps)
pl: Podstawowe (wygenerowane Mipmapy)
pt_pt: Básico (Mipmaps gerados)
ro_ro: De bază (Mipmap-uri generate)
sk_sk: Základné (generované mipmapy)
sv_se: Grundläggande (genererade Mipmaps)
tr: Temel (Oluşturulan Eşleme)
vi_vn: Cơ bản (tạo Mipmap)
zh_tw: 基本 (generated Mipmaps)
