Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Disables the vertex cache. Might resolve missing or flickering graphics output but degrade performance.
ca: Deshabilita la memòria cau de vèrtexs. Pot comportar parpelleig o absència de gràfics però degrada el rendiment.
es: Deshabilita la caché vertex. Podría resolver problemas de gráficos o los parpadeos, pero degrada el rendimiento.
eu_es: Erpinen katxea desgaitzen du. Falta diren edo dardarra duten grafikoak konpondu ditzake, baina eraginkortasuna degradatu dezake.
gl_es: Desactiva a caché de vértices. Pode resolver a saída de gráficos faltantes ou pestanexantes pero degrada o rendemento.
hu: Letiltja a csúcsgyorsítótárat. Megoldhatja a hiányzó vagy villogó grafikus kimenetet, de rontja a teljesítményt.
it: Disabilita la cache vertici. Potrebbe risolvere la grafica mancante o traballante ma degrada la performance.
ja_jp: 頂点キャッシュを無効にします。グラフィック出力の欠落や、ちらつきは解決される可能性がありますが、動作は低下します
ko: Vertex 캐시를 비활성화합니다. 누락되거나 깜빡이는 그래픽 출력을 해결할 수 있지만 성능이 저하될 수 있습니다.
nb_no: Deaktiverer vertex-hurtigbufferen. Kan avhjelpe manglende eller flimrende grafikk, men reduserer ytelsen.
pl: Wyłącza pamięć podręczną wierzchołków. Może rozwiązać problem braku lub migotania grafiki, ale obniża wydajność.
pt_pt: Desativa a memória cache de vértices. Pode reparar gráficos ausentes ou intermitentes, mas diminui o desempenho.
ro_ro: Dezactivează cache-ul vertexurilor. Poate rezolva grafice lipsă sau pâlpâinde, dar va degrada performanța.
sk_sk: Zakáže vyrovnávaciu pamäť vertexov. Môže vyriešiť chýbajúci alebo blikajúci grafický výstup, ale znížiť výkon.
sv_se: Inaktiverar vertexcachen. Kan lösa problem med saknad eller flimrande grafik men försämrar prestandan.
tr: Köşe önbelleğini devre dışı bırakır. Eksik veya titreyen grafik çıktısını çözebilir ancak performansı düşürebilir.
vi_vn: Vô hiệu hóa bộ đệm đỉnh. Có thể giải quyết đầu ra đồ họa bị thiếu hoặc nhấp nháy nhưng làm giảm hiệu suất.
zh_tw: 停用頂點快取。可能會解決遺失或閃爍的圖形輸出，但會降低效能。

# game_options
source: Disk (Drive 1)
ca: Disc (Unitat 1)
es: Disco (Unidad 1)
eu_es: Disko (1 irakurlea)
gl_es: Disco (unidade 1)
it: Disco (Drive 1)
ja_jp: ディスク (ドライブ 1)
ko: 디스크 (드라이브 1)
nb_no: Diskett (stasjon 1)
pl: Dysk (Napęd 1)
pt_pt: Disco (Drive 1)
ro_ro: Disc (Unitate 1)
sk_sk: Disk (disk 1)
sv_se: Disk (enhet 1)
tr: Disk (Sürücü 1)
vi_vn: Đĩa (ổ 1)
zh_tw: 磁片 (磁碟機1)

# game_options
source: Disk (Drive 2)
ca: Disc (Unitat 2)
es: Disco (Unidad 2)
eu_es: Disko (2 irakurlea
gl_es: Disco (unidade 2)
it: Disco (Drive 2)
ja_jp: ディスク (ドライブ 2)
ko: 디스크 (드라이브 2)
nb_no: Diskett (stasjon 2)
pl: Dysk (Napęd 2)
pt_pt: Disco (Drive 2)
ro_ro: Disc (Unitate 2)
sk_sk: Disk (disk 2)
sv_se: Disk (enhet 2)
tr: Disk (Sürücü 2)
vi_vn: Đĩa (ổ 2)
zh_tw: 磁片 (磁碟機2)

# game_options
source: Disk (Drive 3)
ca: Disc (Unitat 3)
es: Disco (Unidad 3)
eu_es: Disko (3 Irakurlea)
gl_es: Disco (unidade 3)
it: Disco (Drive 3)
ja_jp: ディスク (ドライブ 3)
ko: 디스크 (드라이브 3)
nb_no: Diskett (stasjon 3)
pl: Dysk (Napęd 3)
pt_pt: Disco (Drive 3)
ro_ro: Disc (Unitate 3)
sk_sk: Disk (disk 3)
sv_se: Disk (enhet 3)
tr: Disk (Sürücü 3)
vi_vn: Đĩa (ổ 3)
zh_tw: 磁片 (磁碟機3)

# game_options
source: Disk (Drive 4)
ca: Disc (Unitat 4)
es: Disco (Unidad 4)
eu_es: Disko (4 Irakurlea)
gl_es: Disco (unidade 4)
it: Disco (Drive 4)
ja_jp: ディスク (ドライブ 4)
ko: 디스크 (드라이브 4)
nb_no: Diskett (stasjon 4)
pl: Dysk (Napęd 4)
pt_pt: Disco (Drive 4)
ro_ro: Disc (Unitate 4)
sk_sk: Disk (disk 4)
sv_se: Disk (enhet 4)
tr: Disk (Sürücü 4)
vi_vn: Đĩa (ổ 4)
zh_tw: 磁片 (磁碟機4)

# game_options
source: Disk Image
ca: Imatge de disc
es: Imagen de disco
eu_es: Disko Irudia
gl_es: Imaxe de disco
hu: Lemezkép
it: Disco Immagine
ja_jp: ディスクイメージ
ko: 디스크 이미지
nb_no: Diskavbildning
pl: Obraz dysku
pt_pt: Imagem do Disco
ro_ro: Imagine de disc
sk_sk: Obraz disku
sv_se: Diskavbildning
tr: Disk Kalıbı
zh_tw: 磁片鏡像

# game_options
source: Display on screen information like savestate, config warning etc...
es: Muestra información en pantalla como estados de guardado, advertencia de configuración, etc.
eu_es: Erakutsi pantaila informazioan gordetze egoerak bezala, konfigurazioa, oharrak, etabar...
gl_es: Amosa información en pantalla como partidas gardadas, aviso de configuración, etc...
hu: Információk megjelenítése a képernyőn, például mentési állapot, konfigurációs figyelmeztetés stb.
it: Mostra informazioni a schermo tipo savestate, avvertenze etc...
ja_jp: ステートセーブ、設定警告などの情報を画面に表示します
ko: 저장 상태, 구성 경고 등의 정보를 화면에 표시합니다...
nb_no: Vis informasjon på skjermen, f.eks. savestate, konfigurasjonsadvarsel osv...
pl: Wyświetlaj na ekranie informacje, takie jak stan zapisu, ostrzeżenie o konfiguracji itp.
pt_pt: Mostrar informção no ecrã como savestates, avisos de configuração, etc...
ro_ro: Afișează informații pe ecran cum ar fi starea salvării, atenționări de configurație etc...
sk_sk: Zobrazenie informácií na obrazovke, ako je stav uloženia, varovanie konfigurácie atď.
sv_se: Visa information på skärmen, t.ex. sparade tillstånd, konfigurationsvarning etc.
tr: Ekranda durum kaydı, yapılandırma uyarısı vb. gibi bilgileri göster...
vi_vn: Hiển thị thông tin lên màn hình như savestate, cảnh báo, cấu hình, v.v...
zh_tw: 在螢幕上顯示訊息，如儲存狀態、設定警告等...

# keys_files
source: Display the controller screen
ca: Mostrar la pantalla del comandament
es: Mostrar la pantalla del mando
eu_es: Erakutsi kontrolatzaile pantaila
gl_es: Amosa a pantalla do mando
it: Mostra lo schermo controller
ja_jp: コントローラー画面を表示
ko: 컨트롤러 화면을 표시
nb_no: Vis kontrollerskjermen
pl: Wyświetlanie ekranu kontrolera
ro_ro: Afișează ecranul controlerului
sk_sk: Zobraziť obrazovku ovládača
vi_vn: Hiển thị màn hình bộ điều khiển

# keys_files
source: Disposition A
ca: Disposició A
es: Disposición A
eu_es: A Antolaketa
gl_es: Disposición A
it: Disposizione A
ja_jp: 配置 A
ko: 배치 A
nb_no: Disponering A
pl: Dyspozycja A
pt_pt: Disposição A
ro_ro: Dispoziția A
sk_sk: Dispozícia A
tr: Mevki A
vi_vn: Bố trí A
zh_tw: 配置A

# keys_files
source: Disposition B
ca: Disposició B
es: Disposición B
eu_es: B Antolaketa
gl_es: Disposición B
it: Disposizione B
ja_jp: 配置 B
ko: 배치 B
nb_no: Disponering B
pl: Dyspozycja B
pt_pt: Disposição B
ro_ro: Dispoziția B
sk_sk: Dispozícia B
tr: Mevki B
vi_vn: Bố trí B
zh_tw: 配置B

# game_options
source: Distorts the output to fill the display fully Overrides aspect ratio.
es: Distorsiona la salida para llenar completamente la pantalla. Anula completamente la relación de aspecto.
eu_es: Irteera distortsionatzen du, pantaila guztiz bete eta proportzioa gainidatziz.
gl_es: Distorsiona a saída para encher completamente a pantalla. Anula a relación de aspecto.
hu: Torzítja a kimenetet, hogy teljesen kitöltse a képernyőt. Felülbírálja a képarányt.
it: Distorce l'output per riempire lo schermo, ignorando l'aspect ratio.
ja_jp: ディスプレイにすべて表示するため出力を歪めます。アスペクト比を優先します
ko: 출력을 왜곡하여 디스플레이 전체를 채웁니다. 화면비를 재정의합니다.
nb_no: Forvrenger utdataene slik at de fyller hele skjermen Overstyrer størrelsesforholdet.
pl: Zniekształca obraz wyjściowy w celu pełnego wypełnienia ekranu, zastępując współczynnik proporcji.
pt_pt: Distorce a imagem para preencher totalmente o ecrã.
ro_ro: Distorsionează ieșirea pentru a umple ecranul, suprascrie total raportul de aspect.
sk_sk: Skresľuje výstup, aby úplne vyplnil displej. Prepíše pomer strán.
sv_se: Förvränger utmatningen för att fylla skärmen helt. Åsidosätter bildförhållande.
tr: Ekranı tamamen dolduracak şekilde çıktıyı deforme eder En boy oranını geçersiz kılar.
vi_vn: Làm biến dạng đầu ra để lấp đầy toàn bộ màn hình Ghi đè tỷ lệ khung hình.
zh_tw: 扭曲輸出以完全填充顯示螢幕，覆蓋長寬 比。

# game_options
source: Docked (Default)
es: Acoplado (Defecto)
gl_es: Acoplado (Default)
hu: Dokkolt (alapértelmezett)
ja_jp: ドッキング (標準)
ko: 도킹됨 (기본)
nb_no: Dokket (standard)
pl: Zadokowany (Domyślne)
pt_pt: Encaixado (Padrão)
ro_ro: Andocat (Implicit)
sk_sk: Dokované (predvolené)
sv_se: Dockad (standard)
tr: Yerleşik (Varsayılan)
vi_vn: Đã gắn đế (Mặc định)
zh_tw: 連接底座 (預設)

# game_options
source: Does not affect the on-screen keyboard.
ca: No afecta al teclat en pantalla.
es: No afecta al teclado en pantalla.
eu_es: Ez dio pantailan erakutsitako teklatuari eragiten
gl_es: Non afecta o teclado en pantalla.
hu: Nincs hatással a képernyő-billentyűzetre.
it: Non influenza la tastiera a schermo.
ja_jp: オンスクリーンキーボードには影響しません
ko: 화상 키보드에는 영향을 주지 않습니다.
nb_no: Påvirker ikke skjermtastaturet.
pl: Nie ma wpływu na klawiaturę ekranową.
pt_pt: Não afeta o teclado do ecrã
ro_ro: Nu afectează tastatura virtuală.
sk_sk: Nemá vplyv na klávesnicu na obrazovke.
sv_se: Påverkar inte tangentbordet på skärmen.
tr: Ekran klavyesini etkilemez.
vi_vn: Không ảnh hưởng đến bàn phím trên màn hình.
zh_tw: 不影響螢幕鍵盤。

# game_options
source: Dominican Republic
gl_es: República Dominicana
hu: Dominikai Köztársaság
it: Repubblica Dominicana
ko: 도미니카 공화국
pl: Dominikana
pt_pt: República Dominicana
ro_ro: Republica Dominicană
sk_sk: Dominikánska republika
sv_se: Dominikanska republiken
tr: Dominik Cumhuriyeti
vi_vn: Cộng hòa Dominican

# game_options
source: Don't Override
es: No anular
gl_es: Non anular
hu: Ne bírálja felül
it: Non Rimpiazzare
ja_jp: 上書きしない
ko: 재정의하지 않음
nb_no: Ikke overstyr
pl: Nie zastępuj
pt_pt: Não substitua
ro_ro: Nu înlocui
sk_sk: Neprepísať
sv_se: Åsidosätt inte
tr: Geçersiz Kılınmasın
vi_vn: Không ghi đè
zh_tw: 不要覆寫

# game_options
source: Don't Use (Default)
ca: No usar (Per defecte)
es: No usar (Defecto)
eu_es: Ez erabili (Defektuz)
gl_es: Non usar (predeterminado)
hu: Ne használja (alapértelmezett)
it: Non utilizzare (Default)
ja_jp: 使用しない (標準)
ko: 사용 안 함 (기본)
nb_no: Ikke bruk (standard)
pl: Nie używaj (domyślnie)
pt_pt: Não utilizar (Predefinição)
ro_ro: Nu folosi (Implicit)
sk_sk: Nepoužívať (predvolené)
sv_se: Använd inte (standard)
tr: Kullanılmasın (Varsayılan)
vi_vn: Không sử dụng (Mặc định)
zh_tw: 不要使用 (預設)

# game_options
source: Don't deviate from core requested timing. G-Sync, FreeSync, HDMI 2.1 VRR.
ca: No desviar dels temps requerits pel nucli. G-Sync, FreeSync, HDMI 2.1 VRR.
es: No desviarse del tiempo solicitado por el núcleo. G-Sync, FreeSync, HDMI 2.1 VRR.
eu_es: Ez desbideratu eskatutako denboratik. G-Sync, FreeSync, HDMI 2.1 VRR.
gl_es: Non te desvíes do tempo solicitado polo núcleo. G-Sync, FreeSync, HDMI 2.1 VRR.
hu: Ne térjen el az alapvető kért időzítéstől. G-Sync, FreeSync, HDMI 2.1 VRR.
it: Non deviare la tempistica richiesta dal core. G-Sync, FreeSync, HDMI 2.1 VBR.
ja_jp: コア要求のタイミングを調整(G-Sync、FreeSync、HDMI2.1VRR)
ko: 핵심 요청 타이밍에서 벗어나지 마십시오. G-싱크, 프리 싱크, HDMI 2.1 VRR.
nb_no: Avvik ikke fra kjernenes ønskede timing. G-Sync, FreeSync, HDMI 2.1 VRR.
pl: Nie odbiegaj od żądanego taktowania. G-Sync, FreeSync, HDMI 2.1 VRR.
pt_pt: Não desviar da sincronização principal solicitada pelo core. G-Sync, FreeSync, HDMI 2.1 VRR.
ro_ro: Nu devia de la temporizarea cerută de nucleu. G-Sync, FreeSync, HDMI 2.1 VRR.
sk_sk: Neodchyľovať sa od požadovaného časovania jadra. G-Sync, FreeSync, HDMI 2.1 VRR.
sv_se: Avvik inte från den kärnbegärda tider. G-Sync, FreeSync, HDMI 2.1 VRR.
tr: Temel talep edilen zamanlamadan sapmayın. G-Sync, FreeSync, HDMI 2.1 VRR.
vi_vn: Đừng đi chệch khỏi thời gian yêu cầu cốt lõi. G-Sync, FreeSync, HDMI 2.1 VRR.
zh_tw: 不要偏離核心請求的時間。G-Sync, FreeSync, HDMI 2.1 VRR.

# game_options
source: Dot
ca: Punt
es: Punto
eu_es: Puntua
gl_es: Punto
hu: Pont
it: Punto
ja_jp: ドット
ko: 점
nb_no: Punkt
pl: Punkt
pt_pt: Ponto
ro_ro: Punct
sk_sk: Bod
sv_se: Punkt
tr: Nokta
vi_vn: Chấm
zh_tw: 點

# game_options
source: DotMatrix
eu_es: PuntuMatrizea
ja_jp: ドットマトリクス
ko: 도트메트릭스
pt_pt: Matriz de pontos
tr: NoktaMatris
zh_tw: 點陣

# game_options
source: Double buffering
ca: Memòria intermèdia doble
es: Doble almacenamiento en búfer
eu_es: Buffer bikoitza
gl_es: Dobre buffering
hu: Dupla pufferelés
it: Doppio buffering
ja_jp: ダブルバッファリング
ko: 더블 버퍼링
nb_no: Dobbel bufring
pl: Podwójne buforowanie
pt_pt: Duplo buffering
ro_ro: Buffering dublu
sk_sk: Dvojité bufferovanie
sv_se: Dubbelbuffring
tr: Çift arabellek
vi_vn: Bộ đệm kép
zh_tw: 雙重緩衝

# game_options
source: Double the rendering resolution.
es: Duplica la resolución de renderizado.
gl_es: Dobra a resolución de renderizado.
hu: Duplázza meg a renderelési felbontást.
it: Raddoppia la risuluzione di rendering.
ja_jp: レンダリング解像度を2倍にする
ko: 렌더링 해상도를 두 배로 높입니다.
nb_no: Doble gjengivelsesoppløsningen.
pl: Podwojenie rozdzielczości renderowania.
pt_pt: Dobre a resolução de renderização.
ro_ro: Dublează rezoluția de redare.
sk_sk: Zdvojnásobiť renderovacie rozlíšenie.
sv_se: Fördubbla renderingsupplösningen.
tr: İşleme çözünürlüğünü ikiye katla.
vi_vn: Nhân đôi độ phân giải kết xuất.
zh_tw: 加倍的算繪解析度。

# keys_files
source: Down
gl_es: Baixo
hu: Le
it: Giu
ko: 아래쪽
pl: W dół
pt_pt: Baixo
ro_ro: Jos
sk_sk: Dolu
sv_se: Ner
tr: Aşağı
vi_vn: Xuống
zh_tw: 下

# game_options
source: Dreamcast BIOS's language setting. Can change the language of some games. Some games default to Japanese.
ca: Establiment de l'idioma de la BIOS de Dreamcast. Pot canviar l'idoma d'alguns jocs. Uns altres es mostraran en Japonès per defecte.
es: Configuración de idioma de la BIOS de Dreamcast. Puede cambiar el idioma de algunos juegos. Algunos juegos están por defecto en Japonés.
eu_es: Dreamcas-eko BIOS-aren hizkuntza ezarpena. Joku batzuetako hizkuntza alda dezake. Joku batzuk Japoniera erabil dezakete defektuz.
gl_es: Configuración de idioma de Dreamcast BIOS. Pode cambiar o idioma dalgúns xogos. Algúns xogos están en xaponés por defecto.
hu: A Dreamcast BIOS nyelvi beállítása. Megváltoztathatja bizonyos játékok nyelvét. Néhány játék alapértelmezés szerint japán.
it: Impostazioni lingua BIOS Dreamcast. Può cambiare la lingua di alcuni giochi. Alcuni giochi vanno di default in Giapponese.
ja_jp: ドリームキャスト BIOS の言語設定。一部のゲームは日本語に設定されています
ko: 드림캐스트 바이오스의 언어 설정. 일부 게임의 언어를 변경할 수 있습니다. 일부 게임은 기본적으로 일본어로 설정됩니다.
nb_no: Dreamcast BIOS' språkinnstilling. Kan endre språket i enkelte spill. Noen spill har japansk som standardinnstilling.
pl: Ustawienia języka w BIOS-ie Dreamcasta. Może zmienić język niektórych gier. Niektóre gry mają domyślnie ustawiony język japoński.
pt_pt: Configuração do idioma da BIOS do Dreamcast. Pode alterar o idioma de alguns jogos.
ro_ro: Setarea BIOS lingvistică a Dreamcast. Poate schimba limba unor jocuri. Unele jocuri au implicit japoneza.
sk_sk: Nastavenie jazyka Dreamcast BIOS. Môže zmeniť jazyk niektorých hier. Niektoré hry sú štandardne nastavené na japončinu.
sv_se: Dreamcast BIOS språkinställning. Kan ändra språket i vissa spel. Vissa spel är förinställda på japanska.
tr: Dreamcast BİOS dil ayarı. Bazı oyunların dilini değiştirebilir. Bazı oyunlar varsayılan olarak Japoncadır.
vi_vn: Cài đặt ngôn ngữ của Dreamcast BIOS. Có thể thay đổi ngôn ngữ của một số trò chơi. Một số trò chơi mặc định là tiếng Nhật.
zh_tw: Dreamcast BIOS 的語言設定。可以更改部分遊戲的語言。有些遊戲預設使用日文。

# game_options
source: Driving Force
ko: 드라이빙 포스
pt_pt: Força da Condução
sk_sk: Sila jazdy
zh_tw: Driving Force方向盤

# game_options
source: Driving Force Pro
ko: 드라이빙 포스 프로
zh_tw: Driving Force Pro方向盤

# keys_files
source: Drop weapon
es: Soltar arma
gl_es: Soltar arma
hu: Fegyver eldobása
it: Fai cadere l'arma
ja_jp: 武器 捨てる
ko: 무기 버리기
pl: Upuszczenie broni
pt_pt: Largar arma
ro_ro: Aruncă armă
sk_sk: Pustiť zbraň
sv_se: Släpp vapnet
tr: Silahı bırak
vi_vn: Ném vũ khí
zh_tw: 掉落武器

# game_options
source: Dual Konami Justifiers
ca: Konami Justifiers duals
eu_es: Konami Justifier Dualak
it: Giustiziere Dual Konami
ja_jp: コナミ ザ・ジャスティファイアー
ko: 듀얼 코나미 저스티파이어
pt_pt: Duas Pistolas Konami Justifiers
sk_sk: Duálne Konami Justifiers

# game_options
source: DualShock / Xbox Type
ca: Tipus DualShock / Xbox
es: Tipo DualShock / Xbox
eu_es: DualShock / Xbox Mota
gl_es: Tipo DualShock/Xbox
it: Typo DualShock / Xbox
ja_jp: デュアルショック / Xbox タイプ
ko: 듀얼쇼크 / 엑스박스 유형
pl: DualShock / Xbox
pt_pt: DualShock / Tipo Xbox
ro_ro: Tip DualShock / Xbox
sk_sk: Typ DualShock/Xbox
sv_se: DualShock / Xbox-typ
tr: DualShock / Xbox Türü
zh_tw: DualShock / Xbox 類型

# game_options
source: DualShock Controller
ca: Comandament DualShock
es: Mando DualShock
eu_es: DualShock Kontrolatzailea
gl_es: Controlador DualShock
hu: DualShock vezérlő
it: Controller DualShock
ja_jp: デュアルショック
ko: 듀얼쇼크 컨트롤러
nb_no: DualShock-kontroller
pl: Kontroler DualShock
pt_pt: Comando DualShock
ro_ro: Controler DualShock
sk_sk: DualShock ovládač
sv_se: DualShock-handkontroll
tr: DualShock Kontrolcü
zh_tw: DualShock 控制器

# game_options
source: DualShock has rumble support. Not all games support DualShock.
ca: DualShock suporta vibració. No tots els jocs el suporten.
es: DualShock tiene soporte para vibración. No todos los juegos son compatibles con DualShock.
eu_es: DualShock-al daradar-a onartzen du. Joku guztiek ez dute DualShock-a onartzen.
gl_es: DualShock ten soporte para vibración. Non todos os xogos admiten DualShock.
hu: A DualShock dübörgés támogatással rendelkezik. Nem minden játék támogatja a DualShock-ot.
it: DualShock supporta rumble. Non tutti i giochi supportano DualShock.
ja_jp: デュアルショックには振動機能がありますが、非対応のゲームもあります
ko: 듀얼쇼크는 진동을 지원합니다. 모든 게임이 듀얼쇼크를 지원하는 것은 아닙니다.
nb_no: DualShock har støtte for rumble. Ikke alle spill støtter DualShock.
pl: Kontroler DualShock obsługuje funkcję wibracji. Nie wszystkie gry obsługują kontroler DualShock.
pt_pt: DualShock tem suporte para vibração. Nem todos os jogos suportam DualShock.
ro_ro: DualShock are suport pentru vibrații. Nu toate jocurile suportă DualShock.
sk_sk: DualShock má podporu rachotu. Nie všetky hry podporujú DualShock.
sv_se: DualShock har stöd för rumble. Alla spel har inte stöd för DualShock.
tr: DualShoc titreşim desteğine sahiptir. Tüm oyunlar DualShock desteklemez.
vi_vn: Dualshock có sự hỗ trợ của Rumble. Không phải tất cả các trò chơi đều hỗ trợ DualShock.
zh_tw: DualShock 支援震動功能。並非所有遊戲都支援 DualShock。

# game_options
source: Duration of audio buffer in milliseconds. Higher numbers may cause audio latency.
es: Duración del búfer de audio en milisegundos. Los números más altos pueden causar latencia de audio.
eu_es: Audio bufferraren tamaina milisegunduetan. Zenbaki altuek audio latentzia sortu dezake
gl_es: Duración do búfer de audio en milisegundos. Números máis altos poden causar latencia de audio.
hu: Az audiopuffer időtartama ezredmásodpercben. A magasabb számok hang késést okozhatnak.
it: Durata del buffer audio in millisecondi. Numeri grandi possono causare latenzeaudio.
ja_jp: 音声バッファーの持続時間 (ミリ秒単位) 数値を大きくすると、音声遅延が発生する可能性があります
ko: 오디오 버퍼의 지속 시간(밀리초). 숫자가 높을수록 오디오 지연이 발생할 수 있습니다.
nb_no: Lydbufferens varighet i millisekunder. Høyere tall kan føre til lydforsinkelse.
pl: Czas trwania bufora audio w milisekundach. Wyższe liczby mogą powodować opóźnienia dźwięku.
pt_pt: Duração do buffer de áudio em milissegundos. Números mais altos podem causar latência no áudio
ro_ro: Durata bufferului audio în milisecunde. Numere mai mari vor cauza latență audio.
sk_sk: Trvanie zvukovej vyrovnávacej pamäte v milisekundách. Vyššie čísla môžu spôsobiť oneskorenie zvuku.
sv_se: Ljudbuffertens varaktighet i millisekunder. Högre siffror kan orsaka fördröjning av ljudet.
tr: Milisaniye cinsinden ses arabelleğinin süresi. Daha yüksek sayılar ses gecikmesine neden olabilir.
vi_vn: Thời lượng của bộ đệm âm thanh tính bằng mili giây. Số cao hơn có thể gây ra độ trễ âm thanh.
zh_tw: 音訊緩衝區的持續時間（以毫秒為單位）。數字越大可能會導致音訊延遲。

# game_options
source: During gameplay, press Hotkey + R1 to translate on-screen text. Only on libretro cores.
ca: Durant la partida, prem Drecera + R1 per a traduir el text en pantalla. Només nuclis libretro.
es: Durante el juego, presiona la tecla HOTKEY + R1 para traducir el texto en pantalla. Sólo en núcleos libretro.
eu_es: Jokatzen ari zaren bitartean , sakatu Hotkey + R1 pantailan agertzen den testua itzultzeko. Libretro nukleoetan bakarrik.
gl_es: Durante o xogo, preme a tecla ATALLO + R1 para traducir o texto en pantalla. Só nos núcleos de libretro.
hu: Játék közben a képernyőn megjelenő szöveg lefordításához nyomja meg a Hotkey + R1 billentyűkombinációt. Csak libretro magokon.
it: Durante il gioco, premi Hotkey + R1 per tradurre il testo sullo schermo.Funziona solo per i core libretro.
ja_jp: ゲームプレイ中に、ホットキー+R1で、画面上のテキストを翻訳します(libretroコアのみ)
ko: 게임 플레이 중에 단축키 + R1을 눌러 화면 텍스트를 번역합니다. libretro 코어에서만 가능합니다.
nb_no: Under spillingen kan du trykke på hurtigtast + R1 for å oversette tekst på skjermen. Bare på libretro-kjerner.
pl: Podczas gry, naciśnij Hotkey + R1, aby przetłumaczyć tekst na ekranie. Tylko na "core'ach" libretro.
pt_pt: Durante o jogo, pressione Tecla de Atalho (HotKey) + R1 para traduzir o texto no ecrã. Apenas em cores libretro.
ro_ro: În timpul jocului, apasă tasta rapidă + R1 pentru a traduce textul de pe ecran. Doar în nucleele libretro.
sk_sk: Počas hry stlačte Hotkey + R1 na preloženie textu na obrazovke. Iba pre jadrá libretro.
sv_se: Under spelets gång trycker du på Hotkey + R1 för att översätta text på skärmen. Endast på libretro-kärnor.
tr: Oyun sırasında, ekrandaki metni çevirmek için Hotkey + R1'e basın. Yalnızca libretro çekirdeklerinde.
vi_vn: Trong quá trình chơi game, nhấn Hotkey + R1 để dịch văn bản trên màn hình. Chỉ trên lõi libretro.
zh_tw: 遊戲中按 熱鍵+R1 翻譯螢幕上的文本。僅適用於libretro核心。

# game_options
source: Dutch
ca: Neerlandès
es: Holandés
eu_es: Nederlandera
gl_es: Holandés
hu: Holland
it: Olandese
ja_jp: オランダ語
ko: 네덜란드어
nb_no: Nederlandsk
pl: Holenderski
pt_pt: Holandês
ro_ro: Olandeză
sk_sk: Holandčina
sv_se: Nederländska
tr: Flemenkçe
vi_vn: Tiếng Hà Lan

# game_options
source: Dutch (nl)
ca: Holandès (nl)
es: Holandés (nl)
eu_es: Neherlandera (nl)
gl_es: Holandés (nl)
hu: Holland (nl)
it: Olandese (nl)
ja_jp: オランダ語 (nl)
ko: 네덜란드어 (nl)
nb_no: Nederlandsk (nl)
pl: Niderlandzki (nl)
pt_pt: Holandês (nl)
ro_ro: Olandeză (nl)
sk_sk: Holandčina (nl)
sv_se: Nederländska (nl)
tr: Felemenkçe (nl)
vi_vn: Hà Lan (nl)

# game_options
source: Dynamic (fast)
ca: Dinàmic (ràpid)
es: Dinámico (rápido)
eu_es: Dinamikoa (azkarra)
gl_es: Dinámico (rápido)
hu: Dinamikus (gyors)
it: Dinamico (veloce)
ja_jp: ダイナミック（高速）
ko: 동적 (빠름)
nb_no: Dynamisk (rask)
pl: Dynamiczna (szybka)
pt_pt: Dinâmico (rápido)
ro_ro: Dinamic (rapid)
sk_sk: Dynamické (rýchle)
sv_se: Dynamisk (snabb)
tr: Dinamik (hızlı)
vi_vn: Linh hoạt (nhanh)
zh_tw: 動態(快速)

# game_options
source: Dynamic Interpreter
ca: Intèrpret dinàmic
es: Dinámico
eu_es: Interpretatzaile dinamikoa
gl_es: Intérprete dinámico
hu: Dinamikus értelmező
it: Interprete Dinamico
ja_jp: ダイナミック インタープリタ
ko: 동적 해석기
nb_no: Dynamisk tolk
pl: Interpreter dynamiczny
pt_pt: Interpretador Dinâmico
ro_ro: Interpretor dinamic
sk_sk: Dynamický interpreter
sv_se: Dynamisk tolk
tr: Dinamik Yorumlayıcı
zh_tw: 動態解譯器

# game_options
source: Dynarec (Fastest)
ca: Dynarec (El més ràpid)
es: Dynarec (Más rápido)
eu_es: Dynarec (Azkarrena)
gl_es: Dynarec (máis rápido)
hu: Dynarec (leggyorsabb)
it: Dynarec (il più veloce)
ja_jp: ダイナレック(最速)
ko: 동적 재컴파일 (가장 빠름)
nb_no: Dynarec (raskest)
pl: Dynarec (najszybszy)
pt_pt: Dynarec (Mais Rápido)
ro_ro: Dynarec (Cel mai rapid)
sk_sk: Dynarec (najrýchlejšie)
sv_se: Dynarec (snabbast)
tr: Dinamik (En Hızlı)
vi_vn: Dynarec (Nhanh nhất)
zh_tw: Dynarec (最快)

# game_options
source: ELECTRON MODEL
ca: MODEL ELECTRON
es: MODELO DE ELECTRON
eu_es: ELECTRON MODELOA
gl_es: MODELO ELECTRON
hu: ELECTRON MODELL
it: MODELLO ELECTRON
ja_jp: エレクトロン モデル
ko: 일렉트론 모델
nb_no: ELECTRON MODELL
pl: MODEL ELECTRONA
pt_pt: MODELO ELECTRON
ro_ro: MODEL ELECTRON
sk_sk: Model Electron
sv_se: ELECTRON-MODELL
tr: ELECTRON MODELİ

# game_options
source: EMULATE PCG-8100
ca: EMULAR PGC-8100
es: EMULAR PCG-8100
eu_es: EMULATU PCG-8100
it: EMULA PCG-8100
ja_jp: PCG-8100拡張ハードウェア
ko: PCG-8100 에뮬레이트
nb_no: EMULERE PCG-8100
pl: EMULUJ PCG-8100
pt_pt: EMULAR PCG-8100
ro_ro: EMULEAZĂ PCG-8100
sk_sk: Emulovať PCG-8100
sv_se: EMULERA PCG-8100
tr: PCG-8100 TAKLİT ET
vi_vn: MÔ PHỎNG PCG-8100
zh_tw: 模擬 PCG-8100
