Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Basic Filtering type for the jaguar display when rendering to the native display.
es: Tipo de filtrado básico para la pantalla de jaguar al renderizar en la pantalla nativa.
gl_es: Tipo de filtrado básico para a pantalla de Jaguar ao renderizar na resolución nativa.
hu: Alapvető szűrőtípus a Jaguar kijelzőhöz a natív képernyőre történő rendereléskor.
it: Tipo di filtraggio di base per lo schermo jaguar quando visualizza sulloschermo nativo.
ja_jp: 画面にレンダリングするときのジャガー ディスプレイの基本フィルタリング タイプを選択します
ko: 원본 디스플레이로 렌더링할 때 재규어 디스플레이에 대한 기본 필터링 유형입니다.
pl: Podstawowy typ filtrowania dla ekranu jaguar podczas renderowania na ekran natywny.
pt_pt: Tipo de filtragem básica para a execução do jaguar ao renderizar para o ecrã nativo
ro_ro: Tipul de filtrare de bază pentru ecranul Jaguar când randarea se face la rezoluția nativă.
sv_se: Grundläggande filtreringstyp för jaguarskärmen vid rendering till den ursprungliga skärmen.
tr: Jaguar ekranının yerel ekrana dönüştürülmesi sırasında kullanılan Temel Filtreleme türü.
zh_tw: 算繪到本機顯示時 JAGUAR 顯示的基本濾鏡類型。

# game_options
source: Batocera sets first audio device (Default)
ca: Primer dispositiu d’àudio (Per defecte)
es: Batocera selecciona el primer dispositivo de audio (Defecto)
eu_es: Batocera-k ezartzen du lehenengo audio gailua (Defektuz)
gl_es: Batocera establece o primeiro dispositivo de audio (predeterminado)
hu: Batocera beállítja az első audio eszközt (alapértelmezett)
it: Batocera imposta il primo dispositivo audio (Default)
ja_jp: Batocera で最初の音声デバイスに設定 (標準)
ko: 바토세라 첫 오디오 장치 설정 (기본)
nb_no: Batocera angir første lydenhet (standard)
pl: Batocera ustawia pierwsze urządzenie audio (domyślnie)
pt_pt: Batocera define o primeiro dispositivo de áudio (padrão)
ro_ro: Batocera alege primul dispozitiv audio (Implicit)
sk_sk: Batocera nastaví prvé zvukové zariadenie (predvolené)
sv_se: Batocera ställer in den första ljudenheten (Standard)
tr: Batocera ilk ses cihazını ayarlar (Varsayılan)
vi_vn: Batocera đặt thiết bị âm thanh đầu tiên (Mặc định)
zh_tw: Batocera 設定第一個聲音裝置 (預設)

# game_options
source: Before NMI
ca: Abans d’NMI
es: Antes de NMI
eu_es: NMI aurretik
gl_es: Antes de NMI
hu: Az NMI előtt
it: Prima MNI
ko: NMI 이전
nb_no: Før NMI
pl: Przed NMI
pt_pt: Antes de NMI
ro_ro: Înainte de NMI
sk_sk: Pred NMI
sv_se: Före NMI
tr: NMI Öncesi
vi_vn: NMI Trước

# game_options
source: Belarus
gl_es: Bielorrusia
hu: Belarusz
ko: 벨라루스
pl: Białoruś
pt_pt: Bielorrússia
sk_sk: Bielorusko
sv_se: Vitryssland

# game_options
source: Belgium
gl_es: Bélxica
it: Belgio
ko: 벨기에
pl: Belgia
pt_pt: Bélgica
ro_ro: Belgia
sk_sk: Belgicko
sv_se: Belgien
tr: Belçika
vi_vn: Bỉ

# game_options
source: Belize
gl_es: Belice
ko: 벨리즈

# game_options
source: Better performance with hardware rendering.
es: Mejor rendimiento con renderizado por hardware.
eu_es: Eraginkortasun hobea hardware renderizatzearekin.
gl_es: Mellor rendemento coa renderización por hardware.
it: Performance migliore con rendering hardware.
ja_jp: ハードウェア レンダリングによる性能の向上
ko: 하드웨어 렌더링으로 더 나은 성능을 제공합니다.
nb_no: Bedre ytelse med maskinvaregjengivelse.
pl: Lepsza wydajność dzięki renderowaniu sprzętowemu.
pt_pt: Melhor desempenho com renderização de hardware.
ro_ro: Performanță mai bună cu redare hardware.
sk_sk: Lepší výkon pri hardvérovom vykresľovaní.
sv_se: Bättre prestanda med hårdvarurendering.
tr: Daha iyi performans için donanımsal işleme.
vi_vn: Hiệu suất tốt hơn với kết xuất phần cứng.
zh_tw: 硬體算繪具有更好的效能。

# game_options
source: Bicubic
ca: Bicúbic
es: Bicúbico
eu_es: Bikubikoa
gl_es: Bicúbico
hu: Bikubikus
it: Bicubico
ja_jp: バイキュービック
ko: 고등차수
nb_no: Bikubisk
pt_pt: Bicúbico
sk_sk: Bikubické
sv_se: Bikubisk
tr: Bikübik

# game_options
source: Bicubic: B-Spine
hu: Bikubikus: B-spine
ko: 고등차수: B-Spine
pt_pt: Bicúbico: B-Coluna
sv_se: Bikubisk: B-Spine

# game_options
source: Bicubic: Catmull-Rom
hu: Bikubikus: Catmull-Rom
ko: 고등차수: Catmull-Rom
pt_pt: Bicúbico: Catmull-Rom
sv_se: Bikubisk: Catmull-Rom
tr: Bikübik: Catmull-Rom

# game_options
source: Bicubic: Mitchell-Netravali
hu: Bikubikus: Mitchell-Netravali
ko: 고등차수: Mitchell-Netravali
pt_pt: Bicúbico: Mitchell-Netravali
sv_se: Bikubisk: Mitchell-Netravali
tr: Bikübik: Mitchell-Netravali

# game_options
source: Bilinear
ca: Bilineal
es: Bilineal
eu_es: Bilinearra
hu: Bilineáris
it: Bilineare
ja_jp: バイリニア
ko: 이중선형
nb_no: Bilineær
pl: Dwuliniowe
ro_ro: Bilineară
sk_sk: Bilineárne
sv_se: Bilinjär
tr: Çift Doğrusal
zh_tw: 雙線性

# game_options
source: Bilinear (Default)
ca: Bilineal (Per defecte)
es: Bilineal (Defecto)
eu_es: Bilinearra (Defektuz)
gl_es: Bilineal (predeterminado)
hu: Bilineáris (alapértelmezett)
it: Bilineare (Default)
ja_jp: バイリニア (標準)
ko: 이중선형 (기본)
nb_no: Bilineær (standard)
pl: Bilinear (domyślnie)
pt_pt: Bilinear (Predefinição)
ro_ro: Bilinear (Implicit)
sk_sk: Bilineárne (predvolené)
sv_se: Bilinjär (standard)
tr: Çift Doğrusal (Varsayılan)
vi_vn: Bilinear (Mặc định)
zh_tw: 雙線性 (預設)

# game_options
source: Bilinear (Forced excluding sprite)
es: Bilineal (Forzado excluyendo sprite)
eu_es: Bilinearra (Behartutako eskluitutako sprite-a)
gl_es: Bilineal (forzado excluíndo sprite)
hu: Bilineáris (Kényszerített kivéve sprite)
it: Bilineare (Forzato eccetto sprite)
ja_jp: バイリニア (強制スプライト除外)
ko: 이중선형 (강제로 스프라이트 제외)
nb_no: Bilineær (Tvunget unntatt sprite)
pl: Dwuliniowe (wymuszone z wyłączeniem sprite'ów)
pt_pt: Bilinear (forçado excluindo sprite)
ro_ro: Bilinear (Forțat excluzând sprite-urile)
sk_sk: Bilineárne (vynútiť vylúčený sprite)
sv_se: Bilinjär (tvingad exklusive sprite)
tr: Çift Doğrusal (Zorunlu hareketli grafik hariç)
vi_vn: Bilinear (Bắt buộc loại trừ sprite)
zh_tw: 雙線性（強制排除 sprite）

# game_options
source: Bilinear (Forced)
es: Bilineal (Forzado)
eu_es: Bilinearra (Behartua)
gl_es: Bilineal (forzado)
hu: Bilineáris (kényszerített)
it: Bilineare (Forzato)
ja_jp: バイリニア (強制)
ko: 이중선형 (강제)
nb_no: Bilineær (tvungen)
pl: Dwuliniowe (wymuszone)
pt_pt: Bilinear (Forçado)
ro_ro: Bilinear (Forțat)
sk_sk: Bilineárne (vynútené)
sv_se: Bilinjär (tvingad)
tr: Çift Doğrusal (Zorunlu)
vi_vn: Bilinear (Bắt buộc)
zh_tw: 雙線性（強制)

# game_options
source: Bilinear (No Edge Blending)
es: Bilineal (Sin combinar bordes)
eu_es: Bilinearra (Ertzen nahaste gabe)
gl_es: Bilineal (sen mestura de bordes)
hu: Bilineáris (nincs élkeverés)
it: Bilineare (Senza blending ai lati)
ja_jp: バイリニア (エッジブレンディングなし)
ko: 이중선형 (엣지 블렌딩 없음)
nb_no: Bilineær (ingen kantblanding)
pl: Dwuliniowo (bez mieszania krawędzi)
pt_pt: Bilinear (Sem Mistura de Bordas)
ro_ro: Bilinear (Fără amestecarea muchiilor)
sk_sk: Bilineárne (bez prelínania okrajov)
sv_se: Bilinjär (ingen kantblandning)
tr: Çift Doğrusal (Kenar Karıştırma Yok)
zh_tw: 雙線性（無邊緣融合)

# game_options
source: Bilinear (PS2)
es: Bilineal (PS2)
eu_es: Bilinearra (PS2)
gl_es: Bilineal (PS2)
hu: Bilineáris (PS2)
it: Bilinerare (PS2)
ja_jp: バイリニア (PS2)
ko: 이중선형 (PS2)
pl: Dwuliniowe (PS2)
sk_sk: Bilineárne (PS2)
sv_se: Bilinjär (PS2)
tr: Çift Doğrusal (PS2)
zh_tw: 雙線性（PS2)

# game_options
source: Bilinear (Sharp)
es: Bilineal (Nítido)
eu_es: Bilinearra (Zorrotza)
gl_es: Bilineal (Nítido)
hu: Bilineáris (éles)
it: Bilineare (Sharp)
ja_jp: バイリニア (シャープ)
ko: 이중선형 (선명함)
nb_no: Bilineær (skarp)
pl: Dwuliniowe (ostre)
pt_pt: Bilinear (nítido)
ro_ro: Bilinear (Clar)
sk_sk: Bilineárne (ostré)
sv_se: Bilinjär (skarp)
tr: Çift Doğrusal (Keskin)
vi_vn: Bilinear (Sắc nét)
zh_tw: 雙線性（銳化)

# game_options
source: Bilinear (Smooth)
es: Bilineal (Suavizado)
eu_es: Bilinearra (Leuna)
gl_es: Bilineal (suavizado)
hu: Bilineáris (sima)
it: Bilineare (Smooth)
ja_jp: バイリニア (スムーズ)
ko: 이중선형 (매끄러움)
nb_no: Bilineær (glatt)
pl: Dwuliniowe (wygładzone)
pt_pt: Bilinear (Suave)
ro_ro: Bilinear (Netezit)
sk_sk: Bilineárne (plynulé)
sv_se: Bilinjär (jämn)
tr: Çift Doğrusal (Düzgün)
vi_vn: Bilinear (Làm mịn)
zh_tw: 雙線性（平滑)

# game_options
source: Biquintic
es: Biquintico
it: Biquintico
ja_jp: 二五分法
ko: 이차

# game_options
source: Bisqwit 2x
ko: Bisqwit 2배

# game_options
source: Bisqwit 4x
ko: Bisqwit 4배

# game_options
source: Bisqwit 8x
ko: Bisqwit 8배

# game_options
source: Bit Corp Gamate cartridges
ca: Cartutxos Bit Corp Gamate
es: Cartuchos Bit Corp Gamate
eu_es: Bit Corp Gamate kartutxoak
gl_es: Cartuchos Bit Corp Gamate
hu: Bit Corp Gamate kazetták
it: Cartucce Bit Corp Gamate
ja_jp: Bit Corp Gamate カートリッジ
ko: Bit Corp 가메이트 카트리지
nb_no: Bit Corp Gamate-kassetter
pl: Kartridże Bit Corp Gamate
pt_pt: Cartuchos Bit Corp Gamate
ro_ro: Cartele Bit Corp Gamate
sk_sk: Bit Corp Gamate kartridže
sv_se: Bit Corp Gamate-kassetter
tr: Bit Corp Gamate kartuşları
zh_tw: Bit Corp Gamate 卡匣

# game_options
source: Blend (Bottom Field First)
es: Blend (campo inferior primero)
eu_es: Nahastu (Beheko eremua lehendabizi)
gl_es: Mestura (primeiro campo inferior)
hu: Keverék (az alsó mező az első)
it: Blend (Prima il Campo Inferiore)
ja_jp: ブレンド（ボトムフィールド優先）
ko: 혼합 (하단 필드 먼저)
nb_no: Blanding (nederste felt først)
pl: Mieszanie (najpierw dolne pole)
pt_pt: Misturar (campo inferior primeiro)
ro_ro: Blend (Rândul de jos mai întâi)
sk_sk: Zmiešať (najprv spodné pole)
sv_se: Blandning (bottenfältet först)
tr: Karışım (Alttaki Alan Birinci)
zh_tw: 混合（底部區域優先）

# game_options
source: Blend (Top Field First)
es: Blend (campo superior primero)
eu_es: Nahastu (Goiko eremua lehendabizi)
gl_es: Mestura (primeiro campo superior)
hu: Keverék (a felső mező az első)
it: Blend (Prima il Campo Superiore)
ja_jp: ブレンド（トップフィールド優先）
ko: 혼합 (상단 필드 먼저)
nb_no: Blanding (øverste felt først)
pl: Mieszanie (najpierw górne pole)
pt_pt: Misturar (campo superior primeiro)
ro_ro: Blend (Rândul de sus mai întâi)
sk_sk: Zmiešať (najprv horné pole)
sv_se: Blandning (översta fältet först)
tr: Karışım (Üstteki Alan Birinci)
zh_tw: 混合（頂部區域優先）

# game_options
source: Blocky Filtered
es: Bloqueado filtrado
gl_es: Bloqueado filtrado
it: Cubosi Filtrati
ja_jp: ブロック状フィルタリング
ko: 블록형 필터링
nb_no: Blocky Filtrert
pl: Filtrowane blokowe
pt_pt: Filtrado em blocos
ro_ro: Filtrat pe blocuri
sk_sk: Blokové filtrované
sv_se: Blocky filtrerad
tr: Bloklu Filtrelenmiş
zh_tw: 塊狀過濾

# game_options
source: Blue
ca: Blau
es: Azul
eu_es: Urdina
gl_es: Azul
hu: Kék
it: Blu
ja_jp: 青
ko: 파란색
nb_no: Blå
pl: Niebieski
pt_pt: Azul
ro_ro: Albastru
sk_sk: Modrá
sv_se: Blå
tr: Mavi
vi_vn: Xanh da trời
zh_tw: 藍

# game_options
source: Blue - Bubbles Blue
ca: Blau - Bombolles Blaves
es: Azul - Bubbles Blue
eu_es: Urdina - Burbuila Urdina
gl_es: Azul - Burbullas Azul
hu: Kék - Buborékok kék
it: Blue - Bolle Blu
ko: 파란색 - 버블 블루
nb_no: Blå - Bubbles Blue
pl: Niebieski - Bubbles Blue
pt_pt: Azul - Bolhas Azuis
sk_sk: Modrá - Bunlinková modrá
sv_se: Blå - Bubblor Blå
tr: Mavi - Kabarcık Mavisi
zh_tw: 藍 - Bubbles Blue

# game_options
source: Blue - Game Master
ca: Blau - Game Master
es: Azul - Game Master
eu_es: Urdina - Game Master
gl_es: Azul - Mestre do xogo
hu: Kék - Játékmester
it: Blu - Game Master
ko: 파란색 - 게임 마스터
nb_no: Blå - spillmester
pl: Niebieski - Game Master
pt_pt: Azul - Game Master
sk_sk: Modrá - Majster hry
sv_se: Blå - Spelmästare
tr: Mavi - Oyun Ustası
zh_tw: 藍 - Game Master

# game_options
source: Blue - Shiny Sky Blue
ca: Blau - Blau Cel Brillant
es: Azul - Shiny Sky Blue
eu_es: Urdina - Zeru Eguzkitsu Urdina
gl_es: Azul - Azul Ceo Brillante
hu: Kék - Csillogó égszínkék
it: Blu - Cielo Blu Brillante
ko: 파란색 - 샤이니 스카이 블루
nb_no: Blå - skinnende himmelblå
pl: Niebieski - Shiny Sky Blue
pt_pt: Azul - Céu Azul Brilhante
sk_sk: Modrá - lesklá nebeská modrá
sv_se: Blå - Glänsande himmelsblå
tr: Mavi - Parlak Gök Mavisi
zh_tw: 藍 - Shiny Sky Blue

# game_options
source: Blue - Slime Blue
ca: Blau - Blau Slime
es: Azul - Slime Blue
eu_es: Urdina - Lerde Urdina
gl_es: Azul - Azul Slime
hu: Kék - Slime kék
it: Blu - Slime Blu
ko: 파란색 - 슬라임 블루
nb_no: Blå - Slime Blue
pl: Niebieski - Slime Blue
pt_pt: Azul - Azul Lodo
sk_sk: Modrá - Slizká modrá
sv_se: Blå - Slemblå
tr: Mavi - Çamur Mavisi
zh_tw: 藍 - Slime Blue

# game_options
source: Blur
ca: Difuminat
es: Difuminado
eu_es: LAUSOTU
gl_es: Difuminar
hu: Elmosódás
it: Sfuma
ja_jp: ぼかし
ko: 흐림
nb_no: Uklar
pl: Rozmycie
pt_pt: Desfoque
ro_ro: Blurează
sk_sk: Rozmazať
sv_se: Suddighet
tr: Bulanıklık
vi_vn: Mờ
zh_tw: 模糊

# game_options
source: Blur high-res mode, allowing for better transparency effects.
ca: Difuminar mode d’alta resolució, permetent millors efectes de transparència.
es: Modo de desenfoque de alta resolución, permite mejores efectos de transparencia.
eu_es: Lausotu bereizmen altuko modua, transparentzi efektu hobeak ahalbideratzen ditu.
gl_es: Modo de desenfoque de alta resolución, permite mellores efectos de transparencia.
hu: Elmosódás nagy felbontású mód, amely jobb átlátszósági effektusokat tesz lehetővé.
it: Sfuma modalità high-res, migliora gli effetti di trasparenza.
ja_jp: 高解像度モード、ぼかしと透明度の効果を高めます
ko: 고해상도 모드를 흐림 처리하여, 더 나은 투명도 효과를 구현합니다.
nb_no: Gjør uskarpt i høyoppløst modus. Det gir bedre gjennomsiktighetseffekter.
pl: Tryb rozmycia wysokiej rozdzielczości, pozwalający na uzyskanie lepszych efektów przezroczystości.
pt_pt: Modo de desfoque de alta resolução, permitindo melhores efeitos de transparência.
ro_ro: Aplică blur pe modul hi-res, permițând efecte de transparență mai bune.
sk_sk: Režim rozmazania vo vysokom rozlíšení, ktorý umožňuje lepšie efekty priehľadnosti.
sv_se: Oskarpt högupplöst läge, vilket möjliggör bättre transparenseffekter.
tr: Daha iyi şeffaflık efektleri sağlayan yüksek çözünürlüklü modu bulanıklaştırın.
vi_vn: Chế độ làm mờ độ phân giải cao, cho phép hiệu ứng trong suốt tốt hơn.
zh_tw: 模糊高解析度模式，達到更好的透明效果。

# game_options
source: Bob (Bottom Field First)
es: Bob (campo inferior primero)
eu_es: Mugitu (Beheko eremua lehendabizi)
gl_es: Bob (primeiro campo inferior)
hu: Bob (az alsó mező az első)
it: Bob (Prima il Campo Inferiore)
ja_jp: Bob （ボトムフィールド優先）
ko: Bob (하단 필드 먼저)
nb_no: Bob (nederst i første felt)
pl: Bob (pierwsze dolne pole)
pt_pt: Bob (campo inferior primeiro)
ro_ro: Bob (Rândul de jos mai întâi)
sk_sk: Hop (najprv dolné pole)
sv_se: Bob (nedersta fältet först)
tr: Bob (Alttaki Alan Birinci)
zh_tw: Bob (底部區域優先)

# game_options
source: Bob (Top Field First)
es: Bob (campo superior primero)
eu_es: Mugitu (Goiko eremua lehendabizi)
gl_es: Bob (primeiro campo superior)
hu: Bob (felső mező először)
it: Bob (Prima il Campo Superiore)
ja_jp: Bob （トップフィールド優先）
ko: Bob (상단 필드 먼저)
nb_no: Bob (øverste felt først)
pl: Bob (pierwsze górne pole)
pt_pt: Bob (campo superior primeiro)
ro_ro: Bob (Rândul de sus mai întâi)
sk_sk: Hop (najprv horné pole)
sv_se: Bob (översta fältet först)
tr: Bob (Üstteki Alan Birinci)
zh_tw: Bob (頂部區域優先)

# game_options
source: Bobba Fett Face Player Fix
es: Correción Bobba Fett Face Player. Intenta que mire más a menudo al jugador cuando ataca.
eu_es: Bobba Fett-e Jokalariaren Aurpegiaren Konponketa
gl_es: Boba Fett Face Player Fix
it: Fix per la faccia di Bobba Fett
ja_jp: Bobba Fett プレーヤーの顔の修正
ko: 보바 펫 얼굴 플레이어 수정
pl: Naprawa twarzy Boby Fetta
pt_pt: Correção do rosto do Bobba Fett
ro_ro: Fix Bobba Fett Face Player
sk_sk: Oprava Bobba Fett Face Player
tr: Bobba Fett Oyuncu Yüzü Düzeltmesi

# game_options
source: Bolivia
hu: Bolívia
ko: 볼리비아
pl: Boliwia
pt_pt: Bolívia
sk_sk: Bolívia
tr: Bolivya

# game_options
source: Both
ca: Ambdós
es: Ambos
eu_es: Biak
gl_es: Ambos
hu: Mindkettő
it: Entrambi
ja_jp: 両方
ko: 둘 다
nb_no: Begge
pl: Obydwa
pt_pt: Ambos
ro_ro: Ambele
sk_sk: Obe
sv_se: Båda
tr: İkisi birden
vi_vn: Cả hai
zh_tw: 兩者

# game_options
source: Both Joysticks (4 Axes, 4 Btns)
ca: Ambdós Palanques (4 Eixos, 4 Botons)
es: Ambos Joysticks (4 ejes, 4 botones)
eu_es: Bi Joystick-ak (4 Ardatz, 4 Botoi)
gl_es: Ambos Joysticks (4 eixes, 4 botóns)
hu: Két Joystick (4 Tengely, 4 Gomb)
it: Entrambi Joystick (4 Assi, 4 Bottoni)
ja_jp: 両方のジョイスティック (4軸,4ボタン)
ko: 두 조이스틱 모두 (4 축, 4 버튼)
nb_no: Begge styrespaker (4 akser, 4 btn)
pl: Oba joysticki (4 osie, 4 przyciski)
pt_pt: Ambos os comandos (4 eixos, 4 botões)
ro_ro: Ambele joystick-uri (4 axe, 4 butoane)
sk_sk: Oba joysticky (4 osi, 4 tlačidlá)
sv_se: Båda styrspakarna (4 axlar, 4 knap)
tr: Her İki Joystick (4 Eksen, 4 Btn)
vi_vn: Cả hai Joysticks (4 Axes, 4 Btns)
zh_tw: 雙搖桿(四軸，四鍵)

# game_options
source: Both types require holding D-pad down during initial charge.
ca: Ambdós tipus requereixen mantindre premut avall al D-pad durant la càrrega inicial.
es: Ambos tipos requieren mantener presionado el D-pad durante la carga inicial.
eu_es: Bi motek D-pad-a behera mantentzea eskatzen dute haserako kargarako.
gl_es: Ambos tipos requiren manter presionada D-pad durante a carga inicial.
hu: Mindkét típusnál le kell tartani a D-padot az első töltés során.
it: Entrambi i tipi richiedono di premere il D-pad durante la carica iniziale.
ja_jp: どちらのタイプも、初期充電中に方向パッドを押したままにする必要があります
ko: 두 유형 모두 최초 충전 시에는 십자 패드를 누르고 있어야 합니다.
nb_no: Begge typer krever at du holder D-padden nede under den første ladingen.
pl: Oba typy wymagają przytrzymania D-pada podczas pierwszego ładowania.
pt_pt: Ambos os tipos exigem que mantenha o direcional pressionado durante a carga inicial.
ro_ro: Ambele tipuri necesită ținerea apăsată a D-pad jos în timpul încărcării inițiale.
sk_sk: Oba typy vyžadujú podržanie D-padu počas počiatočného nabíjania.
sv_se: Båda typerna kräver att D-pad hålls nedtryckt under den första laddningen.
tr: Her iki türde de ilk şarj sırasında D-pad basılı tutulmayı gerektirir.
vi_vn: Cả hai loại đều yêu cầu giữ D-pad trong lần sạc đầu tiên.
zh_tw: 兩種類型都需要在初始充電時按住 D-pad 不放。

# game_options
source: Bottom (Default)
es: Abajo (defecto)
gl_es: Abaixo (predeterminado)
hu: Alsó (alapértelmezett)
it: Basso (Default)
ja_jp: 下 (標準)
ko: 하단 (기본)
nb_no: Bunn (Standard)
pl: Na dole (Domyślne)
pt_pt: Parte inferior (Padrão)
ro_ro: Dedesubt (Implicit)
sk_sk: Dolu (predvolené)
sv_se: Botten (standard)
tr: Alt (Varsayılan)
vi_vn: Dưới (Mặc định)
zh_tw: 底部 (預設)

# game_options
source: Bottom Only
es: Sólo abajo
eu_es: Behekoa soilik
gl_es: Só abaixo
hu: Csak alul
it: Solo Inferiore
ja_jp: 下画面のみ（切替不可）
ko: 하단만
nb_no: Kun bunn
pl: Tylko dół
pt_pt: Somente a parte inferior
ro_ro: Doar dedesubt
sk_sk: Iba dolu
sv_se: Endast botten
tr: Sadece Alt
vi_vn: Chỉ bên dưới
zh_tw: 僅限底部

# game_options
source: Bottom only
ca: Només inferior
es: Sólo inferior
eu_es: Behekoa bakarrik
gl_es: Só abaixo
hu: Csak alul
it: Solo sotto
ja_jp: 下画面のみ（切替不可）
ko: 하단만
nb_no: Kun nederst
pl: Tylko dół
pt_pt: Apenas o inferior
ro_ro: Doar jos
sk_sk: Iba dolu
sv_se: Endast botten
tr: Sadece alt
vi_vn: Chỉ bên dưới
zh_tw: 僅限底部

# game_options
source: Bouncing Box
es: Caja que rebota
eu_es: Botatzen duen Kutxa
gl_es: Caixa que rebota
hu: Pattogó doboz
it: Scatola Saltellante
ja_jp: バウンスボックス
ko: 바운싱 박스
nb_no: Sprettboks
pl: Skaczące pudełko
pt_pt: Caixa saltitante
ro_ro: Cutie mișcătoare
sk_sk: Skákací box
sv_se: Studsande låda
tr: Zıplayan Kutu

# game_options
source: Brazil
es: Brasil
eu_es: Brasil
gl_es: Brasil
hu: Brazília
it: Brazile
ja_jp: ブラジル
ko: 브라질
nb_no: Brasil
pl: Brazylia
pt_pt: Brasil
ro_ro: Brazilia
sk_sk: Brazília
sv_se: Brasilien
tr: Brezilya

# game_options
source: Brazilian Portuguese
ca: Portuguès de Brasil
es: Portugués de Brasil
eu_es: Brasildar Portugalera
gl_es: Portugués brasileiro
hu: B razil portugál
it: Portoghese Braziliano
ja_jp: ブラジルポルトガル語
ko: 브라질 포르투갈어
nb_no: Portugisisk for Brasil
pl: Brazylijski portugalski
pt_pt: Português Brasileiro
ro_ro: Portugheză braziliană
sk_sk: Brazílska portugalčina
sv_se: Brasiliansk portugisiska
tr: Brezilya Portekizcesi
vi_vn: Tiếng Bồ Đào Nha Brazil

# keys_files
source: Bring up menu
es: Abrir menú
gl_es: Abrir menú
it: Mostra il menu
ja_jp: メニューを呼び出す
ko: 메뉴 불러오기
nb_no: Åpne menyen
pl: Otwórz menu
ro_ro: Arată meniul
sk_sk: Zobraziť ponuku

# game_options
source: British English
ca: Anglès britànic
es: Inglés Británico
eu_es: Britaniar Ingelera
gl_es: Inglés británico
hu: Brit angol
it: Inglese Britannico
ja_jp: イギリス英語
ko: 영국 영어
pl: Brytyjski angielski
pt_pt: Inglês Britânico
ro_ro: Engleză britanică
sk_sk: Britská angličtina
sv_se: Brittisk engelska
tr: İngiliz İngilizcesi
vi_vn: Tiếng Anh Anh
zh_tw: 英式英語

# game_options
source: British English (uk)
ca: Anglès Britànic (uk)
es: Inglés británico (uk)
eu_es: Ingelera britanikoa (uk)
gl_es: Inglés Británico (UK)
hu: Brit angol (uk)
it: Inglese Britannico (uk)
ja_jp: イギリス英語 (uk)
ko: 영국 영어 (uk)
nb_no: Britisk engelsk (uk)
pl: Brytyjski (uk)
pt_pt: Inglês Britânico (uk)
ro_ro: Engleză britanică (uk)
sk_sk: Britská angličtina (uk)
sv_se: Brittisk engelska (uk)
tr: İngiliz İngilizcesi (uk)
vi_vn: Anh Anh (uk)
zh_tw: 英式英語 (uk)

# game_options
source: Brown
es: Marrón
gl_es: Marrón
hu: Barna
it: Marrone
ja_jp: 茶色
ko: 갈색
nb_no: Brun
pl: Brązowy
pt_pt: Castanho
ro_ro: Maro
sk_sk: Hnedé
sv_se: Brun
tr: Kahverengi
vi_vn: Nâu

# game_options
source: Brownish - Travel Wood
ca: Marró - Travel Wood
es: Marrón - Travel Wood
eu_es: Marroiska - Egurra
gl_es: Pardo - madeira de viaxe
it: Bruno - Travel Wood
ja_jp: 茶色がかった-トラベルウッド
ko: 갈색 빛 - 여행용 나무
nb_no: Brunaktig - Travel Wood
pl: Brązowawy - Travel Wood
pt_pt: Castanho - Madeira de Viagem
sk_sk: Hnedasté - cestovné drevo
sv_se: Brunaktig - Travel Wood

# game_options
source: Brunei
gl_es: Brunéi
ko: 브루나이
sk_sk: Brunej

# game_options
source: Buffer fill level (in percentage) below which time stretching will start.
es: Nivel de llenado del búfer (en porcentaje) por debajo del cual comenzará la ampliación del tiempo.
eu_es: Buffer betetze maila (ehunekoetan) zeinen azpitik denbora luzatzea hasiko den.
gl_es: Nivel de recheo do búfer (en porcentaxe) por baixo do cal comezará o estiramento temporal.
hu: Puffertöltési szint (százalékban), amely alatt a nyújtás megkezdődik.
it: Livello di buffer (percentuale) sotto cui viene avviato il time stretching.
ja_jp: バッファー充填レベル (％) を下回るとタイム ストレッチを開始します
ko: 타임 스트레칭이 시작되는 버퍼 채우기 수준(백분율)입니다.
nb_no: Bufferfyllingsnivå (i prosent) under hvilket tidsstrekking starter.
pl: Poziom wypełnienia bufora (w procentach), poniżej którego rozpocznie się rozciąganie czasu.
pt_pt: Nível de preenchimento do buffer (em percentagem) abaixo do qual a extensão de tempo será iniciado.
ro_ro: Nivelul de umplere al buffer-ului (în procente) sub care întinderea timpului va intra în efect.
sk_sk: Úroveň naplnenia vyrovnávacej pamäte (v percentách), pod ktorou sa začne časové rozťahovanie.
sv_se: Buffertfyllnadsnivå (i procent) under vilken tidssträckningen startar.
tr: Altında zaman uzatmanın başlayacağı tampon doldurma düzeyi (yüzde cinsinden).
vi_vn: Mức độ lấp đầy bộ đệm (tính bằng phần trăm) dưới mức bắt đầu kéo dài thời gian.
zh_tw: 緩衝區填滿等級（百分比），低於該等級時將開始時間拉伸。

# game_options
source: Buffered rendering
ca: Renderització en memòria intermèdia
es: Renderizado con búfer
eu_es: Buffer bidezko renderizazioa
gl_es: Renderizado no búfer
hu: Pufferelt renderelés
it: Rendeing bufferizzato
ja_jp: バッファレンダリング
ko: 버퍼링된 렌더링
nb_no: Buffert gjengivelse
pl: Renderowanie buforowane
pt_pt: Renderização por buffer
ro_ro: Redare cu buffer
sk_sk: Bufferovaný rendering
sv_se: Buffrad rendering
tr: Arabelleğe alınmış görsel işleme
zh_tw: 緩衝算繪

# game_options
source: Bulgaria
hu: Bulgária
ko: 불가리아
pl: Bułgaria
pt_pt: Bulgária
sk_sk: Bulharsko
sv_se: Bulgarien
tr: Bulgaristan

# game_options
source: Bulgarian
es: Búlgaro
gl_es: Búlgaro
hu: Bulgár
it: Bulgaro
ja_jp: ブルガリア語
ko: 불가리아어
nb_no: Bulgarsk
pl: Bulgarski
pt_pt: Búlgaro
ro_ro: Bulgară
sk_sk: Bulharčina
sv_se: Bulgarisk
tr: Bulgarca
vi_vn: Bulgaria

# keys_files
source: Button A
ca: Botó A
es: Botón A
eu_es: A Botoia
gl_es: Botón A
hu: A gomb
it: Pulsante A
ja_jp: ボタン A
ko: A 버튼
nb_no: A-Knappen
pl: Przycisk A
pt_pt: Botão A
ro_ro: Buton A
sk_sk: Tlačidlo A
sv_se: Knapp A
tr: Düğme A
vi_vn: Nút A
zh_tw: 按鍵A
