Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: AUTOMATIC FRAME DELAY
ca: RETRÀS DE TAXA DE QUADRES AUTOMÀTICS
es: RETRASO AUTOMÁTICO DE FOTOGRAMAS
eu_es: FRAME ATZERATZE AUTOMATIKOA
gl_es: RETRASO AUTOMÁTICO DE FOTOGRAMAS
hu: AUTOMATIKUS KÉPKOCKAKÉSLELTETÉS
it: RUTARDO AUTOMATICO FOTOGRAMMI
ja_jp: 自動フレームディレイ
ko: 자동 프레임 지연
nb_no: AUTOMATISK BILDEFORSINKELSE
pl: AUTOMATYCZNE OPÓŹNIENIE KLATKI
pt_pt: ATRASO DE FRAME AUTOMÁTICO
ro_ro: ÎNTÂRZIEREA AUTOMATĂ A CADRELOR
sk_sk: Automatická dĺžka snímky
sv_se: AUTOMATISK BILDRUTEFÖRDRÖJNING
tr: OTOMATİK KARE GECİKMESİ
vi_vn: TRỄ KHUNG HÌNH TỰ ĐỘNG
zh_tw: 自動畫格延遲

# game_options
source: AUTOMATICALLY RUN
es: EJECUTAR AUTOMÁTICAMENTE
eu_es: EXEKUTATU AUTOMATIKOKI
gl_es: EXECUTAR AUTOMÁTICAMENTE
hu: AUTOMATIKUS FUTÁS
it: CORRI AUTOMATICAMENTE
ja_jp: 自動的に実行
ko: 자동 실행
nb_no: KJØRES AUTOMATISK
pl: AUTOMATYCZNIE BIEGANIE
pt_pt: CORRER AUTOMATICAMENTE
ro_ro: ALERGARE AUTOMATĂ
sk_sk: Automaticky spustiť
sv_se: KÖR AUTOMATISKT
tr: OTOMATİK ÇALIŞTIR
vi_vn: TỰ ĐỘNG CHẠY
zh_tw: 自動執行

# game_options
source: Accel
ca: Acelerar
es: Acelerar
eu_es: Azeleratu
gl_es: Acelerar
ko: 가속
pt_pt: Acelerar
sk_sk: Zrýchlenie
zh_tw: Accel油門

# game_options
source: Access to modding and other advanced options.
ca: Accés a modificacions i opcions avançades.
es: Acceso a modding y otras opciones avanzadas.
eu_es: Atzitu aldatze eta beste aukera aurretauak
gl_es: Acceso a modding e outras opcións avanzadas.
hu: Hozzáférés a moddinghoz és más fejlett lehetőségekhez.
it: Accedi al modding e alle altre opzioni avanzate.
ja_jp: モッディングやその他の高度な設定をします
ko: 개조 및 기타 고급 옵션에 대한 접속입니다.
nb_no: Tilgang til modding og andre avanserte alternativer.
pl: Dostęp do moddingu i innych zaawansowanych opcji.
pt_pt: Acesso a modificações e outras opções avançadas.
ro_ro: Acces la modding și alte opțiuni avansate.
sk_sk: Prístup k modovaniu a ďalším pokročilým možnostiam.
sv_se: Tillgång till moddning och andra avancerade alternativ.
tr: Modlama ve diğer gelişmiş seçeneklere erişim.
vi_vn: Truy cập vào mod và các tùy chọn nâng cao khác.
zh_tw: 進入修改功能及其他高級設定。

# game_options
source: Accurate XFloat
ca: XFloat precís
es: XFloat preciso
eu_es: XFloat Zehatza
gl_es: XFloat preciso
hu: Pontos XFloat
it: XFloat Accurato
ja_jp: Accurate XFloat(正確)
ko: 정확한 XFloat
nb_no: Nøyaktig XFloat
pl: Dokładne XFloat
pt_pt: XFloat Preciso
ro_ro: XFloat precis
sk_sk: Presný XFloat
sv_se: Exakt XFloat
zh_tw: 精確 XFloat

# game_options
source: Acorn Analogue Joysticks
ca: Palanques analògiques Acorn
es: Joysticks analógicos Acorn
eu_es: Acorn Joystick analogikoa
gl_es: Joysticks analóxicos Acorn
hu: Acorn analóg joystickok
it: Joystick Analogico Acorn
ja_jp: Acorn アナログジョイスティック
ko: 아크론 아날로그 조이스틱
nb_no: Analoge styrespaker fra Acorn
pl: Joysticki analogowe Acorn
pt_pt: Comandos Analógicos Acorn
ro_ro: Joystick-uri analogice Acorn
sk_sk: Acorn Analogue Joysticky
sv_se: Acorn analoga styrspakar
tr: Acorn Analog Joystickler
zh_tw: Acorn 類比搖桿

# game_options
source: Acorn Archimedes ROM images
ca: Imatges ROM d’Acorn Archimedes
es: Imagen ROM Acorn Archimedes
eu_es: Acorn Archimedes ROM irudiak
gl_es: Imaxes ROM de Acorn Archimedes
hu: Acorn Archimedes ROM-ok
it: Immagini ROM Acorn Archimedes
ja_jp: Acorn Archimedes ROM イメージ
ko: 아크론 아르키메데스 롬 이미지
nb_no: Bilder av Acorn Archimedes ROM
pl: Obrazy Acorn Archimedes ROM
pt_pt: Imagens ROM Acorn Archimedes
ro_ro: Imagini de ROM Acorn Archimedes
sk_sk: Acorn Archimedes ROM obrazy
sv_se: Acorn Archimedes ROM-avbilder
tr: Acorn Archimedes ROM imajları
zh_tw: Acorn Archimedes ROM 鏡像檔

# game_options
source: Acorn Archimedes floppy images
ca: Imatges de disquet Acorn Archimedes
es: Imagen de disquete Acorn Archimedes
eu_es: Acorn Archimedes floppy irudiak
gl_es: Imaxes en disquete de Acorn Arquímedes
hu: Acorn Archimedes floppy-k
it: Immagini floppy Acorn Archimedes
ja_jp: Acorn Archimedes フロッピーイメージ
ko: 아크론 아르키메데스 플로피 이미지
nb_no: Bilder av Acorn Archimedes-disketter
pl: Obrazy dyskietek Acorn Archimedes
pt_pt: Imagens de disquete Acorn Archimedes
ro_ro: Imagini disc flexibil Acorn Archimedes
sk_sk: Acorn Archimedes obrazy diskiet
sv_se: Acorn Archimedes-diskettavbilder
tr: Acorn Archimedes floppy imajarı
zh_tw: Acorn Archimedes 磁片鏡像檔

# game_options
source: Acorn Archimedes hard disks
ca: Discs durs d’Acorn Archimedes
es: Discos duros Acorn Archimedes
eu_es: Acorn Archimedes disko gogorrak
gl_es: Discos duros Acorn Archimedes
hu: Acorn Archimedes merevlemezek
it: Hard disk Acorn Archimedes
ja_jp: Acorn Archimedes ハードディスク
ko: 아크론 아르키메데스 하드 디스크
nb_no: Acorn Archimedes-harddisker
pl: Dyski twarde Acorn Archimedes
pt_pt: Discos rígidos Acorn Archimedes
ro_ro: Discuri dure Acorn Archimedes
sk_sk: Acorn Archimedes pevné disky
sv_se: Acorn Archimedes-hårddiskar
tr: Acorn Archimedes hard diskleri
zh_tw: Acorn Archimedes 硬碟

# game_options
source: Acorn Atom Utility ROMs
ca: Utilitats de ROM d’Acorn Atom
es: ROMs de utilidad Acorn Atom
eu_es: Acorn Atom Utilidade ROM-ak
gl_es: ROMs da utilidade Acorn Atom
hu: Acorn Atom Utility ROM-ok
it: ROM Acorn Atom Utility
ja_jp: Acorn Atom ユーティリティROM
ko: 아크론 아톰 유틸리티 롬
nb_no: Acorn Atom Utility ROM-er
pl: ROMy Acorn Atom Utility
pt_pt: ROMS Acorn Atom Utility
ro_ro: ROM-uri utilitare Acorn Atom
sk_sk: Acorn Atom Utility ROM
tr: Acorn Atom Utility ROMları

# game_options
source: Acorn Atom cassettes
ca: Cassets d’Acorn Atom
es: Casetes Acorn Atom
eu_es: Acorn Atom kaseteak
gl_es: Casetes Acorn Atom
hu: Acorn Atom kazetták
it: Cassette Acorn Atom
ja_jp: Acorn Atom カセット
ko: 아크론 아톰 카세트
nb_no: Acorn Atom-kassetter
pl: Kasety Acorn Atom
pt_pt: Cassetes Acorn Atom
ro_ro: Casete Acorn Atom
sk_sk: Acorn Atom kazety
sv_se: Acorn Atom-kassetter
tr: Acorn Atom kasetleri
zh_tw: Acorn Atom 卡匣

# game_options
source: Acorn Atom disk images
ca: Imatges de disc d’Acorn Atom
es: Imagen de disco Acorn Atom
eu_es: Acorn Atom disko irudiak
gl_es: Imaxes do disco Acorn Atom
hu: Acorn Atom lemezképek
it: Immagini disco Acorn Atom
ja_jp: Acorn Atom ディスクイメージ
ko: 아크론 아톰 디스크 이미지
nb_no: Acorn Atom-diskbilder
pl: Obrazy dysków Acorn Atom
pt_pt: Imagens de disco Acorn Atom
ro_ro: Imagini de disc Acorn Atom
sk_sk: Acorn Atom obrazy disku
sv_se: Acorn Atom-diskavbilder
tr: Acorn Atom disk imajları
zh_tw: Acorn Atom 磁碟鏡像檔

# game_options
source: Acorn BBC Master Compact disks
ca: CDs d’Acorn BBC Master
es: Discos Acorn BBC Master Compact
eu_es: Acorn BBC Master Compact diskoak
gl_es: Discos compactos Acorn BBC Master
hu: Acorn BBC Master kompakt lemezek
it: Dischi Acorn BBC Master Compatto
ja_jp: Acorn BBC マスター コンパクトディスク
ko: 아크론 BBC 마스터 컴팩트 디스크
nb_no: Acorn BBC Master Compact Discs
pl: Płyty kompaktowe Acorn BBC Master
pt_pt: Discos rígidos Acorn BBC Micro
ro_ro: Compact discuri Acorn BBC Master
sk_sk: Acorn BBC Master kompaktné disky
sv_se: Acorn BBC Master Compact-disketter
tr: Acorn BBC Master Compact diskleri

# game_options
source: Acorn BBC Master cartridges
ca: Cartutxos d’Acorn BBC Master
es: Cartuchos Acorn BBC Master
eu_es: Acorn BBC Master kartutxoak
gl_es: Cartuchos Acorn BBC Master
hu: Acorn BBC Master kazetták
it: Cartucce Acorn BBC Master
ja_jp: Acorn BBC マスター カートリッジ
ko: 아크론 BBC 마스터 카트리지
nb_no: Acorn BBC Master-kassetter
pl: Kartridże Acorn BBC Master
pt_pt: Cartuchos Acorn BBC Master
ro_ro: Cartele Acorn BBC Master
sk_sk: Acorn BBC Master kartridže
sv_se: Acorn BBC Master-kassetter
tr: Acorn BBC Master kasetleri
zh_tw: Acorn BBC Master 卡匣

# game_options
source: Acorn BBC Master disks
ca: Discs d’Acorn BBC Master
es: Discos Acorn BBC Master
eu_es: Acorn BBC Master diskoak
gl_es: Discos Acorn BBC Master
hu: Acorn BBC Master lemezek
it: Dischi Acorn BBC Master
ja_jp: Acorn BBC マスター ディスク
ko: 아크론 BBC 마스터 디스크
nb_no: Acorn BBC Master-disketter
pl: Dyski Acorn BBC Master
pt_pt: Discos Acorn BBC Master
ro_ro: Discuri Acorn BBC Master
sk_sk: Acorn BBC Master disky
sv_se: Acorn BBC Master-disketter
tr: Acorn BBC Master diskleri
zh_tw: Acorn BBC Master 磁碟

# game_options
source: Acorn BBC Micro Model B Original disks
ca: Discs originals d’Acorn BBC Micro Model B
es: Discos originales Acorn BBC Micro Modelo B
eu_es: Acorn BBC Micro Model B Disko originalak
gl_es: Acorn BBC Micro Model B Discos orixinais
hu: Acorn BBC Micro Model B eredeti lemezek
it: Dischi Acorn BBC Micro Modello B Originale
ja_jp: Acorn BBC Micro Model B オリジナル ディスク
ko: 아크론 BBC 마이크로 모델 B 원본 디스크
nb_no: Acorn BBC Micro Model B Originale disketter
pl: Oryginalne dyski Acorn BBC Micro Model B
pt_pt: Discos originais Acorn BBC Micro Model B
ro_ro: Discuri Acorn BBC Micro Model B Original
sk_sk: Acorn BBC Micro Model B pôvodné disky
sv_se: Acorn BBC Micro Model B-originaldisketter
tr: Acorn BBC Micro Model B Original diskleri

# game_options
source: Acorn BBC Micro Model B disks
ca: Discs d’Acorn BBC Micro Model B
es: Discos Acorn BBC Micro Modelo B
eu_es: Acorn BBC Micro Model B diskoak
gl_es: Discos Acorn BBC Micro Model B
hu: Acorn BBC Micro Model B lemezek
it: Dischi Acorn BBC Micro Modello B
ja_jp: Acorn BBC Micro Model B ディスク
ko: 아크론 BBC 마이크로 모델 B 디스크
nb_no: Acorn BBC Micro Model B-disker
pl: Dyski Acorn BBC Micro Model B
pt_pt: Discos Acorn BBC Micro Modelo B
ro_ro: Discuri Acorn BBC Micro Model B
sk_sk: Acorn BBC Micro Model B disky
sv_se: Acorn BBC Micro Model B-disketter
tr: Acorn BBC Micro Model B diskleri

# game_options
source: Acorn BBC Micro ROMs
ca: ROMs d’Acorn BBC Micro
es: ROMs Acorn BBC Micro
eu_es: Acorn BBC Micro ROM-ak
hu: Acorn BBC Micro ROM-ok
it: ROM Acorn BBC Micro
ja_jp: Acorn BBC マイクロ ROM
ko: 아크론 BBC 마이크로 롬
nb_no: Acorn BBC Micro ROM-er
pl: ROMy Acorn BBC Micro
pt_pt: ROMs Acorn BBC Micro
ro_ro: ROM-uri Acorn BBC Micro
sk_sk: Acorn BBC Micro ROM
sv_se: Acorn BBC Micro ROM
tr: Acorn BBC Micro ROMları

# game_options
source: Acorn BBC Micro cassettes
ca: Cassets d’Acorn BBC Micro
es: Casetes Acorn BBC Micro
eu_es: Acorn BBC Micro kaseteak
gl_es: Acorn BBC Micro casetes
hu: Acorn BBC Micro kazetták
it: Cassette Acorn BBC Micro
ja_jp: Acorn BBC マイクロ カセット
ko: 아크론 BBC 마이크로 카세트
nb_no: Acorn BBC Micro-kassetter
pl: Kasety Acorn BBC Micro
pt_pt: Cassetes Acorn BBC Micro
ro_ro: Casete Acorn BBC Micro
sk_sk: Acorn BBC Micro kazety
sv_se: Acorn BBC Micro-kassetter
tr: Acorn BBC Micro kasetleri
zh_tw: Acorn BBC Micro 卡帶

# game_options
source: Acorn BBC Micro hard disks
ca: Discs durs d’Acorn BBC Micro
es: Discos duros Acorn BBC Micro
eu_es: Acorn BBC Micro disko gogorrak
gl_es: Discos duros Acorn BBC Micro
hu: Acorn BBC Micro merevlemezek
it: Hard disk Acorn BBC Micro
ja_jp: Acorn BBC Micro ハードディスク
ko: 아크론 BBC 마이크로 하드 디스크
nb_no: Acorn BBC Micro-harddisker
pl: Dyski twarde Acorn BBC Micro
pt_pt: Discos rígidos Acorn BBC Micro
ro_ro: Discuri dure Acorn BBC Micro
sk_sk: Acorn BBC Micro pevné disky
sv_se: Acorn BBC Micro-hårddiskar
tr: Acorn BBC Micro hard diskleri
zh_tw: Acorn BBC Micro 硬碟

# game_options
source: Acorn Bitstik
ca: Controls analògics Acorn
ko: 아크론 비트스틱

# game_options
source: Acorn Electron Cartridges
ca: Cartutxos d’Acorn Electron
es: Cartuchos Acorn Electron
eu_es: Acorn Electron Kartutxoak
gl_es: Cartuchos Acorn Electron
hu: Acorn Electron kazetták
it: Cartucce Acorn Electron
ja_jp: Acorn Electron カートリッジ
ko: 아크론 일렉트론 카트리지
nb_no: Acorn Electron Kassetter
pl: Kartridże Acorn Electron
pt_pt: Cartuchos Acorn Electron
ro_ro: Cartele Acorn Electron
sk_sk: Acorn Electron kartridže
sv_se: Acorn Electron-kassetter
tr: Acorn Electron Kartuşları
zh_tw: Acorn Electron 卡匣

# game_options
source: Acorn Electron Cassettes
ca: Cassets d’Acorn Electron
es: Casetes Acorn Electron
eu_es: Acorn Electron Kasetak
gl_es: Casetes de electrons Acorn
hu: Acorn Electron kazetták
it: Cassette Acorn Electron
ja_jp: Acorn Electron カセット
ko: 아크론 일렉트론 카세트
nb_no: Acorn Electron Kassetter
pl: Kasety Acorn Electron
pt_pt: Cassetes Acorn Electron
ro_ro: Casete Acorn Electron
sk_sk: Acorn Electron kazety
sv_se: Acorn Electron-kassetter
tr: Acorn Electron Kasetleri
zh_tw: Acorn Electron 卡帶

# game_options
source: Acorn Electron Disks
ca: Discs d’Acorn Electron
es: Discos Acorn Electron
eu_es: Acorn Electron Diskoak
hu: Acorn Elektron lemezek
it: Dischi Acorn Electron
ja_jp: Acorn Electron ディスク
ko: 아크론 일렉트론 디스크
nb_no: Acorn Electron Disketter
pl: Dyski Acorn Electron
pt_pt: Discos Acorn Electron
ro_ro: Discuri Acorn Electron
sk_sk: Acorn Electron disky
sv_se: Acorn Electron-disketter
tr: Acorn Electron Diskleri
zh_tw: Acorn Electron 磁碟

# game_options
source: Acron Electron ROMs
ca: ROMs d’Acorn Electron
es: ROMs Acorn Electron
eu_es: Acron Electron ROM-ak
gl_es: ROM Acron Electron
hu: Acron Electron ROM-ok
it: ROM Acorn Electron
ja_jp: Acron Electron ROM
ko: 아크론 일렉트론 롬
nb_no: Acorn Electron ROM-er
pl: ROMy Acron Electron
pt_pt: ROMs Acorn Electron
ro_ro: ROM-uri Acorn Electron
sk_sk: Acron Electron ROM
sv_se: Acron Electron ROM
tr: Acron Electron ROMları

# game_options
source: Adaptive (Bottom Field First)
es: Adaptive (campo inferior primero)
eu_es: Moldagarria (Goiko eremua lehenengo)
gl_es: Adaptativo (primeiro campo inferior)
hu: Adaptív (az alsó mező az első)
it: Adaptive (Prima il Campo Inferiore)
ja_jp: アダプティブ(ボトムフィールド優先)
ko: 적응형 (하단 필드 먼저)
nb_no: Adaptiv (nederste felt først)
pl: Adaptacyjnie (najpierw dolne pole)
pt_pt: Adaptável (campo inferior primeiro)
ro_ro: Adaptive (Rândul de jos mai întâi)
sk_sk: Adaptívne (najprv spodné pole)
sv_se: Adaptiv (nedersta fältet först)
tr: Uyarlanabilir (Önce En Alt Alan)
zh_tw: 自動調整 (底部優先)

# game_options
source: Adaptive (Top Field First)
es: Adaptive (campo superior primero)
eu_es: Moldagarria (Goiko eremua lehenengo)
gl_es: Adaptativo (primeiro campo superior)
hu: Adaptív (a felső mező az első)
it: Adaptive (Prima il Campo Superiore)
ja_jp: アダプティブ(トップフィールド優先)
ko: 적응형 (상단 필드 먼저)
nb_no: Adaptiv (øverste felt først)
pl: Adaptacyjne (najpierw górne pole)
pt_pt: Adaptável (campo superior primeiro)
ro_ro: Adaptiv (Rândul de sus mai întâi)
sk_sk: Adaptívne (najprv horné pole)
sv_se: Adaptiv (översta fältet först)
tr: Uyarlanabilir (Önce En Üst Alan)
zh_tw: 自動調整 (上方優先)

# game_options
source: Adaptive Sync (Default)
es: Adaptive Sync (Por defecto)
gl_es: Sincronización adaptativa (predeterminada)
hu: Adaptív szinkronizálás (alapértelmezett)
it: Sync Adattivo (Default)
ja_jp: Adaptive Sync (標準)
ko: 적응형 동기화 (기본)
nb_no: Adaptiv synkronisering (standard)
pl: Synchronizacja adaptacyjna (domyślnie)
pt_pt: Sincronização adaptativa (Padrão)
ro_ro: Sincronizare adaptivă (Implicit)
sk_sk: Adaptívna synchronizácia (predvolené)
sv_se: Adaptiv synkronisering (standard)
tr: Uyarlanabilir Sync (Varsayılan)
vi_vn: Đồng bộ hóa thích ứng (Mặc định)
zh_tw: 自動同步 (預設)

# game_options
source: Add color to Game Boy games.
ca: Afegir color als jocs de Game Boy.
es: Añade color a los juegos de Game Boy.
eu_es: Gehitu kolorea Game Boy jokuei
gl_es: Engade cor aos xogos de Game Boy.
hu: Színt ad a Game Boy játékokhoz.
it: Aggiungi colore ai giochi Game Boy.
ja_jp: ゲームボーイのゲームに色を追加します
ko: 게임보이 게임에 색상을 추가합니다.
nb_no: Legg til farger i Game Boy-spill.
pl: Dodaj kolor do gier na Game Boy'a.
pt_pt: Adicionar cor aos jogos do Game Boy.
ro_ro: Adaugă culoare jocurilor Game Boy.
sk_sk: Pridať farbu pre hry Game Boy.
sv_se: Lägg till färg till Game Boy-spel.
tr: Game Boy oyunlarına renk kat.
vi_vn: Thêm màu sắc vào các trò chơi Game Boy.
zh_tw: 為 Game Boy 遊戲增加顏色。

# game_options
source: Add debug logging to help troubleshoot issues.
hu: Hibakeresési naplózás hozzáadása a hibaelhárításhoz.
ko: 문제 해결에 도움이 되는 디버그 로깅을 추가합니다.
pt_pt: Adicionar o log do debug para ajudar a solucionar problemas.
sv_se: Lägg till felsökningsloggning för att hjälpa till att felsöka problem.
tr: Sorunları gidermeye yardımcı olmak için hata ayıklama günlüğü ekleyin.
vi_vn: Thêm ghi nhật ký gỡ lỗi để giúp khắc phục sự cố.
zh_tw: 加入除錯紀錄以協助解決問題。

# game_options
source: Adjust mixing of CD audio. In MSU-MD, cartridge-sourced sound effects are not affected.
ca: Ajustar barreja d’àudio de CD. En el MSU-MD, no es veuen afectats els efectes sonors del cartutx.
es: Ajusta la mezcla de audio del CD. Los efectos de sonido del cartucho en MSU-MD no se verán afectados.
eu_es: Doitu CD audioaren nahasketa. MSU-MD-an, kartutxo-tik datozen soinu efektuak ez dira eraginda ikusiko.
gl_es: Axusta a mestura de audio do CD. Os efectos de son procedentes de cartuchos MSU-MD non se ven afectados.
hu: A CD hang keverésének beállítása. Az MSU-MD esetében a kazettás hanghatások nincsenek hatással.
it: Aggiusta il mixing del CD audio. In MSU-MD, gli effetti sonori generati dalla cartuccia non vengono influenzati.
ja_jp: CD音声のミキシングを調整します。 MSU-MDでは、カートリッジイメージの効果音は影響を受けません
ko: CD 오디오의 믹싱을 조정합니다. MSU-MD에서는 카트리지 소스 음향 효과가 영향을 받지 않습니다.
nb_no: Juster miksingen av CD-lyd. I MSU-MD påvirkes ikke lydeffekter fra kassetter.
pl: Dostosuj miksowanie dźwięku z płyty CD. W MSU-MD nie ma wpływu na efekty dźwiękowe pochodzące z kartridży.
pt_pt: Ajustar o mixing do Audio do CD. No MSU-MD, os efeitos sonoros do cartucho não serão afetados.
ro_ro: Ajustează mixul de audio CD. În MSU-MD, efectele sonore citite din cartelă nu sunt afectate.
sk_sk: Upraviť miešanie zvuku CD. V MSU-MD nie sú ovplyvnené zvukové efekty pochádzajúce z kartridžu.
sv_se: Justera mixningen av CD-ljud. I MSU-MD påverkas inte ljudeffekter från kassetter.
tr: CD sesinin karışımını ayarla. MSU-MD'de kartuş kaynaklı ses efektleri etkilenmez.
vi_vn: Điều chỉnh trộn âm thanh CD. Trong MSU-MD, hiệu ứng âm thanh không bị ảnh hưởng.
zh_tw: 調整CD混音，但在MSU-MD中卡匣來源的音效不受影響。

# game_options
source: Adjust screen line draw mode.
ca: Ajusta el mode de dibuixat de les línies de pantalla.
es: Ajusta el modo de dibujo de líneas de pantalla.
eu_es: Doitu pantaila lerro marrazte modua.
gl_es: Axuste o modo de debuxo da liñas da pantalla.
hu: A képernyővonal rajzolási módjának beállítása.
it: Aggiusta la modalità disegno linee a video.
ja_jp: 画面の線描画モードを調整します
ko: 화면 선 그리기 모드를 조정합니다.
nb_no: Juster modusen for skjermlinjetegning.
pl: Dostosuj tryb rysowania linii na ekranie.
pt_pt: Ajustar o modo de desenho da linha do ecrã.
ro_ro: Ajustează modul de desenare a liniei de ecran.
sk_sk: Upraviť režim kreslenia riadkov obrazovky.
sv_se: Justera skärmlinjens ritningsläge.
tr: Ekran çizgisi çizme modunu ayarla.
vi_vn: Điều chỉnh chế độ vẽ đường màn hình.
zh_tw: 調整螢幕線繪模式。

# game_options
source: Adjust the cpu power frequency profile whilst in-game. Some systems will benefit from improved voltage handling.
es: Ajusta el perfil de energía de la CPU mientras estás en el juego. Algunos sistemas se beneficiarán de un mejor manejo del voltaje.
gl_es: Axusta o perfil de frecuencia de enerxía da CPU mentres estás no xogo. Algúns sistemas beneficiaranse dunha mellor xestión do voltaxe.
hu: A cpu teljesítményfrekvencia profiljának beállítása játék közben. Egyes rendszerek számára előnyös lesz a jobb feszültségkezelés.
it: Regola il profilo della frequenza di alimentazione della CPU durante il gioco. La migliore gestione della tensione darà beneficio ad alcuni sistemi.
ja_jp: ゲーム中に CPU電力周波数プロファイルを調整します。 一部のシステムでは、電圧処理の改善によるメリットが得られます
ko: 게임 중에 CPU 전원 주파수 프로파일 조정합니다. 일부 시스템은 향상된 전압 처리로 이점을 얻을 수 있습니다.
nb_no: Juster CPU-strømfrekvensprofilen mens du er i spillet. Noen systemer vil dra nytte av forbedret spenningshåndtering.
pl: Dostosuj profil częstotliwości zasilania CPU w grze. Niektóre systemy skorzystają na ulepszonej obsłudze napięcia.
pt_pt: Ajustar o perfil de frequência de energia da CPU durante o jogo. Alguns sistemas irão beneficiar de um melhoramento na voltagem.
ro_ro: Ajustează profilul de putere și frecvență al CPU-ului în timpul jocului. Unele sisteme vor beneficia de ajustare a tensiunii îmbunătățită.
sv_se: Justera frekvensprofilen för cpu-effekt i spelet. Vissa system kommer att dra nytta av förbättrad spänningshantering.
tr: Oyun sırasında CPU güç frekans profilini ayarlayın. Bazı sistemler geliştirilmiş voltaj işlemesinden faydalanacaktır.
vi_vn: Điều chỉnh tần số nguồn CPU trong khi chơi game. Một số hệ thống sẽ được hưởng lợi từ việc xử lý điện áp được cải thiện.
zh_tw: 遊戲中調整CPU頻率功耗，部分系統會因電壓處理改善而得益。

# game_options
source: Adjust the cpu power profile whist on battery. Overwrites previous Power Mode(s).
es: Ajusta el perfil de energía de la CPU mientras la batería está encendida.Sobrescribe el modo de energía anterior.
gl_es: Axusta o perfil de enerxía da CPU mentres está ca batería. Sobrescribe os modos de enerxía anteriores.
hu: Állítsa be a cpu teljesítményprofilját, miközben az akkumulátoron van. Felülírja az előző energiamódokat.
it: Regola il profilo della frequenza della cpu con solo la batteria. Sovrascriverà tutte le modalità precedenti.
ja_jp: バッテリーを使用しながら CPU電力プロファイルを調整します。 以前の電力モードを上書きします
ko: 배터리 사용 중에 CPU 전원 프로을 조정합니다. 이전 전원 모드를 덮어씁니다.
nb_no: Juster cpu-strømprofilen på batteriet. Overskriver tidligere strømmodus(er).
pl: Dostosowuje profil zasilania CPU podczas pracy na baterii. Nadpisuje poprzednie tryby zasilania.
pt_pt: Ajustar o perfil de energia da CPU enquanto estiver na bateria. Substitui o poder anterior Modo(s).
ro_ro: Ajustează profilul de putere al CPU-ului când rulează pe baterie. Suprascrie modul de alimentare precedent.
sv_se: Justera cpu:ns energiprofil medan batteriet är på. Skriver över tidigare energiläge(n).
tr: Pildeyken CPU güç profilini ayarlayın. Önceki Güç Modlarını geçersiz kılar.
vi_vn: Điều chỉnh cấu hình nguồn CPU khi sử dụng pin. Ghi đè lên Chế độ nguồn trước đó.
zh_tw: 電池模式下調整CPU頻率功耗，將覆蓋之前的電源模式。

# game_options
source: Adjust the mechanical sounds of the table.
es: Ajusta los sonidos mecánicos de la mesa.
gl_es: Axustar os sons mecánicos da mesa.
hu: Állítsa be az asztal mechanikai hangjait.
it: Regola il suono meccanico della tavola.
ja_jp: テーブルの機械音を調整します
ko: 테이블의 기계적 소리를 조정합니다.
nb_no: Juster bordets mekaniske lyder.
pl: Dostosuj mechaniczne dźwięki stołu.
pt_pt: Ajustar os sons mecânicos da mesa.
ro_ro: Ajustează sunetele mecanice ale mesei.
sk_sk: Upraviť mechanické zvuky stola.
sv_se: Justera bordets mekaniska ljud.
tr: Tablonun mekanik seslerini ayarlayın.
vi_vn: Điều chỉnh âm thanh cơ học của bàn.
zh_tw: 調整遊戲台的機械聲音。

# game_options
source: Adjust the music volume. Some tables may have its own settings.
es: Ajusta el volumen de la música. Algunas mesas pueden tener sus propios ajustes.
gl_es: Axusta o volume da música. Algunhas mesas poden ter a súa propia configuración.
hu: Állítsa be a zene hangerejét. Egyes asztalok saját beállításokkal rendelkezhetnek.
it: Regola il volume musica. Alcune tavole hanno le loro impostazioni.
ja_jp: 音楽の音量を調整します。一部のテーブルには独自の設定がある場合があります
ko: 음악 볼륨을 조절합니다. 일부 테이블에는 자체 설정이 있을 수 있습니다.
nb_no: Juster musikkvolumet. Noen bord kan ha egne innstillinger.
pl: Dostosuj głośność muzyki. Niektóre stoły mogą mieć własne ustawienia.
pt_pt: Ajustar o volume da música. Algumas tabelas podem ter suas próprias configurações.
ro_ro: Ajustează volumul muzicii. Unele mese pot avea setările proprii.
sv_se: Justera musikvolymen. Vissa bord kan ha sina egna inställningar.
tr: Müzik ses düzeyini ayarlayın. Bazı tabloların kendi ayarları olabilir.
vi_vn: Điều chỉnh âm lượng nhạc. Một số bảng có thể có cài đặt riêng.
zh_tw: 調整音量時，部分遊戲台使用其自有設定。
