Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: xBR (Very Slow)
ca: xBR (Molt lent)
es: xBR (Muy lento)
eu_es: xBR (Oso mantsoa)
gl_es: xBR (moi lento)
hu: xBR (nagyon lassú)
it: xBR (molto lento)
ja_jp: xBR (非常に遅い)
ko: xBR (매우 느림)
nb_no: xBR (svært langsom)
pl: xBR (bardzo wolno)
pt_pt: xBR (Muito Lento)
ro_ro: xBR (Foarte lent)
sk_sk: xBR (veľmi pomalé)
sv_se: xBR (mycket långsam)
tr: xBR (Çok Yavaş)
vi_vn: xBR (Rất Chậm)
zh_tw: xBR (非常慢)

# game_options
source: xBR (Very Slow, No Edge Blending)
ca: xBR (Molt lent, no fusiona eixos)
es: xBR (Muy lento, Sin combinar bordes)
eu_es: xBR (Oso mantsoa, Ertz nahasketa gabe)
gl_es: xBR (moi lento, sen mestura de bordes)
hu: xBR (nagyon lassú, nincs élkeverés)
it: xBR (Molto lento, senza blending ai lati)
ja_jp: xBR (非常に遅い、エッジブレンディングなし)
ko: xBR (매우 느림, 엣지 블랜딩 없음)
nb_no: xBR (svært langsom, ingen kantblanding)
pl: xBR (bardzo wolno, bez mieszania krawędzi)
pt_pt: xBR (Muito Lento, Sem Mistura de Bordas)
ro_ro: xBR (Foarte lent, fără amestecarea muchiilor)
sk_sk: xBR (veľmi pomalé, bez prelínania hrán)
sv_se: xBR (mycket långsam, ingen kantblandning)
tr: xBR (Çok Yavaş, Kenar Karıştırma Yok)
vi_vn: xBR (Rất chậm, No Edge Blending)
zh_tw: xBR (非常慢，無邊緣融合)

# game_options
source: xBRZ (Default)
ca: xBRZ (Defecte)
es: xBRZ (Defecto)
eu_es: xBRZ (Defektuz)
gl_es: xBRZ (predeterminado)
hu: xBRZ (Alapértelmezett)
ja_jp: xBRZ (標準)
ko: xBRZ (기본)
nb_no: xBRZ (standard)
pl: xBRZ (domyślnie)
pt_pt: xBRZ (Predefinição)
ro_ro: xBRZ (Implicit)
sk_sk: xBRZ (predvolené)
sv_se: xBRZ (standard)
tr: xBRZ (Varsayılan)
vi_vn: xBRZ (Mặc định)
zh_tw: xBRZ (預設)

# game_options
source: yellow/blue
ca: groc/blau
es: amarillo/azul
eu_es: horia/urdina
gl_es: amarelo/azul
hu: sárga/kék
it: giallo/blu
ja_jp: 黄/青
ko: 노란색/파란색
nb_no: gul/blå
pl: żółty/niebieski
pt_pt: amarelo/azul
ro_ro: galben/albastru
sk_sk: žltá/modrá
sv_se: gul/blå
tr: sarı/mavi
vi_vn: vàng/xanh da trời

# game_options
source: 0 degrees
ca: 0 graus
es: 0 grados
eu_es: 0 gradu
gl_es: 0 graos
hu: 0 fok
it: 0 gradi
ja_jp: 回転しない
nb_no: 0 grader
pl: 0 stopni
pt_pt: 0 graus
ro_ro: 0 grade
sk_sk: 0 stupňov
sv_se: 0 grader
tr: 0 derece
vi_vn: 0 độ
zh_tw: 0度

# game_options
source: 10x Native (~3600p/6K)
pt_pt: 10x Nativo (~3600p/6K)
tr: 10x Doğal (~3600p/6K)
zh_tw: 10x 原生解析度 (~3600p/6K)

# game_options
source: 11x Native (~3960p)
pt_pt: 11x Nativo (~3960p)
tr: 11x Doğal (~3960p)
zh_tw: 11x 原生解析度 (~3960p)

# game_options
source: 12x Native (~4320p/8K)
pt_pt: 12x Nativo (~4320p/8K)
tr: 12x Doğal (~4320p/8K)
zh_tw: 12x 原生解析度 (~4320p/8K)

# game_options
source: 13x Native (~5824p)
pt_pt: 13x Nativo (~5824p)
tr: 13x Doğal (~5824p)
zh_tw: 13x 原生解析度 (~5824p)

# game_options
source: 14x Native (~6272p)
pt_pt: 14x Nativo (~6272p)
tr: 14x Doğal (~6272p)
zh_tw: 14x 原生解析度 (~6272p)

# game_options
source: 15x Native (~6720p)
pt_pt: 15x Nativo (~6720p)
tr: 15x Doğal (~6720p)
zh_tw: 15x 原生解析度 (~6720p)

# game_options
source: 16x Native (~7168p)
pt_pt: 16x Nativo (~7168p)
tr: 16x Doğal (~7168p)
zh_tw: 16x 原生解析度 (~7168p)

# game_options
source: 180 degrees
ca: 180 graus
es: 180 grados
eu_es: 180 gradu
gl_es: 180 graos
hu: 180 fok
it: 180 gradi
ja_jp: 180度回転
nb_no: 180 grader
pl: 180 stopni
pt_pt: 180 GRAUS
ro_ro: 180 de grade
sk_sk: 180 stupňov
sv_se: 180 grader
tr: 180 derece
vi_vn: 180 độ
zh_tw: 180 度

# game_options
source: 1ST PERSON GUNS
hu: ELSŐ SZEMÉLYES FEGYVEREK
pt_pt: ARMAS EM 1ª PESSOA
sv_se: 1:A PERSONENS VAPEN
tr: 1. ŞAHIS SİLAHLARI
zh_tw: 第一玩家光槍

# game_options
source: 1x Native (PS2)
pt_pt: 1x Nativo (PS2)
tr: 1x Doğal (PS2)
zh_tw: 1x 原生解析度 (PS2)

# game_options
source: 270 degrees
ca: 270 graus
es: 270 grados
eu_es: 270 gradu
gl_es: 270 graos
hu: 270 fok
it: 270 gradi
ja_jp: 右270度回転
nb_no: 270 grader
pl: 270 stopni
pt_pt: 270 GRAUS
ro_ro: 270 de grade
sk_sk: 270 stupňov
sv_se: 270 grader
tr: 270 derece
vi_vn: 270 độ
zh_tw: 270 度

# game_options
source: 386_prefetch
hu: 386_előretöltés
pt_pt: 386_pré-leitura
tr: 386_öndenyükle
zh_tw: 386_預取

# game_options
source: 386_slow
hu: 386_lassú
pt_pt: 386_lento
tr: 386_yavaş
zh_tw: 386_慢速

# game_options
source: 3DS mode (bottom side)
hu: 3DS mód (alul)
pt_pt: Modo 3DS (parte inferior)
sv_se: 3DS-läge (nedre sidan)
tr: 3DS modu (alt taraf)
zh_tw: 3DS 模式 (底邊)

# game_options
source: 3DS mode (right side)
hu: 3DS mód (jobb oldal)
pt_pt: Modo 3DS (lado direito)
sv_se: 3DS-läge (höger sida)
tr: 3DS modu (sağ taraf)
zh_tw: 3DS 模式 (右邊)

# keys_files
source: 3rd Person
hu: 3. személy
pt_pt: 3ª pessoa
sv_se: 3:e person
tr: 3. Kişi
zh_tw: 第三人

# game_options
source: 486_slow
hu: 486_lassú
pt_pt: 486_lento
tr: 486_yavaş
zh_tw: 486_慢速

# game_options
source: 5x Native (~1800p/3K)
pt_pt: 5x Nativo (~1800p/3K)
tr: 5x Doğal (~1800p/3K)
zh_tw: 5x 原生解析度 (~1800p/3K)

# game_options
source: 7x Native (~2530p)
pt_pt: 7x Nativo (~2530p)
tr: 7x Doğal (~2530p)
zh_tw: 7x 原生解析度 (~2530p)

# game_options
source: 90 degrees
ca: 90 graus
es: 90 grados
eu_es: 90 gradu
gl_es: 90 graos
hu: 90 fok
it: 90 gradi
ja_jp: 右90度回転
nb_no: 90 grader
pl: 90 stopni
pt_pt: 90 GRAUS
ro_ro: 90 de grade
sk_sk: 90 stupňov
sv_se: 90 grader
tr: 90 derece
vi_vn: 90 độ
zh_tw: 90 度

# game_options
source: 90 degrees clockwise
hu: 90 fokkal az óramutató járásával megegyező irányban
pt_pt: 90 graus no sentido dos ponteiros do relógio
tr: saat yönünde 90 derece

# game_options
source: 90 degrees counter-clockwise
hu: 90 fokkal az óramutató járásával ellentétes irányban
pt_pt: 90 graus no sentido anti-horário
tr: saat yönünün tersine 90 derece

# game_options
source: 9x Native (~3240p)
pt_pt: 9x Nativo (~3240p)
tr: 9x Doğal (~3240p)
zh_tw: 9x 原生解析度 (~3240p)

# game_options
source: A small number of games will have compatibility problems with this enabled.
hu: Néhány játéknál kompatibilitási problémák adódhatnak, ha ez engedélyezve van.
pt_pt: Um pequeno número de jogos terá problemas de compatibilidade com esta opção ativada.
tr: Bu özellik etkinleştirildiğinde, az sayıda oyunda uyumluluk sorunları yaşanabilir.
zh_tw: 啟用此功能後，少部分遊戲可能會出現相容性問題。

# game_options
source: ACCELEROMETER
hu: GYORSULÁSMÉRŐ
pt_pt: ACELERÓMETRO
tr: İVMEÖLÇER
zh_tw: 加速計

# game_options
source: AIMING CROSSHAIR
hu: AUTOMATA CÉLKERESZT
pt_pt: Mira em cruz
sv_se: HÅRKORS FÖR SIKTE
tr: NİŞANGAH İŞARETİ
zh_tw: 瞄準十字準星

# game_options
source: ANISTROPIC FILTER
hu: ANISTROPIC SZŰRŐ
pt_pt: FILTRO ANISTRÓPICO
sv_se: ANISOTROPISKT FILTER
tr: ANİZOTROPİK FİLTRE
zh_tw: 非均向性過濾器

# game_options
source: ASPECT
hu: NÉZŐPONT
pt_pt: ASPETO
sv_se: BILDFÖRHÅLLANDE
tr: EN BOY
zh_tw: 長寬比

# game_options
source: AUTO
pt_pt: AUTOMÁTICO
sv_se: AUTOMATISKT
tr: OTOMATİK
zh_tw: 自動

# game_options
source: AUTO AIMING
hu: AUTOMATIKUS CÉLZÁS
pt_pt: MIRA AUTOMÁTICA
sv_se: AUTO-SIKTE
tr: OTOMATİK NİŞANGAH
zh_tw: 自動瞄準

# game_options
source: AUTO SWITCH WEAPON
hu: AUTOMATIKUS FEGYVERVÁLTÁS
pt_pt: TROCAR ARMA AUTOMATICAMENTE
sv_se: BYT AUTOMATISKT VAPEN
tr: OTOMATİK SİLAH DEĞİŞTİR
zh_tw: 自動切換武器

# game_options
source: AUTOMATICALLY RELOAD WEAPON
hu: FEGYVER AUTOMATIKUS ÚJRATÖLTÉSE
pt_pt: RECARREGAR ARMA AUTOMATICAMENTE
sv_se: LADDA AUTOMATISKT OM VAPEN
tr: OTOMATİK SİLAH DOLDUR
zh_tw: 自動重新裝填武器

# game_options
source: Activate Doom DOS original music and throttle the Doom frame rate.
hu: A Doom DOS eredeti zenéjének aktiválása és a Doom képkocka sebességének csökkentése.
pt_pt: Ativar a música original do Doom DOS e reduzir os fps do Doom.
sv_se: Aktivera Doom DOS originalmusik och stryp Doom-bildfrekvensen.
tr: Doom DOS orijinal müziğini etkinleştirin ve Doom kare hızını azaltın.
vi_vn: Kích hoạt nhạc gốc của Doom DOS và điều chỉnh tốc độ khung hình Doom.
zh_tw: 啟動 DOOM DOS 原創音樂並自動調整畫格速度。

# game_options
source: All + Enemy Jedi Dodge
hu: Minden + Ellenséges Jedi Kitérés
pt_pt: Todos + Esquiva Jedi Inimiga
sv_se: Alla + Undvik fiende-Jedi
tr: Tüm +Enemy Jedi Dodge

# game_options
source: All Timers
hu: Minden időzítő
pt_pt: Todos os temporizadores
sv_se: Alla tidtagare
tr: Tüm Zamanlayıcılar
zh_tw: 所有計時器

# game_options
source: All voiceovers
hu: Minden szinkronhang
pt_pt: Todas as dobragens
sv_se: Alla berättarröster
tr: Tüm seslendirmeler
zh_tw: 所有配音

# game_options
source: Allows reducing the visual quality of these curves for higher performance.
hu: Lehetővé teszi ezen görbék vizuális minőségének csökkentését a jobb teljesítmény érdekében.
pt_pt: Permite reduzir a qualidade visual destas curvas para um maior desempenho.
tr: Daha yüksek performans için bu eğrilerin görsel kalitesinin azaltılmasına olanak tanır.
zh_tw: 允許降低這些曲線的畫質，以提升效能。

# keys_files
source: Alt. Attack
hu: Alt. Támadás
pt_pt: Alt. Ataque
tr: Alternatif Saldırı
zh_tw: Alt 攻擊

# game_options
source: Amount of instructions DOSBox tries to emulate
hu: A DOSBox által emulálni próbált utasítások mennyisége
pt_pt: Quantidade de instruções que o DOSBox tenta emular
sv_se: Mängden instruktioner som DOSBox försöker emulera
tr: DOSBox tarafından taklit edilmeye çalışılan talimat sayısı
zh_tw: DOSBox 嘗試模擬的指令數量

# game_options
source: Arabic
hu: Arab
pt_pt: Árabe
sv_se: Arabiska
tr: Arapça

# game_options
source: As Host (Default)
hu: Gazdaként (alapértelmezett)
pt_pt: Como Host (Padrão)
sv_se: Som värd (standard)
tr: Ana Bilgisayar Olarak (Varsayılan)
zh_tw: 主機 (預設)

# keys_files
source: Attack
hu: Támadás
pt_pt: Ataque
sv_se: Attackera
tr: Saldırı
zh_tw: 攻擊

# game_options
source: Automatic pickup weapon.
hu: Automatikus fegyver felszedés.
pt_pt: Recolher arma automaticamentetica.
sv_se: Ta automatiskt upp vapen.
tr: Silahı otomatik al.
zh_tw: 自動撿拾武器。

# game_options
source: BOBBA FETT FIX
eu_es: BOBBA FETT KONPONKETA
ja_jp: BOBBA FETT 修正
pt_pt: CORREÇÃO DO BOBBA FETT
ro_ro: FIX BOBBA FETT
sk_sk: Oprava BOBBA FETT
tr: BOBBA FETT DÜZELTMESİ

# game_options
source: BOOST RENDER RES
hu: RENDERELÉSI FELBONTÁS NÖVELÉSE
pt_pt: AUMENTAR A RES. DE RENDERIZAÇÃO
sv_se: ÖKA RENDERINGSUPPLÖSNING
tr: İŞLEME ÇÖZÜNÜRLÜĞÜNÜ ARTTIR
zh_tw: 提升算繪解析度

# game_options
source: BUFFER GRAPHICS COMMANDS
hu: PUFFER GRAFIKAI PARANCSOK
pt_pt: COMANDOS GRÁFICOS DE BUFFER
tr: ARABELLEK GRAFİK KOMUTLARI
zh_tw: 緩衝區圖形指令

# keys_files
source: Back / Menu
hu: Vissza / Menü
pt_pt: Voltar / Menu
sv_se: Tillbaka / Meny
tr: Geri / Menü
zh_tw: 返回 / 選單

# keys_files
source: Backpedal
pt_pt: Recuar
tr: Geri pedalı
zh_tw: 返回踏板

# game_options
source: Basic
hu: Alapvető
pt_pt: Básico
tr: BASİT
zh_tw: 基本

# game_options
source: C16 NTSC
tr: C16 NTSCPLUS4 NTSC

# game_options
source: CARD READER
hu: KÁRTYAOLVASÓ
pt_pt: LEITOR DE CARTÕES
sv_se: KORTLÄSARE
tr: KART OKUYUCU
zh_tw: 讀卡器

# game_options
source: CONTROLLER MODE
hu: VEZÉRLŐ MÓD
pt_pt: MODO DO COMANDO
sv_se: KONTROLLERLÄGE
tr: KONTROLCÜ MODU
vi_vn: CHẾ ĐỘ BỘ ĐIỀU KHIỂN
zh_tw: 控制器類型

# game_options
source: CPU CYCLES
hu: CPU CIKLUSOK
pt_pt: CICLOS DO CPU
sv_se: CPU-CYKLER
tr: CPU DÖNGÜLERİ
zh_tw: CPU 週期

# game_options
source: CPU Core used in emulation
hu: Az emulációban használt CPU mag
pt_pt: Núcleo do CPU utilizado na emulação
sv_se: CPU-kärna som används i emuleringen
tr: Emülasyonda kullanılan CPU Çekirdeği
zh_tw: 模擬中使用的 CPU 核心

# game_options
source: CPU Type used in emulation
hu: Az emulációban használt CPU típus
pt_pt: Tipo de CPU utilizado na emulação
sv_se: CPU-typ som används i emuleringen
tr: Emülasyonda kullanılan CPU Türü
zh_tw: 模擬中使用的 CPU 類型

# game_options
source: CPU-GPU latency limit. Lower values improve latency but may reduce performance.
hu: CPU-GPU késleltetési korlát. Az alacsonyabb értékek javítják a késleltetést, de csökkenthetik a teljesítményt.
pt_pt: Limite de latência da CPU-GPU. Valores mais baixos melhoram a latência, mas podem reduzir desempenho.
tr: CPU-GPU gecikme sınırı. Daha düşük değerler gecikmeyi iyileştirir ancak performansı düşürebilir.
zh_tw: CPU-GPU 延遲限制。數值越低可改善延遲，但可能會降低效能。

# game_options
source: CROSSHAIR LINE THICKNESS
hu: CÉLKERESZT VASTAGSÁGA
pt_pt: ESPESSURA DA LINHA DA CRUZ
sv_se: TJOCKLEK FÖR HÅRKORS
tr: NİŞANGAH ÇİZGİ KALINLIĞI
zh_tw: 細線十字準星

# game_options
source: CROSSHAIR SIZE
hu: CÉLKERÉSZ MÉRET
pt_pt: TAMANHO DA MIRA
sv_se: STORLEK FÖR HÅRKORS
tr: NİŞANGAH BOYUTU
zh_tw: 十字準星尺寸

# game_options
source: CURVE DETAIL
hu: ÍV RÉSZLETEI
pt_pt: DETALHE DA CURVA
sv_se: KURVDETALJER
tr: EĞİM AYRINTISI
zh_tw: 曲線細節

# game_options
source: CUTSCENE SUBTITLES
hu: ÁTVEZETŐ FELIRATOK
pt_pt: LEGENDAS DE CUTSCENE
sv_se: UNDERTEXT MELLANSCENER
tr: ARA SAHNE ALTYAZILARI
zh_tw: 自訂字幕

# game_options
source: CUTSCENES
hu: ÁTVEZETŐJELENETEK
sv_se: MELLANSCENER
tr: ARA SAHNELER
zh_tw: 過場動畫

# game_options
source: Center
hu: Közép
pt_pt: Centro
sv_se: Centrera
tr: Orta
vi_vn: Trung tâm
zh_tw: 中心

# game_options
source: Change the rotation of the rendered image.
hu: Módosítsa a renderelt kép forgatását.
pt_pt: Alterar a rotação da imagem renderizada.
tr: Oluşturulan görüntünün yönünü değiştirin.

# game_options
source: Changes the sleep period accuracy. Some games need this set to improve performance.
hu: Megváltoztatja az alvási időszak pontosságát. Néhány játéknak szüksége van erre a beállításra a teljesítmény javítása érdekében.
pt_pt: Alterar a precisão do período de sono. Alguns jogos necessitam deste conjunto para melhorar desempenho.
sv_se: Ändrar sömnperiodens noggrannhet. Vissa spel behöver denna inställning för att förbättra prestandan.
tr: Uyku periyodu doğruluğunu değiştirir. Bazı oyunların performansı iyileştirmek için bu ayara ihtiyacı vardır.
zh_tw: 變更休眠時的準確性，有些遊戲需要這套設定來提高效能。

# game_options
source: Choose Screen Space Ambient Occlusion for better lighting.
hu: A jobb megvilágítás érdekében válaszd a Képernyőtér Környezeti Elmosódása lehetőséget.
pt_pt: Escolha Screen Space Ambient Occlusion para uma melhor iluminação.
sv_se: Välj Screen Space Ambient Occlusion för bättre belysning.
tr: Daha iyi aydınlatma için Ekran Alanı Ortam Örtüşmesini seçin.
zh_tw: 選擇螢幕空間環境光遮蔽以獲得更好的照明。

# game_options
source: Choose console language. Not all games may support the language choice.
hu: Válaszd ki a konzol nyelvét. Nem minden játék támogatja a nyelvválasztást.
pt_pt: Escolha o idioma da consola. Nem todos os jogos conseguem suportar a escolha do idioma.
sv_se: Välj konsolens språk. Det är inte säkert att alla spel stöder språkvalet.
tr: Konsol dilini seçin. Tüm oyunlar dil seçimini desteklemeyebilir.
zh_tw: 選擇主機語言，並非所有遊戲都支援語言選擇。

# game_options
source: Choose deinterlace option.
hu: Válassza az átfedések eltávolítása (deinterlace) opciót.
pt_pt: Escolha a opção de desentrelaçamento.
tr: Taramasızlaştırma seçeneği seç.

# game_options
source: Choose difficulty for the game.
hu: Válaszd ki a játék nehézségét.
pt_pt: Escolha a dificuldade do jogo.
sv_se: Välj svårighetsgrad för spelet.
tr: Oyunun zorluğunu seçin.
zh_tw: 選擇遊戲難度。

# game_options
source: Choose shadow details.
hu: Válassza ki az árnyék részleteit.
pt_pt: Escolha os detalhes da sombra.
sv_se: Välj skuggdetaljer.
tr: Gölge ayrıntılarını seçin.
zh_tw: 選擇陰影細節。

# game_options
source: Choose slow motion death option.
hu: Válaszd a lassított halál opciót.
pt_pt: Escolha a opção de morte em câmara lenta.
sv_se: Välj alternativ för slow motion-död.
tr: Yavaş çekimde ölüm seçeneğini seçin.
zh_tw: 選擇慢動作死亡選項。

# game_options
source: Choose text language.
hu: Válassza ki a szöveg nyelvét.
pt_pt: Escolha o idioma do texto.
sv_se: Välj textspråk.
tr: Metin dilini seçin.
zh_tw: 選擇文字語言。

# game_options
source: Choose the amount of Gamma which changes how light or dark mid-range tones appear.
hu: Válassza ki a Gamma értékét, amely megváltoztatja a világos vagy sötét középtartományú tónusok megjelenését.
pt_pt: Escolha a quantidade de Gama que altera a forma como os tons médios claros ou escuros aparecem
sv_se: Välj mängden Gamma som ändrar hur ljusa eller mörka toner i mellanregistret framträder.
tr: Açık veya koyu orta tonlarının nasıl görüneceğini değiştiren Gamma miktarını seçin.
zh_tw: 選擇 Gamma 量來改變中間色調的亮度或暗度。

# game_options
source: Choose the amount of shadow detail.
hu: Válassza ki az árnyék részletességének mértékét.
pt_pt: Escolha a quantidade de detalhes da sombra.
sv_se: Välj detaljnivå för skuggor.
tr: Gölge ayrıntısının miktarını seçin.
zh_tw: 選擇陰影細節的數量。

# game_options
source: Choose the character view type.
hu: Válassza ki a karakter nézet típusát.
pt_pt: Escolha o tipo de visualização da personagem.
sv_se: Välj visningstyp för karaktären.
tr: Karakter görünüm türünü seçin.
zh_tw: 選擇角色視圖類型。

# game_options
source: Choose the controller configuration. EVDEV for a wide range of controllers, lightguns & steering wheels. SDL2 for gamepads only.
hu: Válassza ki a vezérlő konfigurációját. EVDEV a vezérlők, fénypisztolyok és kormánykerekek széles választékához. SDL2 csak gamepadekhez.
pt_pt: Escolha a configuração do comando. EVDEV para uma vasta gama de comandos, armas ligeiras e volantes. SDL2 apenas para gamepads.
sv_se: Välj styrenhetens konfiguration. EVDEV för ett brett utbud av handkontroller, ljuspistoler och rattar. SDL2 endast för gamepads.
tr: Kontrolcü yapılandırmasını seçin. Geniş yelpazede kontrolcüler, ışık tabancaları ve direksiyonlar için EVDEV. Yalnızca oyun kolları için SDL2.
vi_vn: Chọn cấu hình bộ điều khiển. EVDEV dành cho nhiều loại bộ điều khiển, súng đèn và vô lăng. SDL2 chỉ dành cho gamepad.
zh_tw: 選擇控制器配置EVDEV 適用於各種控制器、光槍和方向盤， SDL2 僅適用於遊戲手把。

# game_options
source: Choose the depth of texture quality.
hu: Válassza ki a textúra minőségének mélységét.
pt_pt: Escolha a profundidade da qualidade da textura.
sv_se: Välj djupet för texturkvaliteten.
tr: Doku kalitesinin derinliğini seçin.
zh_tw: 選擇紋理品質的深度。

# game_options
source: Choose the level of curve detail.
hu: Válassza ki a görbe részletességének szintjét.
pt_pt: Escolha o nível de detalhe da curva.
sv_se: Välj detaljnivå för kurvan.
tr: Eğim ayrıntı düzeyini seçin.
zh_tw: 選擇曲線細節級別。

# game_options
source: Choose the level of effects detail.
hu: Válassza ki az effektek részletességének szintjét.
pt_pt: Escolha o nível de detalhe dos efeitos.
sv_se: Välj detaljnivå för effekterna.
tr: Efektlerin ayrıntı düzeyini seçin.
zh_tw: 選擇效果細節級別。

# game_options
source: Choose the level of geometric detail.
hu: Válassza ki a geometriai részletesség szintjét.
pt_pt: Escolha o nível de detalhe geométrico.
sv_se: Välj nivån för geometriska detaljer.
tr: Geometrik ayrıntı düzeyini seçin.
zh_tw: 選擇幾何細節級別。

# game_options
source: Choose the level of model detail.
hu: Válassza ki a modell részletességének szintjét.
pt_pt: Escolha o nível de detalhe do modelo.
sv_se: Välj modellens detaljnivå.
tr: Model ayrıntı düzeyini seçin.
zh_tw: 選擇模型細節級別。

# game_options
source: Choose the level of terrain detail.
hu: Válassza ki a terep részletességének szintjét.
pt_pt: Escolha o nível de detalhe do terreno.
sv_se: Välj detaljnivå för terrängen.
tr: Arazi ayrıntı düzeyini seçin.
zh_tw: 選擇地形細節級別。

# game_options
source: Choose the level of texture detail.
hu: Válassza ki a textúra részletességének szintjét.
pt_pt: Escolha o nível de detalhe da textura.
sv_se: Välj nivån för texturdetaljer.
tr: Doku ayrıntı düzeyini seçin.
zh_tw: 選擇紋理細節級別。

# game_options
source: Choose the size of the heads-up display.
hu: Válaszd ki a head-up kijelző méretét.
pt_pt: Escolha o tamanho do ecrã heads-up.
sv_se: Välj storleken för översiktsskärmen.
tr: Anlık bilgi ekranı boyutunu seçin.
zh_tw: 選擇平視顯示器的尺寸。

# game_options
source: Choose the texture colour depth.
hu: Válassza ki a textúra színmélységét.
pt_pt: Escolha a profundidade da cor da textura.
sv_se: Välj texturens färgdjup.
tr: Doku renk derinliğini seçin.
zh_tw: 選擇紋理顏色深度。

# game_options
source: Choose the texture filter type.
hu: Válassza ki a textúraszűrő típusát.
pt_pt: Escolha o tipo de filtro de textura.
sv_se: Välj typ för texturfiltrering.
tr: Doku filtre türünü seçin.
zh_tw: 選擇紋理濾鏡類型。

# game_options
source: Choose to keep corpses present.
hu: Válaszd a holttestek jelenlétét.
pt_pt: Escolha manter os cadáveres presentes.
sv_se: Välj att behålla döda kroppar.
tr: Cesetler tutuldu.
zh_tw: 選擇保留屍體。

# game_options
source: Choose to render meshes as transparent polygons.
hu: Válassza ki a hálók átlátszó poligonként való renderelését.
pt_pt: Escolher renderizar malhas como polígonos transparentes.
tr: Kafesleri saydam çokgenler olarak oluşturmayı seçin.

# game_options
source: Choose voice language.
hu: Válassza ki a hang nyelvét.
pt_pt: Escolha o idioma da voz.
sv_se: Välj röstspråk.
tr: Ses dilini seçin.
zh_tw: 選擇語音語言。

# game_options
source: Choose when to enable subtitles.
hu: Válassza ki, hogy mikor szeretné engedélyezni a feliratokat.
pt_pt: Escolha quando ativar as legendas.
sv_se: Välj när undertexter aktiveras.
tr: Altyazıların ne zaman etkinleştirileceğini seçin.
zh_tw: 選擇何時啟用字幕。

# game_options
source: Choose which BIOS file for GSplus to boot with.
hu: Válassza ki, hogy a GSplus melyik BIOS-fájllal bootoljon.
pt_pt: Escolha com que ficheiro BIOS o GSplus irá arrancar.
sv_se: Välj vilken BIOS-fil som GSplus ska starta upp med.
tr: GSplus hangi BIOS dosyasıyla başlatılacak seçin.
zh_tw: 選擇 GSplus 啟動的 BIOS 文件。

# game_options
source: Complex
hu: Összetett
pt_pt: Complexa
sv_se: Komplex
tr: Karmaşık
zh_tw: 複雜的

# game_options
source: Copy to texture
hu: Másolás textúrába
pt_pt: Copiar para textura
tr: Dokuya kopyala
zh_tw: 複製到貼圖

# game_options
source: Crosshairs in supported games e.g. ActionMax, Maddog II.
hu: Célkereszt a támogatott játékokban, pl. ActionMax, Maddog II.
pt_pt: Mira em jogos suportados, por exemplo ActionMax, Maddog II.
sv_se: Hårkors i spel som stöds, t.ex. ActionMax, Maddog II.
tr: Desteklenen oyunlardaki hedef işaretleri ActionMax, Maddog II gibi.
zh_tw: 支援的遊戲中的十字準線例如 ActionMax，Maddog II。

# keys_files
source: Crouch
hu: Guggol
pt_pt: Agachar
sv_se: Kryp
tr: Çömelme
zh_tw: 蹲伏

# game_options
source: DEINTERLACE
pt_pt: DESENTRELAÇAR
tr: TARAMASIZLAŞTIR

# game_options
source: DETAILED SHADERS
hu: RÉSZLETES ÁRNYÉKOLÓK
pt_pt: SHADERS DETALHADOS
sv_se: DETALJERADE SHADERS
tr: AYRINTILI GÖLGELENDİRİCİLER
zh_tw: 細緻的著色器

# game_options
source: DIFFICULTY
hu: NEHÉZSÉG
pt_pt: DIFICULDADE
sv_se: SVÅRIGHETSGRAD
tr: ZORLUK
zh_tw: 難度

# game_options
source: DIP SWITCH 1
hu: 1. DIP-KAPCSOLÓ
pt_pt: INTERRUPTOR DIP 1
sv_se: DIP-BRYTARE 1
tr: DIP ANAHTARI 1
zh_tw: DIP開關1

# game_options
source: DIP SWITCH 2
hu: 2. DIP-KAPCSOLÓ
pt_pt: INTERRUPTOR DIP 2
sv_se: DIP-BRYTARE 2
tr: DIP ANAHTARI 2
zh_tw: DIP開關2

# game_options
source: DIP SWITCH 3
hu: 3. DIP-KAPCSOLÓ
pt_pt: INTERRUPTOR DIP 3
sv_se: DIP-BRYTARE 3
tr: DIP ANAHTARI 3
zh_tw: DIP開關3

# game_options
source: DIP SWITCH HEX 1
hu: DIP KAPCSOLÓ HEX 1
pt_pt: INTERRUPTOR DIP HEX 1
sv_se: DIP-BRYTARE HEX 1
tr: DIP ANAHTARI HEX 1
zh_tw: DIP開關HEX1

# game_options
source: DIP SWITCH HEX 2
hu: DIP KAPCSOLÓ HEX 2
pt_pt: INTERRUPTOR DIP HEX 2
sv_se: DIP-BRYTARE HEX 2
tr: DIP ANAHTARI HEX 2
zh_tw: DIP開關HEX2

# game_options
source: DISABLE CULLING
hu: LESZEDÉS TILTÁSA
pt_pt: DESATIVAR CULLING
tr: AYIKLAMAYI DEVRE DIŞI BIRAK

# game_options
source: DRAW CROSSHAIR
hu: CÉLKERÉSZ RAJZOLÁSA
pt_pt: DESENHAR CRUZ
sv_se: RITA HÅRKORS
tr: NİŞANGAHI GÖSTER
zh_tw: 繪出十字準星

# game_options
source: DXVK HUD
ca: HUD DXVK
pt_pt: MONITOR DE ALERTA DXVK
ro_ro: PANOU DXVK
tr: DXVK GÖSTERGE
zh_tw: DXVK 抬頭顯示

# game_options
source: DYNAMIC GLOW
hu: DINAMIKUS RAGYOGÁS
pt_pt: BRILHO DINÂMICO
sv_se: DYNAMISK GLÖD
tr: DİNAMİK PARILTI
zh_tw: 動態閃爍

# game_options
source: DYNAMIC LIGHTS
hu: DINAMIKUS FÉNYEK
pt_pt: LUZES DINÂMICAS
sv_se: DYNAMISK BELYSNING
tr: DİNAMİK IŞIKLAR
zh_tw: 動態燈光

# game_options
source: De-Interlaced
pt_pt: Desentrelaçado
tr: Taramasızlaştır

# game_options
source: Disable mission start confirmation.
hu: Küldetésindítás megerősítésének letiltása.
pt_pt: Desativar a confirmação de início da missão.
sv_se: Inaktivera bekräftelse av uppdragsstart.
tr: Görev başlatma onayını devre dışı bırak.
zh_tw: 停用任務開始確認。
