Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Show context-sensitive info over the game.
ca: Mostra informació relacionada sobre el joc.
es: Muestra información contextual sobre el juego.
eu_es: Erakutsi kontestuaren araberako informazioa jokoaren gainean
gl_es: Amosa información sensible ao contexto sobre o xogo.
hu: Környezetfüggő információk megjelenítése a játék során.
it: Mostra informazioni relative al contesto del gioco
ja_jp: ゲーム全体でコンテキスト依存の情報を表示します
ko: 게임 중 상황에 맞는 정보를 표시합니다.
nb_no: Vis kontekstsensitiv informasjon over spillet.
pl: Pokaż informacje kontekstowe razem z grą.
pt_pt: Mostrar informação sensível ao contexto do jogo.
ro_ro: Arată informații dependente de context deasupra jocului.
sk_sk: Zobraziť kontextovo senzitívnu informáciu nad hrou.
sv_se: Visa sammanhangsberoende information under spelets gång.
tr: Oyun üzerinde bağlam duyarlı bilgileri göster.
vi_vn: Hiển thị thông tin theo ngữ cảnh trong trò chơi.
zh_tw: 遊戲上顯示相關上下文資訊。

# game_options
source: Show on screen display messages (memory card saves..).
es: Muestra mensajes en pantalla (guardados en tarjeta de memoria, ..).
eu_es: Erakutsi pantailako mezuak (memoria txartel gordetzeak...)
gl_es: Amosar mensaxes na pantalla (gardando a tarxeta de memoria...).
hu: A képernyőn megjelenő üzenetek megjelenítése (memóriakártya mentések...).
it: Mostra i messaggi a schermo (salvataggio memory card...).
ja_jp: 画面にメッセージを表示します (メモリカードにセーブ..)
ko: 화면에 메시지(메모리 카드에 저장됨.)를 표시합니다.
nb_no: Vis skjermmeldinger (lagring av minnekort...).
pl: Wyświetlanie wiadomości ekranowych (np. zapisy na karcie pamięci).
pt_pt: Mostrar mensagens no ecrã (gravação no cartão de memória...)
ro_ro: Afișează mesaje pe ecran (salvări card memorie...).
sk_sk: Zobraziť správy na obrazovke (pamäťová karta uložená...)
sv_se: Visa meddelanden på skärmen (minneskortet sparar ...).
tr: Ekran mesajlarını göster (hafıza kartına kaydediliyor..).
vi_vn: Hiển thị thông báo trên màn hình (lưu thẻ nhớ..).
zh_tw: 在螢幕上顯示資訊(儲存卡儲存..).

# keys_files
source: Show the cheat menu
es: Mostrar menú de trucos
eu_es: Erakutsi tranpen menua
gl_es: Amosa o menú de trucos
hu: Mutasd meg a csaló menüt
it: Mostra il menu di cheat
ja_jp: チートメニューを表示
ko: 치트 메뉴 표시
nb_no: Vis jukse-menyen
pl: Pokaż menu cheatów
pt_pt: Mostrar o menu de códigos
ro_ro: Afișează meniul de trișări
sk_sk: Zobraziť ponuku cheatov
sv_se: Visa fuskmenyn
tr: Hile menüsünü göster
vi_vn: Hiển thị menu Cheat
zh_tw: 顯示作弊選單

# game_options
source: Show/Hide guns borders for specific systems
ca: Mostrar/ocultar vores de pistola per a sistemes específics
es: Muestra/Oculta los bordes de armas para juegos específicos
eu_es: Erakutsi/Ezkutatu pistola ertzak sistema konkretuetan
gl_es: Mostra/Oculta os bordos das armas para sistemas específicos
hu: A fegyverek határainak megjelenítése/elrejtése bizonyos rendszerek esetében
it: Mostra/Nascondi i bordi delle pistole per i sistemi specificati
ja_jp: 特定のシステムの銃の境界線を表示/非表示
ko: 특정 시스템에 대한 총 테두리 표시/숨기기
nb_no: Vis/skjul våpenrammer for bestemte systemer
pl: Pokaż/ukryj obramowania broni dla określonych systemów
pt_pt: Mostrar/Ocultar bordas de armas para sistemas específicos
ro_ro: Arată/Ascunde marginile pistolului pentru anumite sisteme
sk_sk: Zobrazí/skryje kraje zbrane pre špecifické systémy
sv_se: Visa/dölj vapenkanter för specifika system
tr: Belirli sistemler için silah sınırlarını Göster/Gizle
vi_vn: Hiển thị/Ẩn đường viền súng cho các hệ thống cụ thể
zh_tw: 顯示/隱藏特定系統的槍邊界

# keys_files
source: Shows or hides the menu bar
es: Mostrar u ocultar la barra de menú
eu_es: Menu barra erakutsi edo ezkutatzen du
gl_es: Amosa ou oculta a barra de menú
hu: Megjeleníti vagy elrejti a menüsort
it: Mostra o nascondi la barra del menu
ja_jp: メニューバーを表示/非表示
ko: 메뉴바를 표시 또는 숨김
nb_no: Viser eller skjuler menylinjen
pl: Wyświetla lub ukrywa pasek menu
pt_pt: Mostrar ou ocultar a barra de menu
ro_ro: Arată sau ascunde bara de meniu
sk_sk: Zobrazí alebo skryje ponuku
sv_se: Visar eller döljer menyfältet
tr: Menü çubuğunu gösterir veya gizler
vi_vn: Hiển thị hoặc ẩn thanh menu
zh_tw: 顯示或隱藏選單欄

# game_options
source: Shrink/expand tattoo to fit within the bezel's border.
ca: Encongeix/expandeix calcomania per encaixar amb les vores d’una motllura.
es: Reduce/expande el calco para que quepa dentro del borde del bisel.
eu_es: Estutu/zabaldu tatuaia bezel-aren iskinetara egokitzeko
gl_es: Reduce/expande a tatuaxe para encaixala dentro do bordo do bisel.
hu: Zsugorítás / bővítés a tetoválásnál, hogy illeszkedjen a keret szegélyéhez.
it: Riduci/espandi il tatoo per coprire il bordo della cornice.
ja_jp: ベゼル内に収まるようにイメージ画像を縮小/拡大します
ko: 베젤의 테두리에 맞게 문신을 축소/확장합니다.
nb_no: Krymp/utvid tatoveringen slik at den passer innenfor rammen.
pl: Zmniejsz / powiększ tatuaż, aby zmieścić się w ramce.
pt_pt: Reduz/expande a sobreposição para caber na borda da moldura.
ro_ro: Micșorează/mărește tatuajul pentru a se încadra în marginea ramei.
sk_sk: Zmenšiť/roztiahnuť tetovanie, aby sa zmestilo do okraja rámčeka.
sv_se: Krymp/expandera tatueringen så att den passar inom ramens kant.
tr: Dövmeyi çerçevenin kenarına sığacak şekilde küçültün/genişletin.
vi_vn: Thu nhỏ/mở rộng hình xăm để vừa với đường viền của khung bezel.
zh_tw: 縮小/放大紋理以適應邊框。

# game_options
source: Shunt 10
gl_es: Desviador 10
hu: Manőver 10
ja_jp: 変更 10
ko: 션트 10
pt_pt: Derivação 10
ro_ro: Manevra 10
tr: Türetme 10
zh_tw: 分流器10

# game_options
source: Shunt 2
gl_es: Desviador 2
hu: Manőver 2
ja_jp: 変更 2
ko: 션트 2
pt_pt: Derivação 2
ro_ro: Manevra 2
tr: Türetme 2
zh_tw: 分流器2

# game_options
source: Shunt 3
gl_es: Desviador 3
hu: Manőver 3
ja_jp: 変更 3
ko: 션트 3
pt_pt: Derivação 3
ro_ro: Manevra 3
tr: Türetme 3
zh_tw: 分流器3

# game_options
source: Shunt 4
gl_es: Desviador 4
hu: Manőver 4
ja_jp: 変更 4
ko: 션트 4
pt_pt: Derivação 4
ro_ro: Manevra 4
tr: Türetme 4
zh_tw: 分流器4

# game_options
source: Shunt 5
gl_es: Desviador 5
hu: Manőver 5
ja_jp: 変更 5
ko: 션트 5
pt_pt: Derivação 5
ro_ro: Manevra 5
tr: Türetme 5
zh_tw: 分流器5

# game_options
source: Shunt 6
gl_es: Desviador 6
hu: Manőver 6
ja_jp: 変更 6
ko: 션트 6
pt_pt: Derivação 6
ro_ro: Manevra 6
tr: Türetme 6
zh_tw: 分流器6

# game_options
source: Shunt 7
gl_es: Desviador 7
hu: Manőver 7
ja_jp: 変更 7
ko: 션트 7
pt_pt: Derivação 7
ro_ro: Manevra 7
tr: Türetme 7
zh_tw: 分流器7

# game_options
source: Shunt 8
gl_es: Desviador 8
hu: Manőver 8
ja_jp: 変更 8
ko: 션트 8
pt_pt: Derivação 8
ro_ro: Manevra 8
tr: Türetme 8
zh_tw: 分流器8

# game_options
source: Shunt 9
gl_es: Desviador 9
hu: Manőver 9
ja_jp: 変更 9
ko: 션트 9
pt_pt: Derivação 9
ro_ro: Manevra 9
tr: Türetme 9
zh_tw: 分流器9

# game_options
source: Simple
eu_es: Sinplea
hu: Egyszerű
it: Semplice
ja_jp: シンプル
ko: 단순함
nb_no: Enkel
pl: Prosty
pt_pt: Simples
ro_ro: Simplu
sk_sk: Jednoduché
sv_se: Enkel
tr: Basit
vi_vn: Đơn giản
zh_tw: 簡單的

# game_options
source: Simple (interpreter for old real-mode games)
ca: Simple (intèrpret per a jocs antics en mode real)
es: Simple (intérprete para juegos antiguos en modo real)
eu_es: Sinplea (modu-errealeko joku zaharrentzat interpretatzailea)
gl_es: Simple (intérprete para xogos antigos en modo real)
hu: Egyszerű (fordító a régi valós módú játékokhoz)
it: Semplice (interprete per vecchi giochi real-mode)
ja_jp: シンプル（古いリアルモードゲームのインタプリタ）
ko: 단순함 (오래된 리얼 모드 게임용 해석기)
nb_no: Simple (tolk for gamle spill i ekte modus)
pl: Prosta (interpreter dla starych gier w trybie rzeczywistym)
pt_pt: Simples (interpreter para juegos antigos em modo real)
ro_ro: Simplu (interpretor pentru jocurile vechi în mod real)
sk_sk: Jednoduché (interpreter pre staré hry v reálnom režime)
sv_se: Enkel (tolk för gamla real-mode-spel)
tr: Basit (eski gerçekçi-mod oyunları için yorumlayıcı)
vi_vn: Đơn giản (trình thông dịch cho các trò chơi cũ)
zh_tw: 簡單(舊款真實模式遊戲的直譯器)

# game_options
source: Simple 2x
eu_es: Arrunta 2x
hu: Egyszerű 2x
it: Semplice 2x
ja_jp: シンプル 2x
ko: 단순함 2배
nb_no: Enkel 2x
pl: Proste 2x
ro_ro: Simplu 2x
sk_sk: Jednoduché 2x
sv_se: Enkel 2x
tr: Basit 2x
vi_vn: Đơn giản 2x
zh_tw: 簡單2x

# game_options
source: Simplified Chinese
ca: Xinès simplificat
es: Chino Simplificado
eu_es: Txinatar sinplifikatua
gl_es: Chinés Simplificado
hu: Egyszerűsített kínai
it: Cinese simplificato
ja_jp: 簡体字中国語
ko: 중국어 간체
nb_no: Kinesisk
pl: Chiński uproszczony
pt_pt: Chinês Simplificado
ro_ro: Chineză simplificată
sk_sk: Zjednodušená čínština
sv_se: Förenklad kinesiska
tr: Basitleştirilmiş Çince
vi_vn: Trưng Quốc giản thể
zh_tw: 簡體中文

# game_options
source: Simulate LCD color inaccuracy.
ca: Simular la imprecisió de l’LCD color.
es: Simula la inexactitud de color de la pantalla LCD.
eu_es: Simulatu LCD kolore zehatzasun eza.
gl_es: Simula a imprecisión da cor LCD.
hu: Szimulálja az LCD színpontatlanságát.
it: Simula inaccuratezza colori LCD.
ja_jp: LCDの色の不正確さをシミュレートします
ko: LCD 색상 부정확성을 시뮬레이션합니다.
nb_no: Simulerer unøyaktighet i LCD-fargene.
pl: Symuluj niedokładność kolorów wyświetlacza LCD.
pt_pt: Simula a imprecisão de cor do LCD.
ro_ro: Simulează inacuratețea culorilor LCD-ului.
sk_sk: Simulovať nepresnosť farieb LCD.
sv_se: Simulerar felaktigheter i LCD-färg.
tr: LCD renk yanlışlığını simüle edin.
vi_vn: Mô phỏng độ không chính xác màu LCD.
zh_tw: 模擬LCD顏色不準確。

# game_options
source: Simultaneous
ca: Simultani
es: Simultáneos
eu_es: Simultaneoa
gl_es: Simultáneos
hu: Egyidejű
it: Simultaneo
ja_jp: パッド&キーボード
ko: 동시
nb_no: Samtidig
pl: Jednoczesne
pt_pt: Simultâneo
ro_ro: Simultan
sk_sk: Súčasné
sv_se: Samtidigt
tr: Eş zamanlı
vi_vn: Đồng thời
zh_tw: 同時發生的

# game_options
source: Sinclair 1 Joystick
ca: Palanca Sinclair 1
es: Joystick Sinclair 1
eu_es: Sinclair 1 Joystick-a
it: Joystick Sinclair 1
ja_jp: Sinclair 1 ジョイスティック
ko: 싱클레어 1 조이스틱
nb_no: Sinclair 1 Styrespaken
pt_pt: Comando 1 Sinclair
ro_ro: Joystick Sinclair 1
sv_se: Sinclair 1-styrspak
zh_tw: Sinclair 搖桿1

# game_options
source: Sinclair 1 controller set to AUTO.
ca: El comandament Sinclair 1 està establert a AUTOMÀTIC.
es: Mando Sinclair 1 configurado como AUTO.
eu_es: Sinclair 1 kontrolatzailea AUTO moduan ezarrita.
gl_es: Mando Sinclair 1 configurado en AUTO.
hu: A Sinclair 1 vezérlő AUTO állásba van állítva.
it: Controller Sinclair 1 impostato su AUTO.
ja_jp: Sinclair 1 コントローラーは[自動]にします
ko: 싱클레어 1 컨트롤러가 자동으로 설정되었습니다.
nb_no: Sinclair 1-regulatoren er satt til AUTO.
pl: Kontroler Sinclair 1 ustawiony na AUTO.
pt_pt: Comando Sinclair 1 configurado para AUTOMÁTICO.
ro_ro: Controler Sinclair 1 setat pe AUTO.
sk_sk: Sinclair 1 ovládač nastavený na AUTO.
sv_se: Sinclair 1 styrenhet inställd på AUTO.
tr: Sinclair 1 kontrolcü otomatik ayarlandı.
vi_vn: Bộ điều khiển Sinclair 1 được đặt thành tự động.
zh_tw: Sinclair 控制器1設定為自動。

# game_options
source: Sinclair 2 Joystick
ca: Palanca Sinclar 2
es: Joystick Sinclair 2
eu_es: Sinclair 2 Joystick-a
it: Joystick Sinclair 2
ja_jp: Sinclair 2 ジョイスティック
ko: 싱클레어 2 조이스틱
pt_pt: Comando 2 Sinclair
ro_ro: Joystick Sinclair 2
sv_se: Sinclair 2-styrspak
zh_tw: Sinclair 搖桿2

# game_options
source: Sinclair 2 controller set to AUTO.
ca: El comandament Sinclair 2 està establert a AUTOMÀTIC.
es: Mando Sinclair 2 configurado como AUTO.
eu_es: Sinclair 2 kontrolatzailea AUTO moduan ezarrita.
gl_es: Mando Sinclair 2 configurado en AUTO.
it: Controller Sinclair 2 impostato su AUTO.
ja_jp: Sinclair 2 コントローラーは[自動]にします
ko: 싱클레어 2 컨트롤러가 자동으로 설정되었습니다.
nb_no: Sinclair 2-kontrolleren er satt til AUTO.
pl: Kontroler Sinclair 2 ustawiony na AUTO.
pt_pt: Comando Sinclair 2 configurado para AUTOMÁTICO.
ro_ro: Controler Sinclair 2 setat pe AUTO.
sk_sk: Sinclair 2 ovládač nastavený na AUTO.
sv_se: Sinclair 2 styrenheten inställd på AUTO.
tr: Sinclair 2 kontrolcü otomatik ayarlandı.
vi_vn: Bộ điều khiển Sinclair 2 được đặt thành tự động.
zh_tw: Sinclair 控制器2設定為自動。

# game_options
source: Sine
hu: Szinusz
ko: 사인
pl: Sinus
pt_pt: Seno
tr: Sinüs
zh_tw: 正弦

# game_options
source: Singapore
ca: Singapur
es: Singapur
eu_es: Singapur
gl_es: Singapur
hu: Szingapúr
ja_jp: シンガポール
ko: 싱가포르
pl: Singapur
pt_pt: Singapura
sk_sk: Singapur
tr: Singapur

# game_options
source: Single
ca: Únic
es: Único
eu_es: Bakarra
gl_es: Único
hu: Egyetlen
it: Singolo
ja_jp: シングル
ko: 싱글
nb_no: Enkel
pl: Pojedynczy
pt_pt: Simples
ro_ro: Singur
sk_sk: Jednoduché
sv_se: Singel
tr: Tek
zh_tw: 單一的

# game_options
source: Sirius/Atari (2x 1-button Digital, II+ Only)
ca: Sirius/Atari (2x 1-botó Digital, Només II+)
es: Sirius/Atari (2x digital 1 botón, sólo II+)
eu_es: Sirius/Atari (2x 1-botoi Digitala, II+ Bakarrik)
gl_es: Sirius/Atari (2x 1 botón dixital, só II+)
hu: Sirius/Atari (2x 1-gomb Digital, II+ Only)
it: Sirius/Atari (2x 1-bottone digitale, Solo II+)
ja_jp: Sirius/Atari (2x 1 ボタン デジタル,II+ 専用)
ko: 시리우스/아타리 (2배 1버튼 디지털, II+ 전용)
nb_no: Sirius/Atari (2x 1-knapps digital, kun II+)
pt_pt: Sirius/Atari (2x 1-Botão Digital, II+ Apenas)
ro_ro: Sirius/Atari (2x 1-buton Digital, doar II+)
sk_sk: Sirius/Atari (2x 1-tlačidlá digitálne, iba II+)
sv_se: Sirius/Atari (2x 1-knapps digital, endast II+)
tr: Sirius/Atari (2x 1-tuş Dijital, Yalnızca II+)
zh_tw: Sirius/Atari (2x數位單鍵，僅限II+)

# game_options
source: Skip
ca: Ometre
es: Omitir
eu_es: Saltatu
gl_es: Omitir
hu: Ugrás
it: Salta
ja_jp: スキップ
ko: 건너뛰기
nb_no: Hopp over
pl: Pomiń
pt_pt: Saltar
ro_ro: Omite
sk_sk: Preskočiť
sv_se: Hoppa över
tr: Atla
vi_vn: Bỏ qua
zh_tw: 跳過

# game_options
source: Skip (safer)
ca: Ometre (segur)
es: Omitir (más seguro)
eu_es: Saltatu (seguruagoa)
gl_es: Saltar (máis seguro)
hu: Ugrás (biztonságosabb)
it: Salta (più sicuro)
ja_jp: スキップ(安全)
ko: 건너뛰기 (더 안전함)
nb_no: Hopp over (tryggere)
pl: Pomiń (bezpieczniej)
pt_pt: Saltar (mais seguro)
ro_ro: Omite (mai sigur)
sk_sk: Preskočiť (bezpečnejšie)
sv_se: Hoppa över (säkrare)
tr: Atla (daha güvenli)
vi_vn: Bỏ qua (an toàn hơn)
zh_tw: 跳過(更安全)

# game_options
source: Skip All
es: Saltar todo
eu_es: Saltatu Denak
gl_es: Saltar todo
hu: Az összeset átlépni
it: Salta Tutti
ja_jp: すべてスキップ
ko: 모두 건너뛰기
nb_no: Hopp over alle
pl: Pomiń wszystko
pt_pt: Saltar Tudo
ro_ro: Omite-le pe toate
sk_sk: Preskočiť všetko
sv_se: Hoppa över alla
tr: Tümünü Atla
vi_vn: Bỏ qua tất cả
zh_tw: 全部跳過

# game_options
source: Skip Drawing
ca: Ometre dibuixat
es: Omitir dibujado
eu_es: Zeruaren Marraztea
gl_es: Saltar debuxado
hu: Rajzolás kihagyása
it: Salta il disegno
ja_jp: スキップドロウ(描画)
ko: 그리기 건너뛰기
nb_no: Hopp over tegning
pl: Pomiń rysowanie
pt_pt: Saltar Desenho
ro_ro: Omite desenarea
sk_sk: Preskočiť kresbu
sv_se: Hoppa över ritning
tr: Çizimi Atla
zh_tw: 跳過繪圖

# game_options
source: Skip Initial
es: Saltar inicial
eu_es: Saltatu Haserakoa
gl_es: Saltar inicio
hu: Kezdet kihagyása
it: Salta Iniziali
ja_jp: イニシャルをスキップ
ko: 초기 건너뛰기
nb_no: Hopp over innledende
pl: Pomiń początkowo
pt_pt: Saltar Início
ro_ro: Omite-le pe cele inițiale
sk_sk: Preskočiť úvodné
sv_se: Hoppa över inledning
tr: İlkini Atla
vi_vn: Bỏ qua ban đầu
zh_tw: 跳過首字母

# game_options
source: Skip buffer disables auto frameskip and renders at display output resolution.
ca: Ometre memòria intermèdia desactiva el salt automàtic de quadres i renderitza a la resolució de sortida de la pantalla.
es: Omitir búfer desactiva el salto de fotogramas automático y renderiza con resolución de salida de pantalla.
eu_es: Buffer saltoa, fotograma salto automatikoa desgaitzen du eta irteerako pantaila resoluzioan renderizatzen du.
gl_es: O búfer de salto desactiva o salto de fotogramas automático e renderiza a resolución de saída da pantalla.
it: Salta buffer disabilita l'auto frameskip e disegna alla risoluzione d'uscita.
ja_jp: スキップバッファは自動フレームスキップを無効にし、出力解像度で表示します
ko: 버퍼 건너뛰기는 자동 프레임 건너뛰기를 비활성화하고 디스플레이 출력 해상도로 렌더링합니다.
nb_no: Hopp over buffer deaktiverer automatisk frameskip og gjengir i skjermens utgangsoppløsning.
pl: Pominięcie bufora wyłącza automatyczny frameskip i renderuje w rozdzielczości wyjściowej wyświetlacza.
ro_ro: Omiterea buffer-ului dezactivează omiterea automată a cadrelor și redă la rezoluția de ieșire a ecranului.
sk_sk: Preskočiť vyrovnávaciu pamäť deaktivuje automatické preskakovanie snímok a vykresľuje vo výstupnom rozlíšení displeja.
vi_vn: Bỏ qua bộ đệm sẽ tắt chế độ tự động bỏ qua khung hình và hiển thị ở độ phân giải đầu ra của màn hình.

# game_options
source: Skip buffer effects
ca: Ometre efectes de memòria intermèdia
es: Omitir efectos de búfer
eu_es: Saltatu buffer efektuak
gl_es: Omita os efectos do buffer
hu: Pufferhatások kihagyása
it: Effetti di salto buffer
ja_jp: バッファエフェクトをスキップ
ko: 버퍼 효과 건너뛰기
nb_no: Hopp over buffereffekter
pl: Pomiń efekty buforowania
pt_pt: Saltar efeitos de buffer
ro_ro: Omite efectele de buffer
sk_sk: Preskočiť efekty vyrovnávacej pamäte
sv_se: Hoppa över bufferteffekter
tr: Arabellek efektlerini atla
vi_vn: Bỏ qua hiệu ứng bộ đệm
zh_tw: 跳過緩衝效果

# keys_files
source: Skip cutscene
es: Saltar escena
eu_es: Saltatu tarteko eszena
gl_es: Saltar escena
hu: A jelenetet kihagyása
it: Salta intermezzo
ja_jp: カットシーンをスキップ
ko: 게임 중간 영상 건너뛰기
nb_no: Hopp over filmsnutt
pl: Pomiń przerywnik
pt_pt: Saltar cuscene
ro_ro: Omite scena intermediară
sk_sk: Preskočiť scénu
sv_se: Hoppa över mellanscen
tr: Ara sahneyi atla
vi_vn: Bỏ qua cắt cảnh
zh_tw: 跳過過場動畫

# game_options
source: Skip frames to improve performance, at the cost of choppy motion.
ca: Ometre quadres per millorar el rendiment, a cost de poca fluïdesa.
es: Omite fotogramas para mejorar el rendimiento, a costa de un movimiento entrecortado.
eu_es: Saltatu koadorak abiadua hobetzeko, saltokako mugimendua sortzearen lepotik
gl_es: Omite fotogramas para mellorar o rendemento, a costa dun movemento entrecortado.
hu: Hagyja ki a képkockákat a teljesítmény javítása érdekében, szaggatott mozgás árán.
it: Salta i frames per migliorare la performance, al costo di movimenti a scatti.
ja_jp: フレームを間引きし描写速度を向上させますが、動きが途切れる可能性
ko: 성능 향상을 위해 프레임을 건너뛰지만, 동작이 끊기는 문제가 있습니다.
nb_no: Hopp over bilder for å forbedre ytelsen, på bekostning av hakkete bevegelser.
pl: Pomijaj klatki, aby poprawić wydajność, kosztem zniekształconego ruchu.
pt_pt: Saltar frames para melhorar o desempenho, ao custo de movimentos irregulares.
ro_ro: Omite cadre pentru a îmbunătăți performanța, cu costul unei mișcări mai sacadate.
sk_sk: Preskočiť snímky na zlepšenie výkonu za cenu trhaného pohybu.
sv_se: Hoppa över bildrutor för att förbättra prestandan, på bekostnad av hackig rörelse.
tr: Kesintili hareket karşılığında performansı artırmak için kareleri atla.
vi_vn: Bỏ qua các khung hình để cải thiện hiệu suất, với chi phí của chuyển động choppy.Bỏ qua khung hình để cải thiện hiệu suất nhưng phải trả giá bằng chuyển động giật cục.
zh_tw: 跳幀以提高效能，代價是運動不穩定。

# game_options
source: Skip frames to improve performance, at the cost of choppy motion. Can cause visual glitches.
ca: Ometre quadres per millorar el rendiment, a cost de poca fluïdesa. Pot provocar errades.
es: Omite fotogramas para mejorar el rendimiento a costa de posibles tirones en la imagen. Puede causar fallos visuales.
eu_es: Saltatu fotogramak eraginkortasuna hobetzeko, mugimentu moztuak sortzearen lepotik. Arazo bisualak sor ditzake.
gl_es: Omita fotogramas para mellorar o rendemento, a costa de tiróns. Pode causar fallas visuais.
hu: Hagyja ki a képkockákat a teljesítmény javítása érdekében, szaggatott mozgás árán. Vizuális hibákat okozhat.
it: Salta frames per migliorare la performance, al costo di movimenti a scatti. Può causare problemi visivi.
ja_jp: フレームスキップしてを向上させますが、動きの途切れ、視覚的な不具合が出る可能性があります
ko: 프레임을 건너뛰어 성능을 향상시키지만 동작이 고르지 않습니다. 시각적 결함이 발생할 수 있습니다.
nb_no: Hopp over bilder for å forbedre ytelsen, på bekostning av hakkete bevegelser. Kan forårsake visuelle forstyrrelser.
pl: Pomijaj klatki, aby poprawić wydajność, kosztem płynnego ruchu. Może powodować zakłócenia wizualne.
pt_pt: Saltar frames para melhorar o desempenho, ao custo de movimentos irregulares. Pode causar falhas visuais.
ro_ro: Omite cadre pentru a îmbunătăți performanța, cu costul mișcării mai sacadate. Poate cauza probleme vizuale.
sk_sk: Preskakovanie snímok na zlepšenie výkonu za cenu trhaného pohybu. Môže spôsobiť vizuálne poruchy.
sv_se: Hoppa över bildrutor för att förbättra prestandan, på bekostnad av hackiga rörelser. Kan orsaka visuella störningar.
tr: Kesintili hareket karşılığında performansı artırmak için kareleri atla. Görsel hatalara neden olabilir.
vi_vn: Bỏ qua các khung hình để cải thiện hiệu suất nhưng phải trả giá bằng chuyển động giật cục. Có thể gây ra trục trặc thị giác.
zh_tw: 跳幀以提高效能，代價是運動不穩定。會導致視覺故障。

# game_options
source: Skip the bios boot logo, may cause default language issues.
es: Omite el logo de inicio de la BIOS, puede causar problemas con el idioma predeterminado.
gl_es: Omita o logotipo de inicio da bios, pode causar problemas ca lingua predeterminada.
hu: A bios rendszerindítási logó kihagyása alapértelmezett nyelvi problémákat okozhat.
it: Salta il logo d'avvio bios, può causare problemi con la lingua di default.
ja_jp: BIOS ブート ロゴをスキップすると、言語の問題が発生する可能性があります
ko: 바이오스 부팅 로고를 건너뛰면 기본 언어 문제가 발생할 수 있습니다.
nb_no: Hopp over bios-oppstartslogoen, det kan føre til problemer med standardspråket.
pl: Pomiń logo startowe biosu, może to spowodować problemy z domyślnym językiem.
pt_pt: Saltar o logotipo de inicialização da BIOS, pois pode causar problemas de idioma padrão.
ro_ro: Omite logoul de boot BIOS. Poate cauza probleme cu limba implicită.
sk_sk: Preskočiť prvé logo biosu, môže spôsobiť chyby predvoleného jazyka.
sv_se: Hoppa över BIOS-startlogotypen, kan orsaka problem med standardspråket.
tr: Bios önyükleme logosunu atla, varsayılan dil sorunlarına neden olabilir.
vi_vn: Bỏ qua logo khởi động BIOS, có thể gây ra các vấn đề ngôn ngữ mặc định.
zh_tw: 跳過bios引導標誌，可能會導致預設語言問題。

# game_options
source: Skip the initial intro video.
es: Omite el vídeo de introducción inicial.
eu_es: Saltatu haserako sarrera bideoa.
gl_es: Omita o vídeo de presentación inicial.
hu: Hagyd ki a kezdeti bevezető videót.
it: Salta il video della intro iniziale.
ja_jp: 最初のイントロ映像をスキップします
ko: 초기 소개 동영상을 건너뜁니다.
nb_no: Hopp over den første introduksjonsvideoen.
pl: Pomiń wstępny film wprowadzający.
pt_pt: Saltar o vídeo de introdução inicial.
ro_ro: Omite videoul introductiv inițial.
sk_sk: Preskočiť úvodné video.
sv_se: Hoppa över den inledande introduktionsvideon.
tr: İlk tanıtım videosunu atlayın.
vi_vn: Bỏ qua video giới thiệu ban đầu.
zh_tw: 跳過最初的介紹視訊。

# game_options
source: Skipping it can break some games.
ca: Ometre-ho pot fer fallar alguns jocs.
es: Omitirlo puede colgar algunos juegos.
eu_es: Saltatzeak joku batzuk apurtu ditzake.
gl_es: Saltalo pode romper algúns xogos.
hu: Ennek kihagyása néhány játékot tönkretehet.
it: Saltarlo potrebbe far smettere di funzionare alcuni giochi.
ja_jp: スキップすると、ゲームが壊れる可能性があります
ko: 이것을 건너뛰면 일부 게임이 중단될 수 있습니다.
nb_no: Hvis du hopper over det, kan det ødelegge noen spill.
pl: Pominięcie tego może powodować problemy w niektórych grach.
pt_pt: Saltar pode travar alguns jogos.
ro_ro: Omițând-ul poate strica anumite jocuri.
sk_sk: Preskočenie môže poškodiť niektoré hry.
sv_se: Att hoppa över det kan förstöra vissa spel.
tr: Atlamak bazı oyunları bozabilir.
vi_vn: Bỏ qua nó có thể làm hỏng một số trò chơi.
zh_tw: 跳過它會破壞一些遊戲。
