Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: bottom only
ca: només inferior
es: sólo abajo
eu_es: beheran bakarrik
gl_es: só abaixo
hu: csak lent
it: solo sotto
ja_jp: 下画面のみ（切替不可）
ko: 하단만
nb_no: kun bunnen
pl: tylko dół
pt_pt: apenas inferior
ro_ro: doar jos
sk_sk: iba dolu
sv_se: endast botten
tr: sadece alt
vi_vn: chỉ dưới
zh_tw: 只有底部

# game_options
source: bottom/top
ca: inferior/superior
es: abajo/arriba
eu_es: beheran/goran
gl_es: abaixo/arriba
hu: lent/fent
it: sotto/sopra
ja_jp: 下 / 上
ko: 하단/상단
nb_no: bunn/topp
pl: dół/góra
pt_pt: inferior/superior
ro_ro: jos/sus
sk_sk: dolu/hore
sv_se: botten/topp
tr: alt/üst
vi_vn: dưới/trên
zh_tw: 底部/頂部

# keys_files
source: concussion missile
es: misil de concusión
gl_es: misil de conmoción
hu: agyrázkódásos rakéta
it: missile a concussione
ja_jp: 震盪ミサイル
ko: 충격 미사일
pl: rakieta udarowa
pt_pt: míssil de concussão
ro_ro: rachetă cu contuzie
sv_se: hjärnskakningsmissil
tr: sarsıntı füzesi
vi_vn: tên lửa chấn động
zh_tw: 震盪飛彈

# game_options
source: dark knight
ca: cavaller fosc
es: caballero oscuro
eu_es: zaldun iluna
gl_es: cabaleiro escuro
hu: sötét lovag
it: cavaliere oscuro
ko: 다크 나이트
nb_no: mørk ridder
pl: mroczny rycerz
pt_pt: noite escura
ro_ro: cavaler negru
sk_sk: tmavý rytier
sv_se: mörk riddare
vi_vn: hiệp sĩ bóng đêm
zh_tw: 黑暗騎士

# game_options
source: diagonal filter
es: filtro diagonal
gl_es: filtro diagonal
hu: diagonális szűrő
it: filtro diagonale
ja_jp: 対角フィルタ
ko: 대각선 필터
nb_no: diagonalt filter
pl: filtr diagonalny
pt_pt: filtro diagonal
ro_ro: filtru diagonal
sk_sk: diagonálny filter
sv_se: diagonalt filter
tr: çapraz filtre
vi_vn: bộ lọc chéo
zh_tw: 對角濾波器

# keys_files
source: drop proximity bomb
es: lanzar bomba de proximidad
gl_es: lanzar bomba de proximidade
hu: közelségi bomba ledobása
it: lancia bomba di prossimita'
ja_jp: 近接爆弾を投下
ko: 근접 폭탄 투하
pl: zrzuć bombę zbliżeniową
pt_pt: lançar bomba de proximidade
ro_ro: aruncă bombă în proximitate
sv_se: släpp närstridsbomb
tr: yakınlık bombası at
vi_vn: thả bom ở gần
zh_tw: 投擲近炸彈

# keys_files
source: exit game
es: salir de juego
gl_es: saír do xogo
it: esci dal gioco
ja_jp: ゲームを終了
ko: 게임 나가기
pl: wyjdź z gry
ro_ro: ieși din joc
sk_sk: ukončiť hru

# game_options
source: external (variable fps)
ca: extern (fps variable)
es: externo (fps variable)
eu_es: kanpokoa (aldagarria fps)
gl_es: externo (fps variable)
hu: külső (változó fps)
it: esterno (fps variabile)
ja_jp: 外部（可変fps）
ko: 외부 (가변 FPS)
nb_no: ekstern (variabel fps)
pl: zewnętrzny (zmienna k/s)
pt_pt: externo (fps variável)
ro_ro: extern (fps variabil)
sk_sk: externé (premenlivé fps)
sv_se: extern (variabel bildfrekvens)
tr: harici (değişken fps)
vi_vn: bên ngoài (khung hình / giây thay đổi)
zh_tw: 外部（可變 fps）

# keys_files
source: fire primary
es: fuego primario
gl_es: fogo primario
hu: elsődleges tűz
it: fuoco primario
ja_jp: メイン武器
ko: 기본 발사
pl: strzał podstawowy
pt_pt: fogo primário
ro_ro: foc primar
sk_sk: primárna spúšť
sv_se: skjut primära
tr: birincil ateş
vi_vn: nút bắn chính
zh_tw: 第一按鍵

# keys_files
source: fire secondary
es: fuego secundario
gl_es: fogo secundario
hu: másodlagos tűz
it: fuoco secondario
ja_jp: サブ武器
ko: 보조 발사
pl: strzał wtórny
pt_pt: fogo secundário
ro_ro: foc secundar
sk_sk: sekundárna spúšť
sv_se: skjut sekundära
tr: ikincil ateş
vi_vn: nút bắn phụ
zh_tw: 第二按鍵

# keys_files
source: flare
es: llamarada
gl_es: foguete
hu: fáklya
ja_jp: フレア
ko: 불꽃
pl: flara
pt_pt: sinalizador
ro_ro: licărire
sv_se: fackla
tr: yem
vi_vn: ngọn lửa
zh_tw: 爆發

# game_options
source: gba sp
ko: 게임보이 어드밴스 스페셜

# game_options
source: green
ca: verd
es: verde
eu_es: Berdea
gl_es: verde
hu: zöld
it: verde
ja_jp: 緑
ko: 초록색
nb_no: grønn
pl: zielony
pt_pt: verde
ro_ro: verde
sk_sk: zelená
sv_se: grön
tr: yeşil
vi_vn: màu xanh lá
zh_tw: 綠

# game_options
source: green forest
ca: verd foresta
es: bosque verde
eu_es: baso berdea
gl_es: bosque verde
hu: zöld erdő
it: foresta verde
ja_jp: グリーンフォレスト
ko: 푸른 숲
nb_no: grønn skog
pl: zieleń leśna
pt_pt: floresta verde
ro_ro: pădure verde
sk_sk: zelený les
sv_se: grön skog
tr: yeşil orman
vi_vn: rừng xanh
zh_tw: 綠森林

# game_options
source: green/magenta
ca: verd/magenta
es: verde/magenta
eu_es: berde/magenta
gl_es: verde/maxenta
hu: zöld/magenta
it: verde/magenta
ja_jp: 緑/マゼンタ
ko: 초록색/자홍색
nb_no: grønn/magenta
pl: zielony/magenta
pt_pt: verde/magenta
ro_ro: verde/magenta
sk_sk: zelená/fialová
sv_se: grön/magenta
tr: yeşil/eflatun
vi_vn: xanh lá cây/đỏ tươi

# game_options
source: h264 (less latency)
ca: h264 (menys latència)
es: h264 (menor latencia)
eu_es: h264 (latentzi txikiagoa)
gl_es: h264 (menor latencia)
hu: h264 (kisebb késleltetés)
it: h264 (meno latenza)
ja_jp: h264 (低遅延)
ko: h264 (대기 시간 단축)
nb_no: h264 (mindre ventetid)
pl: h264 (mniejsze opóźnienia)
pt_pt: h264 (menos latencia)
ro_ro: h264 (latență mai mică)
sk_sk: h264 (menšia latencia)
sv_se: h264 (mindre latens)
tr: h264 (az gecikme)
vi_vn: h264 (ít trễ hơn)

# game_options
source: h265 (HEVC) (higher quality at lower bitrates)
ca: h265 (HEVC) (millor qualitat a tases de bits baixes)
es: h265 (HEVC) (mayor calidad a tasas de bits más bajas)
eu_es: h265 (HEVC) (kalitate altuagoa bit tasa baxuagoekin)
gl_es: h265 (HEVC) (maior calidade a taxas de bits máis baixas)
hu: h265 (HEVC) (jobb minőség alacsonyabb bitráta mellett)
it: h265 (HEVC) (maggiore qualità a bitrates bassi)
ja_jp: h265 (HEVC)（低ビットレートで高品質）
ko: h265 (HEVC:고효율 비디오 코딩) (낮은 비트 전송률에서 더 높은 품질)
nb_no: h265 (HEVC) (høyere kvalitet ved lavere bithastigheter)
pl: h265 (HEVC) (wyższa jakość przy niższym bitrate)
pt_pt: h265 (HEVC) (maior qualidade com taxas de bits mais baixas)
ro_ro: h265 (HEVC) (calitate mai bună la o rată de biți mai mică)
sk_sk: h265 (HEVC) (vyššia kvalita pri nižších bitových rýchlostiach)
sv_se: h265 (HEVC) (högre kvalitet vid lägre bitfrekvenser)
tr: h265 (HEVC) (düşük bit hızlarında daha yüksek kalite)
vi_vn: h265 (HEVC) (chất lượng cao hơn ở bitrates thấp hơn)

# game_options
source: h265 (HEVC) is CPU heavy and increases latency, but is more bandwidth efficient.
ca: h265 (HEVC) és pesat per la CPU i incrementa la latència, però és més eficient amb l’ample de banda.
es: h265 (HEVC) consume mucha CPU y aumenta la latencia, pero el ancho de banda es más eficiente.
eu_es: h265 (HEVC) CPU eskakizun handiak ditu eta latentzia handitzen du, baino eraginkorra da banda zabalerarekiko.
gl_es: h265 (HEVC) consume máis CPU e aumenta a latencia, pero é máis eficiente no ancho de banda.
hu: h265 (HEVC) CPU-igényes és növeli a késleltetést, de hatékonyabb a sávszélesség szempontjából.
it: h265 (HEVC) è pesante per la CPU e incrementa la latenza, ma è anche più efficiente per la banda.
ja_jp: h265(HEVC)はCPUパワーを消費し、遅延が増加しますが、帯域幅効率が高くなります
ko: h265 (HEVC:고효율 비디오 코딩)는 CPU를 많이 사용하고 대기 시간을 늘리지만 대역폭 효율성이 더 높습니다.
nb_no: h265 (HEVC) er CPU-tungt og øker latenstiden, men er mer båndbreddeeffektivt.
pl: h265 (HEVC) obciąża procesor i zwiększa opóźnienia, ale jest bardziej wydajny pod względem przepustowości.
pt_pt: h265 (HEVC) é pesado para o CPU e aumenta a latência, mas é mais eficiente em termos de largura de banda.
ro_ro: h265 (HEVC) este solicitant pentru CPU și crește latența, dar este mai eficient ca lățime de bandă.
sk_sk: h265 (HEVC) je náročný na CPU a zvyšuje latenciu, ale je efektívnejší z hľadiska šírky pásma.
sv_se: h265 (HEVC) är CPU-tungt och ökar latensen, men är mer bandbreddseffektivt.
tr: h265 (HEVC), işlemci açısından yorucudur ve gecikmeyi artırır, ancak bant genişliği daha verimlidir.
vi_vn: h265 (HEVC) gây nặng CPU và tăng độ trễ nhưng hiệu quả về băng thông hơn.
zh_tw: h265(HEVC) 佔用大量 CPU 資源且會增加延遲，但頻寬效率更高。

# game_options
source: hidden
ca: ocult
es: oculto
eu_es: ezkutatua
gl_es: agochado
hu: elrejtett
it: nascosto
ja_jp: 非表示
ko: 숨김
nb_no: skjult
pl: ukryte
pt_pt: oculto
ro_ro: ascuns
sk_sk: skryté
sv_se: dold
tr: gizli
vi_vn: ẩn
zh_tw: 隱藏

# keys_files
source: homing missile
es: misil teledirigido
gl_es: misil teledirixido
hu: célkövető rakéta
it: missile guidato
ja_jp: ホーミングミサイル
ko: 추적 미사일
pl: rakieta naprowadzająca
pt_pt: míssil teleguiado
ro_ro: rachetă de orientare
sv_se: målsökande missil
tr: güdümlü füze
vi_vn: tên lửa homing
zh_tw: 導向飛彈

# game_options
source: hot desert
ca: desert
es: desierto cálido
eu_es: basamortu beroa
gl_es: deserto cálido
hu: forró sivatag
it: deserto caldo
ko: 뜨거운 사막
nb_no: varm ørken
pl: gorące pustynie
pt_pt: deserto quente
ro_ro: deșert fierbinte
sk_sk: horúca púšť
sv_se: het öken
tr: sıcak çöl
vi_vn: sa mạc nóng
zh_tw: 炎熱的沙漠

# game_options
source: hybrid bottom ratio 2
ca: proporció híbrida inferior 2
eu_es: hibridoa beheko ratioa 2
gl_es: relación de fondo híbrido 2
it: Rapporto ibrido sotto 2
ja_jp: ハイブリッド下/上比率2
ko: 하이브리드 하단 비율 2
nb_no: hybrid bunnforhold 2
pl: hybryda dół współczynnik 2
pt_pt: proporção inferior híbrida 2
ro_ro: hibrid jos raport 2
sk_sk: hybridný spodný pomer 2
sv_se: hybrid bottenförhållande 2
tr: hibrit alt oran 2
vi_vn: hybrid dưới tỷ lệ 2
zh_tw: 混合底部比率 2

# game_options
source: hybrid bottom ratio 3
ca: proporció híbrida inferior 3
eu_es: hibridoa beheko ratioa 3
gl_es: relación de fondo híbrido 3
hu: hibrid alsó arány 3
it: Rapporto ibrido sotto 3
ja_jp: ハイブリッド下/上比率3
ko: 하이브리드 하단 비율 3
nb_no: hybrid bunnforhold 3
pl: hybryda dół współczynnik 3
pt_pt: proporção inferior híbrida 3
ro_ro: hibrid jos raport 3
sk_sk: hybridný spodný pomer 3
sv_se: hybrid bottenförhållande 3
tr: hibrit alt oran 3
vi_vn: hybrid dưới tỷ lệ 3
zh_tw: 混合底部比率 3

# game_options
source: hybrid top ratio 2
ca: proporció híbrida superior 2
eu_es: hibridoa goiko ratioa 2
gl_es: relación superior híbrida 2
hu: hibrid csúcsarány 2
it: Rapporto ibrido sopra 2
ja_jp: ハイブリッド上/下比率2
ko: 하이브리드 상단 비율 2
nb_no: hybrid toppforhold 2
pl: hybryda góra współczynnik 2
pt_pt: proporção superior híbrida 2
ro_ro: hibrid sus raport 2
sk_sk: hybridný vrchný pomer 2
sv_se: hybrid toppförhållande 2
tr: hibrit üst oran 2
vi_vn: hybrid trên tỷ lệ 2
zh_tw: 混合頂部比率 2

# game_options
source: hybrid top ratio 3
ca: proporció híbrida superior 3
eu_es: hibridoa goiko ratioa 3
gl_es: relación superior híbrida 3
hu: hibrid csúcsarány 3
it: Rapporto ibrido sopra 3
ja_jp: ハイブリッド上/下比率3
ko: 하이브리드 상단 비율 3
nb_no: hybrid toppforhold 3
pl: hybryda góra współczynnik 3
pt_pt: proporção superior híbrida 3
ro_ro: hibrid sus raport 3
sk_sk: hybridný vrchný pomer 3
sv_se: hybrid toppförhållande 3
tr: hibrit üst oran 3
vi_vn: hybrid trên tỷ lệ 3
zh_tw: 混合頂部比率 3

# game_options
source: hybrid/bottom
ca: híbrid/inferior
es: híbrido/abajo
eu_es: hibridoa/beheran
gl_es: híbrido/abaixo
hu: hibrid/le
it: ibrido/sotto
ja_jp: ハイブリッド/ 下
ko: 하이브리드/하단
nb_no: hybrid/bunn
pl: hybryda/dół
pt_pt: híbrido/inferior
ro_ro: hibrid/jos
sk_sk: hybrid/dolu
sv_se: hybrid/botten
tr: hibrit/alt
vi_vn: lai/dưới
zh_tw: 混合/底部

# game_options
source: hybrid/top
ca: híbrid/superior
es: híbrido/arriba
eu_es: hibridoa/goran
gl_es: híbrido/arriba
hu: hibrid/fel
it: ibrido/sopra
ja_jp: ハイブリッド/ 上
ko: 하이브리드/상단
nb_no: hybrid/topp
pl: hybryda/góra
pt_pt: híbrido/topo
ro_ro: hibrid/sus
sk_sk: hybrid/hore
sv_se: hybrid/topp
tr: hibrit/üst
vi_vn: lai/trên
zh_tw: 混合/頂部

# game_options
source: internal (fixed 60fps)
ca: intern (60fps fixes)
es: interno (60fps fijos)
eu_es: barnekoa (ezarria 60fps)
gl_es: interno (fixo 60 fps)
hu: belső (fix 60fps)
it: interno (60fps fisso)
ja_jp: 内部（60fps固定）
ko: 내부 (고정 60fps)
nb_no: intern (fast 60 bilder per sekund)
pl: wewnętrzny (stałe 60 k/s)
pt_pt: interno (60fps fixos)
ro_ro: intern (fixat la 60fps)
sk_sk: vnútorné (fixné 60fps)
sv_se: intern (fast 60 bilder/s)
tr: dahili (sabit 60 fps)
vi_vn: nội bộ (cố định 60 khung hình / giây)
zh_tw: 內部（固定 60fps）

# game_options
source: internal (variable fps)
ca: intern (fps variables)
es: interno (fps variable)
eu_es: barnekoa (aldagarrial 60fps)
gl_es: interno (fps variable)
hu: belső (változó fps)
it: interno (fps variabile)
ja_jp: 内部（可変fps）
ko: 내부 (가변 FPS)
nb_no: intern (variabel fps)
pl: wewnętrzny (zmienna k/s)
pt_pt: interno (fps variável)
ro_ro: intern (fps variabil)
sk_sk: vnútorné (premenlivé fps)
sv_se: intern (variabel bildfrekvens)
tr: dahili (değişken fps)
vi_vn: nội bộ (khung hình / giây thay đổi)
zh_tw: 內部（可變 fps）

# game_options
source: large
ca: gran
es: grande
eu_es: handia
gl_es: grande
hu: nagy
it: largo
ja_jp: 大きい
ko: 큰
nb_no: stor
pl: duże
pt_pt: grande
ro_ro: mare
sk_sk: veľké
sv_se: stor
tr: büyük
vi_vn: lớn
zh_tw: 大

# game_options
source: larger
ca: més gran
es: más grande
eu_es: handiagoa
gl_es: máis grande
hu: nagyobb
it: più largo
ja_jp: 大きい
ko: 더 큰
nb_no: større
pl: większe
pt_pt: maior
ro_ro: mai mare
sk_sk: väčšie
sv_se: större
tr: daha büyük
vi_vn: lớn hơn
zh_tw: 更大

# keys_files
source: laser
es: láser
hu: lézer
ja_jp: レーザー
ko: 레이저
tr: lazer
zh_tw: 雷射

# game_options
source: left/right
ca: esquerra/dreta
es: izquierda/derecha
eu_es: ezker/eskuin
gl_es: esquerda/dereita
hu: bal/jobb
it: sinistra/destra
ja_jp: 左(上画面) / 右(下画面)
ko: 왼쪽/오른쪽
nb_no: venstre/høyre
pl: lewo/prawo
pt_pt: esquerda/direita
ro_ro: stânga/dreapta
sk_sk: vľavo/vpravo
sv_se: vänster/höger
tr: sol/sağ
vi_vn: trái/phải
zh_tw: 左/右

# game_options
source: linear
es: Lineal
eu_es: linearra
hu: lineáris
it: lineare
ja_jp: リニア
ko: 선형
nb_no: lineær
pl: liniowa
sk_sk: lineárne
sv_se: linjär
tr: doğrusal
zh_tw: 線性

# game_options
source: lottes crt
es: CRT-Lottes
ja_jp: Lotte CRT
ko: 로테 CRT
nb_no: Lottes crt-filter
pt_pt: lotes crt
ro_ro: crt lottes

# keys_files
source: map
es: mapa
gl_es: mapa
hu: térkép
it: mappa
ja_jp: マップ
ko: 맵
pl: mapa
pt_pt: mapa
ro_ro: hartă
sk_sk: mapa
sv_se: karta
tr: harita
vi_vn: bản đồ

# game_options
source: maximum
ca: màxim
es: máximo
eu_es: maximoa
gl_es: máximo
it: massimo
ja_jp: 最大
ko: 최대
nb_no: maksimum
pl: maksymalne
pt_pt: máxima
ro_ro: maxim
sk_sk: maximálne
sv_se: maximalt
tr: azami
vi_vn: tối đa
zh_tw: 最大

# game_options
source: medium
ca: mitjà
es: mediano
eu_es: ertaina
gl_es: medio
hu: közepes
it: medio
ja_jp: 中
ko: 보통
pl: średnie
pt_pt: médio
ro_ro: mediu
sk_sk: stredné
sv_se: medel
tr: orta
vi_vn: trung bình
zh_tw: 中

# game_options
source: minimum
ca: mínim
es: mínimo
eu_es: minimoa
gl_es: mínimo
it: minino
ja_jp: 最低
ko: 최소
pl: minimalnie
pt_pt: mínimo
ro_ro: minim
sk_sk: minimálne
sv_se: minimal
tr: asgari
vi_vn: tối thiểu
zh_tw: 最小

# game_options
source: nearest
ca: més proper
es: más cercano
eu_es: gertuena
gl_es: máis próximos
hu: legközelebbi
ja_jp: 最近傍
ko: 최근접
nb_no: nærmeste
pl: najbliższe
ro_ro: cel mai apropiat
sk_sk: najbližšie
sv_se: närmaste
tr: en yakın
zh_tw: 最相近

# game_options
source: normal
eu_es: arrunta
hu: normál
it: normale
ja_jp: 通常
ko: 보통
pl: normalne
sk_sk: normálne
vi_vn: bình thường
zh_tw: 正常

# game_options
source: nxagss
ko: 회전 격자 슈퍼 샘플링

# game_options
source: original
eu_es: jatorrizkoa
gl_es: orixinal
hu: eredeti
it: originale
ja_jp: オリジナル
ko: 오리지널
pl: oryginalnie
sk_sk: pôvodné
sv_se: orginal
tr: orijinal
zh_tw: 原來的

# game_options
source: original gameboy
ca: gameboy original
es: gameboy original
eu_es: Jatorrizko gameboy
gl_es: gameboy orixinal
hu: eredeti gameboy
it: Gameboy originale
ja_jp: オリジナルゲームボーイ
ko: 오리지널 게임보이
pl: oryginalny gameboy
pt_pt: gameboy original
ro_ro: gameboy original
sk_sk: pôvodný gameboy
tr: orijinal gameboy
zh_tw: 原來的 gameboy

# game_options
source: pink dreams
ca: somnis roses
es: sueños rosas
eu_es: amets arrosak
gl_es: soños rosas
hu: rózsaszín álmok
it: sogni rosa
ja_jp: ピンクドリーム
ko: 핑크 드림
nb_no: rosa drømmer
pl: różowe sny
pt_pt: sonhos cor de rosa
ro_ro: vise roz
sk_sk: ružové sny
sv_se: rosa drömmar
tr: pembe rüyalar
vi_vn: hồng mộng mơ
zh_tw: 粉紅夢幻

# keys_files
source: plasma cannon
es: cañon de plasma
gl_es: canón de plasma
hu: plazmaágyú
it: cannone plasma
ja_jp: プラズマキャノン
ko: 플라스마 캐논
pl: działo plazmy
pt_pt: canhão de plasma
ro_ro: tun cu plasmă
sk_sk: plazmové delo
sv_se: plasmakanon
tr: plazma topu
vi_vn: pháo plasma
zh_tw: 等離子砲

# keys_files
source: proximity bomb
es: bomba de proximidad
gl_es: bomba de proximidade
hu: közelségi bomba
it: bomba di prossimita'
ja_jp: 近接爆弾
ko: 근접 폭탄
pl: bomba zbliżeniowa
pt_pt: bomba de proximidade
ro_ro: bombă de proximitate
sv_se: närstridsbomb
tr: yakınlık bombası
vi_vn: bom gần
zh_tw: 近炸炸彈

# keys_files
source: quick load
es: carga rápida
gl_es: carga rápida
it: caricamento rapido
ja_jp: クイックロード
ko: 빠른 로드
pl: szybkie wgranie
ro_ro: încărcare rapidă
sk_sk: rýchle načítanie

# keys_files
source: quick save
es: guardado rápido
gl_es: gardado rápido
it: salvataggio rapido
ja_jp: クイックセーブ
ko: 빠른 저장
pl: szybki zapis
ro_ro: salvare rapidă
sk_sk: rýchle uloženie

# game_options
source: quick switch
ca: intercanvi ràpid
es: cambio rápido
eu_es: aldatze azkarra
gl_es: cambio rápido
hu: gyorsváltás
it: cambio veloce
ja_jp: クイック 切り替え
ko: 빠른 전환
nb_no: hurtigbryter
pl: szybka zmiana
pt_pt: troca rápida
ro_ro: comutare rapidă
sk_sk: rýchly prepínač
sv_se: snabbväxling
tr: hızlı değiştir
vi_vn: chuyển đổi nhanh
zh_tw: 快速切換

# keys_files
source: quickload
ca: càrrega ràpida
es: carga rápida
eu_es: karga azkarra
gl_es: carga rápida
it: caricamento rapido
ja_jp: クイックロード
ko: 빠른 로드
nb_no: hurtiginnlasting
pl: szybkie wgranie
ro_ro: încărcare rapidă
sk_sk: rýchle načítanie

# keys_files
source: quicksave
ca: desat ràpid
es: guardado rápido
eu_es: gordetze azkarra
gl_es: aforro rápido
it: salvataggio rapido
ja_jp: クイックセーブ
ko: 빠른 저장
nb_no: hurtiglagring
pl: szybki zapis
ro_ro: salvare rapidă
sk_sk: rýchle uloženie

# keys_files
source: rear view
es: vista trasera
gl_es: vista traseira
hu: hátsó nézet
it: vista dietro
ja_jp: リアビュー
ko: 후방 보기
pl: widok tyłu
pt_pt: vista traseira
ro_ro: vizualizare din spate
sk_sk: zadný pohľad
sv_se: vy bakifrån
tr: arka görünüm
vi_vn: nhìn phía sau
zh_tw: 後方視角

# game_options
source: red/blue
ca: vermell/blau
es: rojo/azul
eu_es: gorri/urdina
gl_es: vermello/azul
hu: piros/kék
it: rosso/blu
ja_jp: 赤/青
ko: 빨간색/파란색
nb_no: rød/blå
pl: czerwony/niebieski
pt_pt: vermelho/azul
ro_ro: roșu/albastru
sk_sk: červená/modrá
sv_se: röd/blå
tr: kırmızı/mavi
vi_vn: đỏ/xanh da trời

# game_options
source: red/cyan
ca: vermell/cian
es: rojo/cian
eu_es: gorri/cyan
gl_es: vermello/cian
hu: piros/cián
it: rosso/ciano
ja_jp: 赤/シアン
ko: 빨간색/청록색
nb_no: rød/cyan
pl: czerwony/cyjan
pt_pt: vermelho/ciano
ro_ro: roșu/cyan
sk_sk: červená/azúrová
sv_se: röd/cyan
tr: kırmızı/camgöbeği
vi_vn: đỏ/lục lam

# game_options
source: red/electric cyan
ca: vermell/cian elèctric
es: rojo/cian eléctrico
eu_es: gorri/cyan elektrikoa
gl_es: vermello/cian eléctrico
hu: piros/elektromos cián
it: rosso/ciano elettrico
ja_jp: 赤/鮮やかなシアン
ko: 빨간색/일렉트릭 사이앤
nb_no: rød/elektrisk cyan
pl: czerwony/elektryczny cyjan
pt_pt: vermelho/ciano elétrico
ro_ro: roșu/cyan electric
sk_sk: červená/elektrická azúrová
sv_se: röd/elektrisk cyan
tr: kırmızı/elektrik camgöbeği
vi_vn: đỏ/lục lam điện

# game_options
source: right/left
ca: dreta/esquerra
es: derecha/izquierda
eu_es: eskuin/ezker
gl_es: dereita/esquerda
hu: jobb/bal
it: destra/sinistra
ja_jp: 右(上画面) / 左(下画面)
ko: 오른쪽/왼쪽
nb_no: høyre/venstre
pl: prawo/lewo
pt_pt: direita/esquerda
ro_ro: dreapta/stânga
sk_sk: vpravo/vľavo
sv_se: höger/vänster
tr: sağ/sol
vi_vn: phải/trái
zh_tw: 右/左

# game_options
source: scanlines
es: líneas de escaneado
gl_es: liñas de escaneo
ja_jp: スキャンライン
ko: 스캔라인
nb_no: skannelinjer
pl: linie skanowania
ro_ro: linii scanare
sk_sk: scan riadky
sv_se: skanlinjer
tr: tarama çizgileri
zh_tw: 掃瞄線

# keys_files
source: screenshot
ca: captura
es: captura de pantalla
eu_es: pantaila kaptura
gl_es: captura de pantalla
ja_jp: スクリーンショット
ko: 스크린샷
nb_no: skjermbilde
pl: zrzut ekranu
ro_ro: captură de ecran
sk_sk: snímka obrazovky

# game_options
source: small
ca: petit
es: pequeño
eu_es: txikia
gl_es: pequeno
hu: kicsi
it: piccolo
ja_jp: 小
ko: 작음
nb_no: liten
pl: małe
pt_pt: pequeno
ro_ro: mic
sk_sk: malé
sv_se: liten
tr: küçük
vi_vn: nhỏ
zh_tw: 小

# game_options
source: smaller
ca: més petit
es: más pequeño
eu_es: txikiagoa
gl_es: menor
hu: kisebb
it: più piccolo
ja_jp: 小さい
ko: 더 작음
nb_no: mindre
pl: mniejsze
pt_pt: pequenino
ro_ro: mai mic
sk_sk: menšie
sv_se: mindre
tr: daha küçük
vi_vn: nhỏ hơn
zh_tw: 更小

# keys_files
source: smart missile
es: misil inteligente
gl_es: mísil intelixente
hu: okosrakéta
it: missile intelligente
ja_jp: スマートミサイル
ko: 스마트 미사일
pl: inteligentna rakieta
pt_pt: míssil inteligente
ro_ro: rachetă inteligentă
sk_sk: moderná strela
sv_se: smart missil
tr: akıllı füze
vi_vn: tên lửa thông minh
zh_tw: 智慧飛彈

# keys_files
source: spreadfire cannon
es: cañon de fuego extendido
gl_es: canón de fogo espallado
hu: szórttűzágyú
it: cannone spreadfire
ja_jp: 延焼砲
ko: 스프레드파이어 캐논
pl: działo rozproszonego ognia
pt_pt: canhão de propagação
ro_ro: tun cu foc împrăștiat
sv_se: kanon med spridd eld
tr: yayılan ateş topu
vi_vn: pháo spreadfire
zh_tw: 散佈式火砲

# game_options
source: standard
ca: estàndard
es: estándar
eu_es: standarra
gl_es: estándar
hu: szabvány
ja_jp: 標準
ko: 표준
pl: standardowy
pt_pt: padrão
sk_sk: štandardné
tr: standart
vi_vn: tiêu chuẩn
zh_tw: 標準

# game_options
source: top only
ca: només a dalt
es: sólo arriba
eu_es: goran bakarrik
gl_es: só arriba
hu: csak felnt
it: solo sopra
ja_jp: 上画面のみ（切替不可）
ko: 상단만
nb_no: kun øverst
pl: tylko góra
pt_pt: apenas superior
ro_ro: doar sus
sk_sk: iba hore
sv_se: endast topp
tr: sadece üst
vi_vn: chỉ trên
zh_tw: 只有頂部

# game_options
source: top/bottom
ca: amunt/avall
es: arriba/abajo
eu_es: goran/beheran
gl_es: arriba/abaixo
hu: fent/lent
it: sopra/sotto
ja_jp: 上 / 下
ko: 상단/하단
nb_no: øverst/ nederst
pl: góra/dół
pt_pt: superior/inferior
ro_ro: sus/jos
sk_sk: hore/dolu
sv_se: överst/underst
tr: üst/alt
vi_vn: trên/dưới
zh_tw: 頂部/底部

# game_options
source: triangular filter
es: filtro triangular
gl_es: filtro triangular
hu: háromszögszűrő
it: filtro triangolare
ja_jp: 三角フィルタ
ko: 삼각 필터
nb_no: triangulært filter
pl: filtr trójkątny
pt_pt: filtro triangular
ro_ro: filtru triunghiular
sv_se: triangulärt filter
tr: üçgensel filtre
vi_vn: bộ lọc hình tam giác
zh_tw: 三角濾波器

# game_options
source: trilinear
ca: trilineal
es: trilineal
eu_es: trilinearra
gl_es: trilineal
hu: trilineáris
it: trilineare
ja_jp: トライリニア
ko: 삼중선형
nb_no: trilineær
pl: trzyliniowe
sk_sk: trilineárne
sv_se: trilinjär
tr: üç doğrusal
zh_tw: 三線性

# keys_files
source: use with R3 for cheat automap
hu: használja az R3-at az automatikus térképes csaláshoz
ko: 치트 자동맵용 R3와 함께 사용
pl: użyj z R3 dla automatycznej mapy cheatów
pt_pt: usar com R3 para cheat automap
sv_se: använd med R3 för automap för fusk
tr: hile haritasını R3 tuşu ile birlikte kullanın
vi_vn: sử dụng R3 để gian lận
zh_tw: 與 R3 一起使用以進行欺騙自動映射

# keys_files
source: vulcan cannon
es: cañon vulcano
gl_es: canón vulcano
hu: vulkán ágyú
it: cannone vulcan
ja_jp: バルカン砲
ko: 발탄포
pl: działo wulkan
pt_pt: canhão vulcânico
ro_ro: tun vulcanic
sv_se: vulcan-kanon
tr: volkan topu
vi_vn: pháo vulcan
zh_tw: 火神砲

# game_options
source: wave filter
es: filtro de ondas
gl_es: filtro de onda
hu: hullámszűrő
it: filtro onda
ja_jp: 波形フィルタ
ko: 웨이브 필터
nb_no: bølgefilter
pl: filtr falowy
pt_pt: filtro onda
ro_ro: filtru în valuri
sk_sk: vlnový filter
sv_se: vågfilter
tr: dalga filtresi
vi_vn: bộ lọc sóng
zh_tw: 濾波器

# game_options
source: weird colors
ca: colors estranys
es: colores raros
eu_es: kolore arraroak
gl_es: cores estrañas
hu: furcsa színek
it: colori strani
ja_jp: 不思議な色
ko: 이상한 색상
nb_no: merkelige farger
pl: dziwne barwy
pt_pt: cores estranhas
ro_ro: culori ciudate
sk_sk: divné farby
sv_se: konstiga färger
tr: tuhaf renkler
vi_vn: màu sắc kỳ lạ
zh_tw: 奇怪的顏色

# game_options
source: white
ca: blanc
es: blanco
eu_es: zuria
gl_es: branco
hu: fehér
it: bianco
ja_jp: 白
ko: 하얀색
nb_no: hvit
pl: biały
pt_pt: branco
ro_ro: alb
sk_sk: biela
sv_se: vit
tr: beyaz
vi_vn: trắng
zh_tw: 白
