Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Default Performance Settings
es: Ajustes de rendimiento predeterminados
gl_es: Configuración de rendemento predeterminada
hu: Alapértelmezett teljesítménybeállítások
it: Impostazioni Performance di Default
ja_jp: 標準パフォーマンス設定
ko: 기본 성능 설정
nb_no: Standardinnstillinger for ytelse
pl: Domyślne ustawienia wydajności
pt_pt: Configurações de Desempenho Padrão
ro_ro: Setări de performanță implicite
sk_sk: Predvolené nastavenia výkonu
sv_se: Standardinställningar för prestanda
tr: Varsayılan Performans Ayarları
vi_vn: Cài đặt hiệu suất mặc định
zh_tw: 預設性能設定

# game_options
source: Default by model
ca: Per defecte per model
es: Por defecto por modelo
eu_es: Defektuz modeloko
gl_es: Por defecto por modelo
hu: Alapértelmezett modell szerint
it: Default per modello
ja_jp: 標準モデル
ko: 모델별 기본값
nb_no: Standard etter modell
pl: Domyślnie według modelu
pt_pt: Predefinição por modelo
ro_ro: Implicit după model
sk_sk: Predvolené podľa modelu
sv_se: Standard efter modell
tr: Modele göre varsayılan
vi_vn: Mặc định theo mô hình
zh_tw: 根據型號預設

# game_options
source: Default uses SDL2, otherwise enable controller specific capabilities. Sony DS won't work with clone controllers.
es: El valor predeterminado utiliza SDL2, de lo contrario habilita las capacidades específicas del mando. Sony DS no funciona con mandos clónicos.
eu_es: Defektuz SDL2 erabiltzen du, bestela kontrolatzailearen gaitasun zehatzak gaitzen dira. Sony DS-a ez dabil kontrolatzaile klonetan.
gl_es: O predeterminado usa SDL2; se non, activa as capacidades específicas do controlador. Sony DS non funciona con controladores de clonación.
hu: Az alapértelmezett SDL2-t használ, ellenkező esetben engedélyezze a vezérlőspecifikus képességeket. A Sony DS nem működik klónvezérlőkkel.
it: Usa SDL2 di default, altrimenti abilita le funzioni specifiche del controller.Sony DS non funzione con controllers non originali.
ja_jp: 通常、SDL2 を使用します。それ以外は、コントローラー固有の機能を有効にします。 Sony DualSense のクローンコントローラーは動作しません
ko: 기본값은 SDL2를 사용하고, 그렇지 않으면 컨트롤러별 기능을 활성화합니다. 소니 DS는 클론 컨트롤러와 작동하지 않습니다.
nb_no: Standard bruker SDL2, ellers aktiverer du kontroller-spesifikke funksjoner. Sony DS fungerer ikke med klonekontrollere.
pl: Domyślnie używa SDL2, w przeciwnym razie włącz funkcje specyficzne dla kontrolera. Sony DS nie będzie działać z kontrolerami-klonami.
pt_pt: O padrão usa SDL2; caso contrário, ative recursos específicos do comando. Sony DS não funciona com comandos clones.
ro_ro: Implicit se folosește SDL2, altfel activează capabilitățile specifice pentru controler. Sony DS nu va funcționa cu controlere clone.
sk_sk: V predvolenom nastavení sa používa SDL2, inak povoľte funkcie špecifické pre ovládač. Sony DS nebude fungovať s klonovými ovládačmi.
sv_se: Standard använder SDL2, annars aktiveras styrenhetens specifika funktioner. Sony DS fungerar inte med klonade kontroller.
tr: Varsayılan SDL2 kullanır, yoksa kontrolcüye özgü yetenekleri etkinleştirir. Sony DS klon kontrolcülerle çalışmaz.
vi_vn: Mặc định sử dụng SDL2, nếu không thì kích hoạt các khả năng cụ thể của bộ điều khiển. Sony DS sẽ không hoạt động với bộ điều khiển nhân bản.
zh_tw: 預設使用 SDL2，否則啟用控制器特定功能。Sony DS 無法與克隆控制器搭配使用。

# game_options
source: Define the resolution and a new dedicated window.
ca: Defineix la resolució i una nova finestra dedicada.
es: Define la resolución y una nueva ventana dedicada.
eu_es: Definitu bereizmena eta leiho dedikatu berria
gl_es: Define a resolución e unha nova xanela dedicada.
hu: Határozza meg a felbontást és egy új dedikált ablakot.
it: Definisce la risoluzione e una finestra dedicata.
ja_jp: 解像度と新しい専用ウィンドウを定義します
ko: 해상도와 새 전용 창을 정의합니다.
nb_no: Definer oppløsningen og et nytt dedikert vindu.
pl: Zdefiniuj rozdzielczość i nowe dedykowane okno.
pt_pt: Define a resolução e uma nova janela dedicada.
ro_ro: Definește rezoluția și o nouă fereastră dedicată.
sk_sk: Definovať rozlíšenie a nové vyhradené okno.
sv_se: Definiera upplösningen och ett nytt dedikerat fönster.
tr: Çözünürlüğü ve yeni özel pencereyi tanımlayın.
vi_vn: Xác định độ phân giải và một cửa sổ chuyên dụng mới.
zh_tw: 定義解析度和新的專用視窗。

# game_options
source: Degree in which 3D graphics are scaled up. OpenGL renderer only.
es: Grado en el que se amplían los gráficos 3D. Sólo renderizador OpenGL.
gl_es: Grao no que se amplían os gráficos 3D. Só renderizador OpenGL.
hu: A 3D grafikák nagyításának mértéke. Csak OpenGL megjelenítő.
it: Livello a cui la grafica 3D viene ingrandita. Solo per renderer OpenGL.
ja_jp: 3Dグラフィックスを拡大する度合い(OpenGL レンダラーのみ)
ko: 3D 그래픽이 확대되는 정도입니다. OpenGL 렌더러만 해당합니다.
nb_no: Graden 3D-grafikk skaleres opp. Kun OpenGL-gjengivelse.
pl: Stopień skalowania grafiki 3D. Tylko dla renderera OpenGL.
pt_pt: Grau em que os gráficos 3D são ampliados. Apenas renderizador OpenGL.
ro_ro: Gradul în care graficele 3D sunt scalate în sus. Doar pentru OpenGL.
sv_se: Grad i vilken 3D-grafik skalas upp. Endast OpenGL-renderare.
tr: 3D grafiklerin ölçeklendirilme derecesi. Yalnızca OpenGL oluşturucu.
vi_vn: Mức độ đồ họa 3D được mở rộng. Chỉ trình kết xuất OpenGL.
zh_tw: 3D 圖形的放大程度。僅限 OpenGL 算繪器。

# game_options
source: Delay freeing some memory.
ca: Retard alliberant alguna memòria.
es: Retrasa la liberación de algo de memoria.
eu_es: Atzeratu memoria hustea.
gl_es: Atraso na liberación de algo de memoria.
hu: Késleltesse a memória felszabadítását.
it: Ritarda il rilascio della memoria.
ja_jp: 一部のメモリの解放を遅らせます
ko: 일부 메모리 해제를 지연합니다.
nb_no: Forsink frigjøring av minne.
pl: Opóźnij zwolnienie części pamięci.
pt_pt: Atrasar o libertar de alguma memória.
ro_ro: Întârzie eliberarea de memorie.
sk_sk: Zdržať uvoľnenie pamäte.
sv_se: Fördröja frigörandet av minne.
tr: Belleğin bir kısmını boşaltmayı geciktirin.
vi_vn: Trì hoãn việc giải phóng một số bộ nhớ.
zh_tw: 延遲釋放一些記憶體。

# game_options
source: Dendy
ja_jp: Dendy(ファミコン互換)
ko: 덴디

# game_options
source: Dendy is a popular Russian clone with unique characteristics.
ca: Dendy és un clon rús popular amb característiques úniques.
es: Dendy es un popular clon ruso con características únicas.
eu_es: Dendy Errusian klon ezagun bat da ezaugarri bereziekin.
gl_es: Dendy é un popular clon ruso con características únicas.
hu: A Dendy egy népszerű orosz klón, egyedi tulajdonságokkal.
it: Dendy è un clone russo popolare con caratteristiche uniche.
ja_jp: Dendyは、独特の特徴を持つ人気のあるロシアのファミコン互換機です
ko: 덴디는 독특한 특성을 가진 인기있는 러시아 클론입니다.
nb_no: Dendy er en populær russisk klone med unike egenskaper.
pl: Dendy to popularny rosyjski klon o wyjątkowych cechach.
pt_pt: Dendy é um clone russo popular com características únicas.
ro_ro: Dendy este o clonă populară rusească cu niște caracteristici unice.
sk_sk: Dendy je populárny ruský klon s jedinečnou charakteristikou.
sv_se: Dendy är en populär rysk klon med unika egenskaper.
tr: Dendy, benzersiz özelliklere sahip popüler bir Rus klonudur.
vi_vn: Dendy là một bản sao phổ biến của Nga với những đặc điểm độc đáo.
zh_tw: Dendy 是一款受歡迎的俄羅斯克隆產品，具有獨特的特點。

# game_options
source: Denmark
ca: Dinamarca
es: Dinamarca
eu_es: Danimarka
gl_es: Dinamarca
hu: Dánia
it: Danimarca
ja_jp: デンマーク
ko: 덴마크
nb_no: Danmark
pl: Dania
pt_pt: Dinamarca
ro_ro: Danemarca
sk_sk: Dánsko
sv_se: Danmark
tr: Danimarka
vi_vn: Đan Mạch

# game_options
source: Depends on video mode being set to BGFX.
es: Depende del modo de vídeo configurado en BGFX.
eu_es: BGFX-en ezarritako bideo moduaren arabera.
gl_es: Depende de que modo de vídeo se configure en BGFX.
hu: Attól függ, hogy a videó mód BGFX-re van állítva.
it: Dipende dalla modalità video impostata per BGFX.
ja_jp: BGFX に設定されているビデオ モードによって異なります
ko: 비디오 모드가 BGFX로 설정되어 있는지 확인하세요.
nb_no: Avhenger av at videomodus er satt til BGFX.
pl: Zależy od trybu wideo ustawionego na BGFX.
pt_pt: Depende do modo de vídeo ser definido como BGFX
ro_ro: Necesită modul video să fie setat la BGFX.
sk_sk: Závisí od režimu videa, ktorý je nastavený na BGFX.
sv_se: Beroende av om videoläget är inställt på BGFX.
tr: BGFX olarak ayarlanan video moduna bağlıdır.
vi_vn: Phụ thuộc vào chế độ video được đặt thành BGFX.
zh_tw: 取決於視訊模式是否設定為 BGFX。

# game_options
source: Destination address and port to forward packets to. Leave this empty if you want to enter it manually in the xemu.toml configuration file.
es: Dirección de destino y puerto al que reenviar paquetes. Deje esto vacío si desea introducirlo manualmente en el archivo de configuración xemu.toml.
gl_es: Enderezo de destino e porto ao que reenviar paquetes. Deixa isto baleiro se queres introducilo manualmente no ficheiro de configuración xemu.toml.
hu: Célcím és port, ahová a csomagokat továbbítani kell. Hagyja üresen, ha manuálisan kívánja megadni a xemu.toml konfigurációs fájlban.
it: Indirizzo destinazione e porta per inoltare i pacchetti. Lascialo vuoto se vuoi inserirlo manualmente nel file di configurazione xemu.toml.
ja_jp: パケットの転送先の宛先アドレスとポート。 xemu.toml 構成ファイルに手動で入力する場合は、空のままにしておきます
ko: 패킷을 전달할 대상 주소와 포트입니다. xemu.toml 구성 파일에 수동으로 입력하려면 이 값을 비워 둡니다.
nb_no: Destinasjonsadresse og port som pakkene skal videresendes til. La denne stå tom hvis du vil angi den manuelt i konfigurasjonsfilen xemu.toml.
pl: Adres docelowy i port, na który mają być przekazywane pakiety. Pozostaw to puste, jeśli chcesz wprowadzić go ręcznie w pliku konfiguracyjnym xemu.toml.
pt_pt: Endereço de destino e porta para onde encaminhar pacotes. Deixe isto vazio se deseja inseri-lo manualmente no arquivo de configuração xemu.toml.
ro_ro: Adresa și portul destinație pentru a dirija pachetele către. Lasă liber dacă vrei să introduci manual în fișierul de configurare xemu.toml.
sv_se: Destinationsadress och port som paket ska vidarebefordras till. Lämna det här tomt om du vill ange det manuellt i konfigurationsfilen xemu.toml.
tr: Paketlerin iletileceği hedef adres ve bağlantı noktası. Xemu.toml yapılandırma dosyasına el ile girmek istiyorsanız bunu boş bırakın.
vi_vn: Địa chỉ đích và cổng để chuyển tiếp gói tới. Để trống phần này nếu bạn muốn nhập thủ công vào tệp cấu hình xemu.toml.
zh_tw: 轉送封包的目標位址和連接埠。如果您想在 xemu.toml 設定檔中手動輸入，請將此處留空。

# game_options
source: Determine how the console's touch screen in emulated.
es: Determina cómo se emula la pantalla táctil de la consola.
gl_es: Determina como se emula a pantalla táctil da consola.
hu: Határozza meg, hogyan emulálja a konzol érintőképernyőjét.
it: Determina come viene emulato il touch screen della console.
ja_jp: コンソールのタッチ スクリーンをエミュレートする方法を決定します
ko: 콘솔의 터치 스크린이 어떻게 에뮬레이션되는지 확인합니다.
nb_no: Bestem hvordan konsollens berøringsskjerm skal emuleres.
pl: Określ sposób emulacji ekranu dotykowego konsoli.
pt_pt: Determine a sensibilidade do ecrã ao toque da consola emulada.
ro_ro: Determină cum este emulat ecranul tactil al consolei.
sv_se: Bestäm hur konsolens pekskärm ska emuleras.
tr: Konsolun dokunmatik ekranının nasıl taklit edileceğini belirleyin.
vi_vn: Xác định cách mô phỏng màn hình cảm ứng của bảng điều khiển.
zh_tw: 確定如何模擬主機的觸控螢幕。

# game_options
source: Determines how the cursor should apprear on the botton screen.
es: Determina cómo debe aparecer el cursor en la pantalla inferior.
gl_es: Determina como debe aparecer o cursor na pantalla inferior.
hu: Meghatározza, hogy a kurzor hogyan jelenjen meg a képernyő alján.
it: Stabilisce come il cursore appare nella parte bassa dello schermo.
ja_jp: ボタン画面にカーソルをどのように表示するかを決定します
ko: 커서가 하단 화면에 어떻게 나타날지 결정합니다.
nb_no: Bestemmer hvordan markøren skal vises på nederste del av skjermen.
pl: Określa sposób wyświetlania kursora na dolnym ekranie.
pt_pt: Determina como o cursor deve aparecer no ecrã inferior.
ro_ro: Determină cum trebuie să apară cursorul pe ecranul de jos.
sv_se: Bestämmer hur markören ska se ut på den nedre skärmen.
tr: İmlecin alt ekranda nasıl görünmesi gerektiğini belirler.
vi_vn: Xác định cách con trỏ xuất hiện trên màn hình.
zh_tw: 確定遊標在底部螢幕上的顯示方式。

# game_options
source: Determines the speed and the runahead behaviour of the system.
es: Determina la velocidad y el comportamiento run-ahead del sistema.
eu_es: Sistemako exekuzioAurratze portaeraren abiadura zehazten du.
gl_es: Determina a velocidade e o comportamento do sistema.
hu: Meghatározza a rendszer sebességét és az előrefutás viselkedését.
it: Determina la velocità e l'anticipazione del sistema.
ja_jp: システムの速度と先読み動作を決定します
ko: 시스템의 속도와 급격한 진행 동작을 결정합니다.
nb_no: Bestemmer systemets hastighet og kjøreadferd.
pl: Określa prędkość i zachowanie systemu w trybie runahead.
pt_pt: Determina a velocidade e o comportamento avançado do sistema.
ro_ro: Determină viteza și comportamentul sistemului la pre-rulare.
sk_sk: Určuje rýchlosť a nábehové správanie systému.
sv_se: Bestämmer systemets hastighet och "runahead"-beteende.
tr: Sistemin hızını ve ilerleme davranışını belirler.
vi_vn: Xác định tốc độ và thành phần chạy trước của hệ thống.
zh_tw: 確定系統的速度和超前行為。

# game_options
source: Deutsch
es: Alemán
eu_es: Alemaniera
gl_es: Alemán
it: Tedesco
ja_jp: ドイツ語
ko: 독일어
nb_no: Tysk
pl: Niemiecki
pt_pt: Alemão
ro_ro: Nemțește
sk_sk: Nemčina
sv_se: Tyska
tr: Almanca
vi_vn: Tiếng Đức

# game_options
source: Diablo Music Fix
ca: Correcció de música a Diablo
eu_es: Diablo Musika konponketa
it: Fix Musica Diablo
ja_jp: Diablo 音楽 修正
ko: 디아블로 음악 수정
pt_pt: Diablo - Correção da Música
sk_sk: Oprava hudby Diablo
sv_se: Diablo musikfix
tr: Diablo Müzik Düzeltmesi
vi_vn: Sửa lỗi âm nhạc Diablo

# game_options
source: Dick Smith Electronics VZ-200/300 cassettes
ca: Cassets Dick Smith Electronics VZ-200/300
es: Casetes Dick Smith Electronics VZ-200/300
eu_es: Dick Smith Electronics VZ-200/300 kasetak
gl_es: Casetes Dick Smith Electronics VZ-200/300
hu: Dick Smith Electronics VZ-200/300 kazetták
it: Cassette Dick Smith Electronics VZ-200/300
ja_jp: ディック・スミス・エレクトロニクス VZ-200/300カセット
ko: 딕 스미스 전자 VZ-200/300 카세트
nb_no: Dick Smith Electronics VZ-200/300-kassetter
pl: Kasety Dick Smith Electronics VZ-200/300
pt_pt: Cassetes Dick Smith Electronics VZ-200/300
ro_ro: Casete Dick Smith Electronics VZ-200/300
sk_sk: Dick Smith Electronics VZ-200/300 kazety
sv_se: Dick Smith Electronics VZ-200/300-kassetter
tr: Dick Smith Electronics VZ-200/300 kasetleri
zh_tw: Dick Smith Electronics VZ-200/300 卡帶

# game_options
source: Dick Smith Electronics VZ-200/300 snapshots
ca: Captures Dick Smith Electronics VZ-200/300
es: Instantánea Dick Smith Electronics VZ-200/300
eu_es: Dick Smith Electronics VZ-200/300 snapshot-ak
gl_es: Dick Smith Electronics VZ-200/300 instantáneas
it: Snapshot Dick Smith Electronics VZ-200/300
ja_jp: ディック・スミス・エレクトロニクス VZ-200/300スナップショット
ko: 딕 스미스 전자 VZ-200/300 스냅샷
nb_no: Dick Smith Electronics VZ-200/300 øyeblikksbilder
pl: Migawki Dick Smith Electronics VZ-200/300
pt_pt: Imagens Dick Smith Electronics VZ-200/300
ro_ro: Capturi Dick Smith Electronics VZ-200/300
sk_sk: Dick Smith Electronics VZ-200/300 snímky
sv_se: Dick Smith Electronics VZ-200/300-ögonblicksbilder
tr: Dick Smith Electronics VZ-200/300 bellek kopyaları
zh_tw: Dick Smith Electronics VZ-200/300 快照

# game_options
source: Digital
eu_es: Digitala
gl_es: Dixital
hu: Digitális
it: Digitale
ja_jp: デジタル
ko: 디지털
pl: Cyfrowe
sk_sk: Digitálne
tr: Dijital
zh_tw: 數位

# game_options
source: Digital Controller
ca: Comandament digital
es: Mando digital
eu_es: Kontrolatzaile digitala
gl_es: Controlador dixital (Gamepad)
hu: Digitális vezérlő
it: Controller Digitale
ja_jp: デジタルコントローラー
ko: 디지털 컨트롤러
nb_no: Digital styreenhet
pl: Kontroler cyfrowy
pt_pt: Comando Digital
ro_ro: Controler digital
sk_sk: Digitálny ovládač
sv_se: Digital styrenhet
tr: Dijital Kontrolcü
zh_tw: 數位控制器

# game_options
source: Digital Controller (Gamepad)
es: Mando digital (Gamepad)
eu_es: Kontrolatzaile digitala (Pad-a)
gl_es: Mando dixital (Gamepad)
hu: Digitális vezérlő (Gamepad)
it: Controller Digitale (Gamepad)
ja_jp: デジタルコントローラー（ゲームパッド）
ko: 디지털 컨트롤러 (게임패드)
nb_no: Digital kontroller (Gamepad)
pl: Kontroler cyfrowy (gamepad)
pt_pt: Controlador digital (Comando)
ro_ro: Controler digital (Gamepad)
sk_sk: Digitálny ovládač (gamepad)
sv_se: Digital styrenhet (Gamepad)
tr: Dijital Kontrolcü (Oyun Kolu)
zh_tw: 數位控制器 (手把)

# game_options
source: Dinopark Tycoon
ko: 다이노파크 타이쿤

# game_options
source: Disable
ca: Deshabilitar
es: Desactivar
eu_es: Desgaitu
gl_es: Desactivar
hu: Letiltás
it: Disabilita
ja_jp: 無効
ko: 비활성화
nb_no: Deaktiver
pl: Wyłącz
pt_pt: Desativar
ro_ro: Dezactivat
sk_sk: Zakázať
sv_se: Inaktivera
tr: Devre dışı bırak
vi_vn: Vô hiệu hóa
zh_tw: 停用

# game_options
source: Disable all input processing (view-only mode).
ca: Deshabilita tots els processats d'entrdada (mode de només visiualització).
es: Deshabilita todo el procesamiento de entrada (modo de sólo visualización).
eu_es: Desgaitu prozesatze guztia (ikustea-bakarrik modua).
gl_es: Desactivar todo o procesamento de entrada (modo de só visualización).
hu: Minden bemeneti feldolgozás letiltása (csak megtekintési mód).
it: Disabilita processamento di tutti gli input (modalità solo-visualizzazione)
ja_jp: すべての入力処理を無効にします (表示専用モード)
ko: 모든 입력 처리를 비활성화합니다 (보기 전용 모드).
nb_no: Deaktiver all behandling av inndata (kun visningsmodus).
pl: Wyłączenie przetwarzania danych wejściowych (tryb tylko do podglądu).
pt_pt: Desativa todo o processamento de entrada (modo somente para visualização).
ro_ro: Dezactivează toate procesarea de intrare (mod doar de vizualizare).
sk_sk: Zakázať všetko vstupné spracovanie (iba režim prezerania).
sv_se: Inaktivera all bearbetning av inmatningar (endast visningsläge).
tr: Tüm giriş işlemlerini devre dışı bırakın (salt görüntüleme modu).
vi_vn: Tắt tất cả xử lý đầu vào (chế độ chỉ xem).
zh_tw: 停用所有輸入處理（僅查看模式）。

# game_options
source: Disable support for memory write watches in ntdll.
ca: Deshabilitar suport d’observació de memòria d’escriptura a ntdll.
es: Deshabilita la compatibilidad con vigilancia de escritura de memoria en ntdll.
eu_es: Degaitu memoria idazketa iksterako euskarria ntdll-n
gl_es: Desactivar o soporte para os vixiantes de escritura de memoria en ntdll.
hu: Tiltsa le a memória írási órák támogatását az ntdll-ben.
it: Disabilita il supporto per la scrittura memoria in ntdll.
ja_jp: メモリ書き込みウォッチのサポート(ntdll)を無効にします
ko: 메모리 쓰기 감시에 대한 ntdll에서 지원을 비활성화합니다.
nb_no: Deaktiver støtte for minneskriveklokker i ntdll.
pl: Wyłączenie wsparcia dla obserwacji zapisu pamięci w ntdll.
pt_pt: Desativar o suporte para vigia de gravação de memória em ntdll.
ro_ro: Dezactivează suportul pentru supravegherile de scriere în memorie în ntdll.
sk_sk: Zakázať podporu pre sledovanie zápisu do pamäte v ntdll.
sv_se: Inaktivera stöd för minnesskrivningskontroller i ntdll.
tr: Ntdll bellek yazma izleme desteğini devre dışı bırak.
vi_vn: Tắt hỗ trợ đồng hồ ghi bộ nhớ trong ntdll.
zh_tw: 停用 ntdll 中對記憶體寫入監視的支援。

# game_options
source: Disable to access the system's settings, like time and language.
ca: Deshabilitar l’accés a ajustos de sistema, com temps i idioma.
es: Desactivar para acceder a los ajustes del sistema, como la hora y el idioma.
eu_es: Desgaitu ordua eta hizkuntza bezalako sistema ezarpetenarako sarrera.
gl_es: Desactivar para acceder á configuración do sistema, como a hora e a lingua.
hu: Tiltsa le a rendszerbeállítások, például az idő és a nyelv eléréséhez.
it: Disabilita per accedere alle impostazioni di sistema, tipo orario e lingua.
ja_jp: 時間や言語などの設定をスキップします
ko: 시간, 언어 등 시스템 설정에 대한 접속을 비활성화합니다.
nb_no: Deaktiver for å få tilgang til systeminnstillinger som klokkeslett og språk.
pl: Wyłącz, aby uzyskać dostęp do ustawień systemu, takich jak czas i język.
pt_pt: Desativar para aceder aos ajustes do sistema, como hora e idioma.
ro_ro: Dezactivează pentru a accesa setările sistemului, cum ar fi ora și limba.
sk_sk: Zakázať prístup k systémovým nastaveniam ako čas a jazyk.
sv_se: Inaktivera för att komma åt systemets inställningar, t.ex. tid och språk.
tr: Zaman ve dil gibi sistem ayarlarına erişmek için devre dışı bırak.
vi_vn: Tắt quyền truy cập vào cài đặt hệ thống, như thời gian và ngôn ngữ.
zh_tw: 停用存取系統設置，例如時間和語言。

# game_options
source: Disabled
ca: Deshabilitat
es: Desactivado
eu_es: Desgaitua
gl_es: Desactivado
hu: Letiltva
it: Disabilitato
ja_jp: 使用しない
ko: 비활성화
nb_no: Deaktivert
pl: Wyłączone
pt_pt: Desativado
ro_ro: Dezactivat
sk_sk: Zakázané
sv_se: Inaktiverad
tr: Devre dışı
vi_vn: Tắt
zh_tw: 停用

# game_options
source: Disabled (Beatle Interpreter)
ca: Deshabilitat (Intèrpret Beatle)
es: Desactivado (Beatle Interpreter)
eu_es: Desgauty (Beatle Interpretatzailea)
gl_es: Desactivado (Beatle Intérprete)
hu: Letiltva (Beatle Interpreter)
it: Disabilitato (Interprete Beatle)
ja_jp: 無効 (Beatle インタープリター)
ko: 비활성화 (비틀 해석기)
nb_no: Funksjonshemmet (Beatle-tolk)
pl: Wyłączony (Beatle interpreter)
pt_pt: Desativado (Beatle Interpreter)
ro_ro: Dezactivat (Interpretor Beatle)
sk_sk: Zakázané (Beatle Interpreter)
sv_se: Inaktiverad (Beatles-tolk)
tr: Devre Dışı (Beatle Yorumlayıcı)
vi_vn: Vô hiệu hóa (trình biên dịch Beatle)
zh_tw: 停用 (Beatle Interpreter)

# game_options
source: Disabled (Default)
ca: Deshabilitat (Per defecte)
es: Desactivado (Defecto)
eu_es: Desgaituta (Defektuz)
gl_es: Desactivado (predeterminado)
hu: Kikapcsolva (alapértelmezett)
it: Disabilitato (Default)
ja_jp: 無効（標準）
ko: 비활성화 (기본)
nb_no: Deaktivert (standard)
pl: Wyłączone (domyślnie)
pt_pt: Desativado (Predefinição)
ro_ro: Dezactivat (Implicit)
sk_sk: Zakázané (predvolené)
sv_se: Inaktiverad (Standard)
tr: Devre Dışı (Varsayılan)
vi_vn: Vô hiệu hóa (Mặc định)
zh_tw: 停用(預設)

# game_options
source: Disabled if using a shader set or the output display matches the game's resolution.
ca: Deshabilitat si s’usa un conjunt de shaders o la sortida de pantalla coincideix amb la resolució del joc.
es: Desactivar si se usa un conjunto de shaders o si la salida de pantalla coincide con la resolución del juego.
eu_es: Desgaitua Shader multzoa erabiltzen ari bada edo irteeraren pantaila bereizmena, jokoarenaren berdina bada
gl_es: Desactivar se se utiliza un conxunto de sombreadores ou se a pantalla de saída coincide coa resolución do xogo.
hu: Le van tiltva, ha árnyékoló készletet használ, vagy a kimeneti kijelző megfelel a játék felbontásának.
it: Disabilita se un set di shader è in uso o se il monitor in uscita corrisponde alla risoluzione del gioco.
ja_jp: シェーダーセットを使用、または出力表示がゲーム解像度と同じ場合は無効になります
ko: 셰이더 설정 또는 출력 디스플레이를 사용하는 것이 게임의 해상도와 일치하는 경우 비활성화됩니다.
nb_no: Deaktivert hvis du bruker et shader-sett eller hvis utdataskjermen samsvarer med spillets oppløsning.
pl: Wyłączone, jeśli używany jest zestaw shaderów lub rozdzielczość obrazu odpowiada rozdzielczości gry.
pt_pt: Desativado se estiver a usar filtros ou se a resolução do monitor corresponder à do jogo
ro_ro: Dezactivat dacă se utilizează un pachet de shadere sau ecranul de ieșire are aceeași rezoluție cu cea a jocului.
sk_sk: Zakázané pri použití sady shaderov alebo výstupný displej sa zhoduje s rozlíšením hry.
sv_se: Inaktiverad om du använder en shaderuppsättning eller om skärmen matchar spelets upplösning.
tr: Gölgelendirici seti kullanılıyorsa veya çıktı ekranı oyunun çözünürlüğüyle eşleşiyorsa devre dışı bırakılır.
vi_vn: Tắt nếu sử dụng bộ đổ bóng hoặc màn hình vừa đúng với tỉ lệ trò chơi.
zh_tw: 如果使用著色器集或輸出顯示與遊戲的解析度匹配則停用。
