Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: TEXTURE REPLACEMENTS
es: REEMPLAZO DE TEXTURA
eu_es: TESTUREN ORDEZKATZEA
gl_es: SUSTITUCIÓNS DE TEXTURAS
hu: TEXTÚRA CSERÉK
it: SOSTITUZIONI TEXTURE
ja_jp: テクスチャ置換の可否
ko: 텍스처 교체
nb_no: UTSKIFTING AV TEKSTUR
pl: ZAMIENNIKI TEKSTUR
pt_pt: SUBSTITUIÇÕES DE TEXTURA
ro_ro: ÎNLOCUIRI DE TEXTURI
sk_sk: Náhrady textúr
sv_se: TEXTURERSÄTTNINGAR
tr: DOKU DEĞİŞİMLERİ
vi_vn: THAY THẾ HỌA TIẾT
zh_tw: 紋理替換

# game_options
source: TEXTURE SMOOTHING
ca: SUAVITZAT DE TEXTURA
es: SUAVIZADO DE TEXTURAS
eu_es: TESTUREN LEUNTZEA
gl_es: SUAVIZADO DE TEXTURAS
hu: TEXTÚRA SIMÍTÁS
it: SFUMATURA TEXTURE
ja_jp: テクスチャスムージング
ko: 텍스처 스무딩
nb_no: UTJEVNING AV TEKSTUR
pl: WYGŁADZANIE TEKSTURY
pt_pt: TEXTURA SUAVE
ro_ro: NETEZIREA TEXTURILOR
sk_sk: Vyhladzovanie textúr
sv_se: UTJÄMNING AV TEXTUR
tr: DOKU YUMUŞAT
zh_tw: 紋理平滑

# game_options
source: TEXTURE UPSCALING
ca: ESCALAT DE TEXTURA
es: MEJORA DE TEXTURA
eu_es: TESTUREN ESKALATZEA
gl_es: MELLORA DE TEXTURA
hu: TEXTÚRAFELSKÁLÁZÁS
it: UPSCALING DELLE TEXTURE
ja_jp: テクスチャアップスケーリング
ko: 텍스처 업스케일링
nb_no: OPPSKALERING AV TEKSTUR
pl: PRZESKALOWANIE TEKSTURY
pt_pt: AUMENTAR ESCALA DE TEXTURA
ro_ro: UPSCALING TEXTURI
sk_sk: Zväčšovanie textúr
sv_se: TEXTURUPPSKALNING
tr: DOKU YÜKSELTMESİ
vi_vn: NÂNG CẤP HỌA TIẾT
zh_tw: 紋理放大

# game_options
source: TEXTURE UPSCALING (RICE ONLY)
ca: ESCALAT DE TEXTURES (NOMÉS RICE)
es: MEJORA DE TEXTURA (SÓLO RICE)
eu_es: TESTUREN ESKALATZEA (RICE SOILIK)
gl_es: MELLORA DE TEXTURA (SÓ RICE)
hu: TEXTÚRAFELBŐVÍTÉS (CSAK RIZS)
it: INGRANDIMENTO TEXTURE (SOLO RICE)
ja_jp: テクスチャアップスケーリング [RICE]
ko: 텍스처 업스케일링 (RICE 전용)
nb_no: OPPSKALERING AV TEKSTUR (KUN RIS)
pl: SKALOWANIE TEKSTURY (TYLKO RYŻ)
pt_pt: AUMENTAR ESCALA DE TEXTURA (APENAS EM RICE)
ro_ro: UPSCALING TEXTURI (DOAR RICE)
sk_sk: Zväčšovanie textúr (iba rice)
sv_se: TEXTURUPPSKALNING (ENDAST RICE)
tr: DOKU YÜKSELTMESİ (YALNIZCA RICE)
zh_tw: 紋理放大(僅RICE)

# game_options
source: TEXTURE UPSCALING (XBRZ)
ca: ESCALAT DE TEXTURA (XBRZ)
es: ESCALADO DE TEXTURAS (XBRZ)
eu_es: TESTUREN ESKALATZEA (XBRZ)
gl_es: ESCALADO DE TEXTURA (XBRZ)
hu: TEXTÚRA FELSKÁLÁZÁS (XBRZ)
it: UPSCALING TEXTURES (XBRZ)
ja_jp: テクスチャアップスケーリング [XBRZ]
ko: 텍스처 업스케일링 (XBRZ)
nb_no: OPPSKALERING AV TEKSTUR (XBRZ)
pl: PRZESKALOWANIE TEKSTURY (XBRZ)
pt_pt: AUMENTAR ESCALA DA TEXTURA (XBRZ)
ro_ro: UPSCALING TEXTURI (XBRZ)
sk_sk: Zväčšovanie textúr (XBRZ)
sv_se: TEXTURUPPSKALNING (XBRZ)
tr: DOKU YÜKSELTMESİ (XBRZ)
zh_tw: 紋理放大(XBRZ)

# game_options
source: TEXTURE UPSCALING LEVEL
ca: NIVELL D’ESCALAT DE TEXTURA
es: NIVEL DE ESCALADO DE TEXTURAS
eu_es: TESTUREN ESKALATZE MAILA
gl_es: NIVEL DE ESCALADO DE TEXTURA
hu: TEXTÚRA FELSKÁLÁZÁSI SZINT
it: LIVELLO INGRANDIMENTO TEXTURE
ja_jp: テクスチャアップスケーリングレベル
ko: 텍스처 업스케일링 수준
nb_no: NIVÅ FOR OPPSKALERING AV TEKSTUR
pl: POZIOM PRZESKALOWANIA TEKSTURY
pt_pt: NÍVEL DE ESCALA DE TEXTURA
ro_ro: NIVEL UPSCALING TEXTURI
sk_sk: Úroveň zväčšenia textúr
sv_se: NIVÅ AV TEXTURUPPSKALNING
tr: DOKU YÜKSELTME SEVİYESİ
zh_tw: 紋理放大級別

# game_options
source: TEXTURE UPSCALING TYPE
ca: TIPUS D’ESCALAT DE TEXTURA
es: TIPO DE ESCALADO DE TEXTURAS
eu_es: TESTUREN ESKALATZE MOTA
gl_es: TIPO DE ESCALADO DE TEXTURA
hu: TEXTÚRA FELSKÁLÁZÁS TÍPUSA
it: TIPOLOGIA DI INGRANDIMENTO TEXTURE
ja_jp: テクスチャアップスケーリング方式
ko: 텍스처 업 스케일링 유형
nb_no: TYPE OPPSKALERING AV TEKSTUR
pl: TYP PRZESKALOWANIA TEKSTURY
pt_pt: TIPO DE ESCALA DE TEXTURA
ro_ro: TIP UPSCALING TEXTURI
sk_sk: Metóda škálovania textúr
sv_se: TYP AV TEXTURUPPSKALNING
tr: DOKU YÜKSELTME TÜRÜ
zh_tw: 紋理放大型別

# game_options
source: THREADED 3D
ca: 3D MILLORAT
es: 3D MEJORADO
eu_es: HARI BIDEZKO 3D-A
gl_es: 3D MELLORADO
hu: MENETES 3D
ja_jp: スレッド化 3D
ko: 스레드 3D
nb_no: GJENNOMGREID 3D
pl: WIELOWĄTKOWE 3D
pt_pt: MELHORAMENTO 3D
ro_ro: 3D pe fire de execuție
sk_sk: Vláknové 3D
sv_se: TRÅDAD 3D
tr: İŞ PARÇACIKLI 3D
zh_tw: 螺紋3D

# game_options
source: THREADED PRESENTATION
ca: PRESENTACIÓ MILLORADA
es: PRESENTACIÓN MEJORADA
eu_es: HARIZTATUTAKO PRESENTAZIOA
gl_es: PRESENTACIÓN MELLORADA
hu: MENETES BEMUTATÁS
it: PRESENTAZIONE THREADED
ja_jp: スレッド化プレゼンテーション
ko: 스레드 프레젠테이션
nb_no: GJENGET PRESENTASJON
pl: PREZENTACJA WIELOWĄTKOWA
pt_pt: PRESENTAÇÃO THREADED
ro_ro: PREZENTARE PE FIRE DE EXECUȚIE
sk_sk: Vláknová prezentácia
sv_se: TRÅDAD PRESENTATION
tr: İŞ PARÇACIKLI SUNUM
vi_vn: TRÌNH BÀY THEO CHUỖI
zh_tw: 線索展示

# game_options
source: THREADED VIDEO
ca: VÍDEO MILLORAT
es: VÍDEO MEJORADO
eu_es: HARITUTAKO BIDEOA
gl_es: VIDEO MELLORADO
hu: TÖBBSZÁLAS VIDEÓ
it: VIDEO THREADED
ja_jp: 映像処理(映像スレッド)
ko: 스레드 비디오
nb_no: TRÅDET VIDEO
pl: WIELOWĄTKOWE WIDEO
pt_pt: VÍDEO THREADED
ro_ro: VIDEO PE FIRE DE EXECUȚIE
sk_sk: Vláknové video
sv_se: TRÅDAD VIDEO
tr: İŞ PARÇACIKLI VİDEO
vi_vn: VIDEO THEO LUỒNG
zh_tw: 執行緒影像

# game_options
source: TI-99/4A Cartridges
ca: Cartutxos TI-99/4A
es: Cartuchos TI-99/4A
eu_es: TI-99/4A Kartutxoak
gl_es: Cartuchos TI-99/4A
hu: TI-99/4A kazetták
it: Cartucce TI-99/4A
ja_jp: TI-99/4A カートリッジ
ko: TI-99 / 4A 카트리지
nb_no: TI-99/4A-kassetter
pl: Kartridże TI-99/4A
pt_pt: Cartuchos TI-99/4A
ro_ro: Cartele TI-99/4A
sk_sk: TI-99/4A kartridže
sv_se: TI-99/4A-kassetter
tr: TI-99/4A Kartuşları
zh_tw: TI-99/4A 卡匣

# game_options
source: TIME CRISIS FOG HACK
es: TRUCO PARA NIEBLA/HUMO EN TIME CRISIS
eu_es: TIME CRISIS LAINO HACK-A
gl_es: HACK DE NÉBOA DE TIME CRISIS
hu: TIME CRISIS KÖD HACK
it: HACK PER LA NEBBIA IN TIME CRISIS
ja_jp: タイムクライシス フォグ(霧)ハック
ko: 타임 크라이시스 안개 해킹
pl: HACK MGŁY DLA TIME CRISIS
pt_pt: HACK DE NÉVOA DE TIME CRISIS
ro_ro: HACK CEAȚĂ TIME CRISIS
sk_sk: TIME CRISIS hack na hmlu
tr: TIME CRISIS SİS GELİŞTİRMESİ

# game_options
source: TIME STRETCHING THRESHOLD
es: LÍMITE TIME STRETCHING
eu_es: DENBORA ZABALTZE ATARIA
gl_es: LIMEIRO DE ESTIRAMACIÓN DO TEMPO
hu: IDŐNYÚJTÁSI KÜSZÖBÉRTÉK
it: SOGLIA DI TIME STRETCHING
ja_jp: タイムストレッチしきい値
ko: 시간 늘리기 임계값
nb_no: TERSKEL FOR TIDSSTREKKING
pl: PRÓG ROZCIĄGANIA CZASU
pt_pt: LIMITE DE EXTENSÃO DE TEMPO
ro_ro: PRAG DE ÎNTINDERE A TIMPULUI
sk_sk: Prah natiahnutia času
sv_se: TRÖSKELVÄRDE FÖR TIDSSTRÄCKNING
tr: ZAMAN ESNEME EŞİĞİ
zh_tw: 時間拉伸閾值

# game_options
source: TIMED AXIS INTERVALS
ca: INTERVALS D’EIX TEMPORITZATS
es: INTERVALOS DE EJE TEMPORIZADOS
eu_es: DENBORA JAKINEKO ARDATZ INTERBALOAK
gl_es: INTERVALOS DE EIXES TEMPORIZADOS
hu: IDŐZÍTETT TENGELYINTERVALLUMOK
it: ITERVALLI ASSI TEMPORIZZATI
ja_jp: ジョイスティック軸の時間間隔
ko: 시간 축 간격
nb_no: TIDSSTYRTE AKSEINTERVALLER
pl: INTERWAŁY CZASOWE OSI
pt_pt: INTERVALOS DE EIXO TEMPORÁRIOS
ro_ro: INTERVAL AXĂ TEMPORIZATĂ
sk_sk: Intervaly časových osí
sv_se: TIDSBESTÄMDA AXELINTERVALL
tr: ZAMANLI EKSEN ARALIKLARI
zh_tw: 定時軸間隔

# game_options
source: TOP LEFT (NW)
ca: SUPERIOR ESQUERRA (NO)
es: SUPERIOR IZQUIERDA
eu_es: GORAN EZKERREAN (IM)
gl_es: SUPERIOR ESQUERDA (NW)
hu: BALRA FENT (ÉNY)
it: ALTO SINISTRA (NO)
ja_jp: 左上（←↑）
ko: 왼쪽 상단 (NW)
nb_no: ØVERST TIL VENSTRE (NV)
pl: LEWA GÓRA
pt_pt: SUPERIOR ESQUERDO (NOROESTE)
ro_ro: STÂNGA SUS (NV)
sk_sk: Hore vľavo (SZ)
sv_se: ÖVERST TILL VÄNSTER (NV)
tr: ÜST SOL (KB)
vi_vn: TRÊN TRÁI (TÂY BẮC)
zh_tw: 左上(NW)

# game_options
source: TOP RIGHT (NE)
ca: SUPERIOR DRETA (NE)
es: SUPERIOR DERECHA
eu_es: GORAN ESKUINEAN (IE)
gl_es: SUPERIOR DEREITA (NE)
hu: JOBBRA FENT (ÉK)
it: ALTO DESTRA (NE)
ja_jp: 右上（→↑）
ko: 오른쪽 상단 (NE)
nb_no: ØVERST TIL HØYRE (NØ)
pl: PRAWA GÓRA
pt_pt: SUPERIOR DIREITO (NORDESTE)
ro_ro: DREAPTA SUS (NE)
sk_sk: Hote vpravo (SV)
sv_se: ÖVERST TILL HÖGER (NÖ)
tr: ÜST SAĞ (KD)
vi_vn: TRÊN PHẢI (ĐÔNG BẮC)
zh_tw: 右上(NE)

# game_options
source: TOS languages.
ca: Idiomes TOS.
es: Idiomas TOS.
eu_es: TOS hizkuntzak.
gl_es: Idiomas TOS.
hu: TOS nyelvek.
it: Lingue TOS.
ja_jp: TOS言語
ko: TOS 언어.
nb_no: TOS-språk.
pl: Języki TOS.
pt_pt: Idiomas TOS.
ro_ro: Limbi TOS.
sk_sk: TOS jazyky.
sv_se: TOS-språk.
tr: TOS dilleri.
vi_vn: Ngôn ngữ Tos.
zh_tw: TOS語言。

# game_options
source: TOUCH MODE
es: MODO TÁCTIL
gl_es: MODO TÁCTIL
hu: ÉRINTÉSES MÓD
it: MODALITÀ TOUCH
ja_jp: タッチモード
ko: 터치 모드
nb_no: BERØRINGSMODUS
pl: TRYB DOTYKU
pt_pt: MODO DE TOQUE
ro_ro: MOD ATINGERE
sk_sk: Režim dotyku
sv_se: PEKLÄGE
tr: DOKUNMATİK MOD
zh_tw: 觸控模式

# game_options
source: TOUCH SCREEN MODE
ca: MODE DE PANTALLA TÀCTIL
es: MODO PANTALLA TÁCTIL
eu_es: UKITZE PANTAILA MODUKO
gl_es: MODO PANTALLA TÁCTIL
hu: ÉRINTŐKÉPERNYŐ MÓD
it: MODALITÀ TOUCH SCREEN
ja_jp: タッチスクリーンモード
ko: 터치 스크린 모드
nb_no: BERØRINGSSKJERMMODUS
pl: TRYB DOTYKOWY
pt_pt: MODO DO ECRÃ TÁTIL
ro_ro: MOD ECRAN TACTIL
sk_sk: Režim dotykovej obrazovky
sv_se: PEKSKÄRMSLÄGE
tr: DOKUNMATİK EKRAN MODU
vi_vn: CHẾ ĐỘ MÀN HÌNH CẢM ỨNG
zh_tw: 觸控式螢幕模式

# game_options
source: TRAINER MODE
ca: MODE D’ENTRENAMENT
es: MODO ENTRENADOR
eu_es: ENTRENAMENDU MODUA
gl_es: MODO ADESTRADOR
hu: EDZŐ MÓD
it: MODALITÀ ALLENATORE
ja_jp: トレーナーモード
ko: 트레이너 모드
nb_no: TRENER-MODUS
pl: TRYB TRENINGOWY
pt_pt: MODO DE TREINO
ro_ro: MOD ANTRENAMENT
sk_sk: Režim trénera
sv_se: TRÄNINGSLÄGE
tr: ÇALIŞTIRICI MODU
vi_vn: CHẾ ĐỘ HUẤN LUYỆN
zh_tw: 教練模式

# game_options
source: TRILINEAR FILTERING
ca: FILTRATGE TRILINEAL
es: FILTRADO TRILINEAL
eu_es: TRILINEAR FILTRATZEA
gl_es: FILTRADO TRILINEAL
hu: TRILINEÁRIS SZŰRÉS
it: FILTRAGGIO TRILINEARE
ja_jp: トライリニアフィルタリング
ko: 삼중선형 필터링
nb_no: TRILINEÆR FILTRERING
pl: FILTROWANIE TRÓJLINIOWE
pt_pt: FILTRO TRILINEAR
ro_ro: FILTRARE TRILINEARĂ
sk_sk: Trilineárne filtrovanie
sv_se: TRILINJÄR FILTRERING
tr: ÜÇ DOĞRUSAL FİLTRELEME
zh_tw: 三線濾波

# game_options
source: TRIPLE BUFFERING
es: TRIPLE ALMACENAMIENTO EN BÚFER
gl_es: BUFFERING TRIPLE
hu: HÁRMAS PUFFERELÉS
it: BUFFERING TRIPLO
ja_jp: トリプルバッファ
ko: 트리플 버퍼링
nb_no: TRIPPEL BUFRING
pl: POTRÓJNE BUFOROWANIE
pt_pt: BUFFER TRIPLO
ro_ro: BUFFERING TRIPLU
sk_sk: Trojité bufferovanie
sv_se: TRIPPELBUFFRING
tr: ÜÇLÜ ARABELLEK
zh_tw: 三重緩衝

# game_options
source: TRUE COLOUR RENDERING
ca: RENDERITZACIÓ AMB COLOR REAL
es: RENDERIZADO DE COLOR ORIGINAL
eu_es: BENETAKO KOLORE RENDERIZATZEA
gl_es: RENDERIZADO ORIXINAL DA COR
hu: SZÍNHŰ SZÍNVISSZAADÁS
it: RENDERING IN TRUE COLOR
ja_jp: トゥルー カラー (レンダリング)
ko: 트루 컬러 렌더링
nb_no: EKTE FARGEGJENGIVELSE
pl: WIERNE ODWZOROWANIE KOLORÓW
pt_pt: RENDERIZAÇÃO DE CORES REAIS
ro_ro: RANDARE LA CULOAREA REALĂ
sk_sk: Renderovanie v pravých farbách
tr: GERÇEK RENK İLE İŞLE
vi_vn: KẾT XUẤT MÀU SẮC THẬT
zh_tw: 真彩色再現

# game_options
source: TT AUTO
ja_jp: TT (自動)
ko: TT 오토
vi_vn: TT tự động

# game_options
source: TV2x CRT Television Filter
es: Filtro de Televisión TV2x CRT
eu_es: TV2x CRT Telebista Filtroa
gl_es: Filtro de televisión CRT TV2x
it: TV2x Filtro Televisione CRT
ja_jp: TV2xブラウン管テレビ用フィルター
ko: TV2배 CRT 텔레비전 필터
nb_no: TV2x CRT-fjernsynsfilter
pl: Filtr kineskopowy TV2x
pt_pt: Filtro de televisão CRT TV2x
ro_ro: TV2x Filtru televizor CRT
sk_sk: Televízny filter TV2x CRT
sv_se: TV2x CRT TV-filter
tr: TV2x CRT Televizyon Filtresi
zh_tw: TV2x CRT 電視濾鏡

# game_options
source: TWB64 - Pack 1
ko: TWB64 - 팩 1
nb_no: TWB64 - Pakke 1
ro_ro: TWB64 - Pachet 1
tr: TWB64 - Paket 1

# game_options
source: TWB64 - Pack 2
ko: TWB64 - 팩 2
nb_no: TWB64 - Pakke 2
ro_ro: TWB64 - Pachet 2
tr: TWB64 - Paket 2

# game_options
source: Taiwan
es: Taiwán
gl_es: Taiwán
hu: Tajvan
ja_jp: 台湾
ko: 대만
pl: Tajwan
tr: Tayvan
vi_vn: Đài Loan

# game_options
source: Taiwanese
ca: Taiwanès
es: Taiwanés
eu_es: Taiwanera
gl_es: Taiwanés
hu: Tajván
ja_jp: 台湾語
ko: 대만어
nb_no: Taiwansk
pl: Tajwański
pt_pt: Taiwanês
ro_ro: Taivaneză
sk_sk: Taiwančina
sv_se: Taiwanesiska
tr: Tayvanca
vi_vn: Đài Loan

# keys_files
source: Take a screenshot
es: Tomar una captura de pantalla
eu_es: Atera pantailaren argazkia
gl_es: Facer unha captura de pantalla
it: Fai uno screenshot
ja_jp: スクリーンショットを撮る
ko: 스크린샷 찍기
nb_no: Ta et skjermbilde
pl: Wykonaj zrzut ekranu
ro_ro: Fă o captură de ecran
sk_sk: Urobiť snímku obrazovky

# game_options
source: Tandy
ko: 탠디

# game_options
source: Tandy Radio Shack Color Computer cartridges
ca: Cartutxos Tandy Radio Shack Color Computer
es: Cartuchos Tandy Radio Shack Color Computer
eu_es: Tandy Radio Shack Color Computer kartutxoak
gl_es: Cartuchos de ordenador Tandy Radio Shack Color
hu: Tandy Radio Shack Color Computer kazetta
it: Cartucce Tandy Radio Shack Color Computer
ja_jp: Tandy Radio Shack Color Computer カートリッジ
ko: 탠디 라디오 셱 컬러 컴퓨터 카트리지
nb_no: Tandy Radio Shack Color Computer kassett
pl: Kartridże Tandy Radio Shack Color Computer
pt_pt: Cartuchos de PC Tandy Radio Shack Color
ro_ro: Cartele Tandy Radio Shack Color Computer
sk_sk: Tandy Radio Shack Color Computer kartridže
sv_se: Tandy Radio Shack Color Computer-kassetter
tr: Tandy Radio Shack Renkli Bilgisayar kartuşları
zh_tw: Tandy Radio Shack Color Computer 卡匣

# game_options
source: Tandy Radio Shack Color Computer cassettes
es: Cassettes Tandy Radio Shack Color Computer
gl_es: Casetes de ordenador Tandy Radio Shack Color
hu: Tandy Radio Shack színes számítógépes kazetták
it: Cassette Tandy Radio Shack Color Computer
ja_jp: Tandy Radio Shack Color Computer カセット
ko: 텐디 라디오 셱 컬러 컴퓨터 카세트
nb_no: Tandy Radio Shack Color Computer kassetter
pl: Kasety Tandy Radio Shack Color Computer
pt_pt: Tandy Radio Shack Color Cassetes de computador
ro_ro: Casete Tandy Radio Shack Color Computer
sk_sk: Tandy Radio Shack Color Computer kazety
sv_se: Tandy Radio Shack Color Computer-kassetter
tr: Tandy Radio Shack Renkli Bilgisayar kasetleri
zh_tw: Tandy Radio Shack Color Computer 卡帶

# game_options
source: Tandy Radio Shack Color Computer disk images
ca: Imatges de disc Tandy Radio Shack Color Computer
es: Discos de imagen Tandy Radio Shack Color Computer
eu_es: Tandy Radio Shack Color Computer disko irudiak
gl_es: Imaxes do disco de Tandy Radio Shack Color Computer
hu: Tandy Radio Shack Color Computer lemezkép
it: Immagini disco Tandy Radio Shack Color Computer
ja_jp: Tandy Radio Shack Color Computer ディスクイメージ
ko: 탠디 라디오 셱 컬러 컴퓨터 디스크 이미지
nb_no: Tandy Radio Shack Color Computer disk-bilder
pl: Obrazy dysków Tandy Radio Shack Color Computer
pt_pt: Imagens de disco do PC Tandy Radio Shack Color
ro_ro: Imagini de disc Tandy Radio Shack Color Computer
sk_sk: Tandy Radio Shack Color Computer obrazy disku
sv_se: Tandy Radio Shack Färg Dator-diskavbilder
tr: Tandy Radio Shack Renkli Bilgisayar disk imajları
zh_tw: Tandy Radio Shack Color Computer 磁碟鏡像

# game_options
source: Thailand
gl_es: Tailandia
hu: Thaiföld
it: Tailandia
ko: 태국
pl: Tajlandia
pt_pt: Tailândia
ro_ro: Tailanda
sk_sk: Thajsko
tr: Tayland
vi_vn: Thái Lan

# game_options
source: The New 3DS has a faster processor, ZL/ZR buttons and a C-stick.
ca: La New 3DS té un processador ràpid, botons ZL/ZR i un C-stick.
es: La nueva 3DS tiene un procesador más rápido, botones ZL/ZR y C-stick.
eu_es: New 3DS-k prozesadore ezkarragoa du, ZL/ZR botoiak eta C-stick bat.
gl_es: O novo 3DS ten un procesador máis rápido, botóns ZL/ZR e un C-stick.
hu: A New 3DS gyorsabb processzorral, ZL/ZR gombokkal és C-stickkel rendelkezik.
it: Il nuovo 3DS ha un processore più veloce, bottoni ZL/ZR e C-stick.
ja_jp: New 3DSには、より高速なプロセッサ、ZL/ZR ボタン、Cスティックがあります
ko: 새로운 3DS에는 더 빠른 프로세서, ZL / ZR 버튼, C 스틱이 있습니다.
nb_no: New 3DS har en raskere prosessor, ZL/ZR-knapper og en C-stick.
pl: Nowa konsola 3DS posiada szybszy procesor, przyciski ZL/ZR oraz joystick C.
pt_pt: A nova 3DS tem um processador mais rápido, botões ZL/ZR e um C-stick.
ro_ro: Noul 3DS are un procesor mai rapid, butoane ZL/ZR și o manetă C.
sk_sk: Nové 3DS má rýchlejší procesor, tlačidlá ZL/ZR a C-stick.
sv_se: New 3DS har en snabbare processor, ZL/ZR-knappar och en C-spak.
tr: Yeni 3DS'de daha hızlı bir işlemci, ZL/ZR tuşları ve C çubuğu bulunur.
vi_vn: 3DS Mới có bộ xử lý nhanh hơn, các nút ZL/ZR và thanh C.
zh_tw: 新的3DS有更快的處理器，ZL/ZR按鈕和一個C-stick。

# game_options
source: The area around the joystick's neutral position where input is ignored. Can help reduce unintended inputs.
es: Área alrededor de la posición neutral del joystick sin respuesta. Puede ayudar a reducir movimientos no deseados.
gl_es: A área ao redor da posición neutra do joystick sen resposta. Pode axudar a reducir movementos non desexadas.
hu: A joystick semleges pozíciója körüli terület, ahol a bevitel figyelmen kívül marad. Segíthet a nem szándékos bemenetek csökkentésében.
it: L'area intorno alla posizione di riposo del joystick dove gli input sono ignorati. Può aiutare a ridurre input involontari.
ja_jp: ジョイスティックの中立位置付近の入力が無視される領域。意図しない入力を減らすことができます
ko: 조이스틱의 중립 위치 주변에서 입력이 무시되는 영역입니다. 의도치 않은 입력을 줄이는 데 도움이 될 수 있습니다.
nb_no: Området rundt joystickens nøytrale posisjon der input ignoreres. Kan bidra til å redusere utilsiktede input.
pl: Obszar wokół neutralnej pozycji joysticka, w którym dane wejściowe są ignorowane. Może pomóc ograniczyć niezamierzone ruchy.
pt_pt: A área ao redor da posição neutra do comando onde a entrada é ignorada. Pode ajudar a reduzir entradas não intencionais.
ro_ro: Zona din jurul poziției neutre a joystick-ului unde intrarea este ignorată. Poate ajuta să reducă mișcările nedorite.
sk_sk: Oblasť okolo neutrálnej polohy joysticku, kde sa ignoruje vstup. Môže znížiť neželané vstupy.
sv_se: Området runt styrspakens neutrala läge där inmatning ignoreras. Kan bidra till att minska oavsiktliga inmatningar.
tr: Girişin dikkate alınmadığı joystick'in nötr konumu etrafındaki alan. İstenmeyen girdilerin azaltılmasına yardımcı olabilir.
zh_tw: 搖桿中間位置周圍的區域，輸入被忽略。有助於減少意外輸入。

# game_options
source: The day within the month of your birthday.
es: El día del mes de tu cumpleaños.
gl_es: O día do mes do teu nacemento.
hu: A születésnapod hónapján belüli nap.
it: Il giorno del mese del tuo compleanno.
ja_jp: あなたの誕生の日
ko: 생일 날짜.
nb_no: Dagen i måneden du fyller år.
pl: Dzień w miesiącu Twoich urodzin.
pt_pt: O dia do mês do seu aniversário.
ro_ro: Ziua din luna ta de naștere.
sk_sk: Deň v mesiaci vašich narodenín.
sv_se: Den dag i månaden då du fyller år.
tr: Doğum gününüzün ayı içindeki gün.
vi_vn: Ngày sinh của bạn.
zh_tw: 你生日當月的第一天。

# game_options
source: The emulated graphics card.
ca: La tarjeta gràfica emulada.
es: Tarjeta gráfica emulada.
eu_es: Emulatutako txartel grafikoa
gl_es: A tarxeta gráfica emulada.
hu: Az emulált grafikus kártya.
it: La scheda video emulata.
ja_jp: エミュレートされたグラフィックカード
ko: 에뮬레이트된 그래픽 카드입니다.
nb_no: Det emulerte grafikkortet.
pl: Emulowana karta graficzna.
pt_pt: Pláca gráfica emulada
ro_ro: Placa grafică emulată.
sk_sk: Emulovaná grafická karta.
sv_se: Det emulerade grafikkortet.
tr: Taklit edilmiş ekran kartı.
vi_vn: Đã giả lập card đồ họa.
zh_tw: 模擬顯示卡。

# game_options
source: The final output image, unrelated to the Wii's emulated NAND setting.
ca: La imatge de sortida final no està relacionada amb els ajustos de NAND emulada de Wii.
es: La imagen de salida final, no está relacionada con la configuración NAND emulada de Wii.
eu_es: Azken irteera irudia, ez du Wii-aren emulatutako NAND ezarpenarekin zerikusirik.
gl_es: A imaxe de saída final, non relacionada coa configuración NAND emulada da Wii.
hu: A végső kimeneti kép, amely nem kapcsolódik a Wii emulált NAND beállításához.
it: L'immagine output finale, non correlata con l'impostazione NAND emulata del Wii
ja_jp: WiiのエミュレートNAND設定とは無関係の画像表示を設定します
ko: Wii의 에뮬레이트된 NAND 설정과 관련이 없는 최종 출력 이미지입니다.
nb_no: Det endelige utgangsbildet, som ikke er relatert til Wii'ens emulerte NAND-innstilling.
pl: Ostateczny obraz wyjścia, niezwiązany z emulowanym ustawieniem NAND Wii.
pt_pt: A imagem da saída final, não relacionado ao ajuste da NAND emulada da Wii.
ro_ro: Imaginea de ieșire finală, nelegată de setarea NAND a Wii-ului emulat.
sk_sk: Konečný výstupný obrázok nesúvisiaci s emulovaným NAND nastavením Wii.
sv_se: Den slutliga utmatningsbilden, som inte är relaterad till Wii:s emulerade NAND-inställning.
tr: Wii'nin benzetilmiş NAND ayarıyla ilgisi olmayan son çıktı görüntüsü.
vi_vn: Hình ảnh đầu ra cuối cùng, không liên quan đến cài đặt NAND mô phỏng của Wii.
zh_tw: 最終的輸出影像，與Wii的模擬NAND設定無關。

# game_options
source: The higher the setting, the more blending is emulated in the shader accurately, and the higher the speed penalty will be.
es: Cuanto más alta se ajuste, más precisa será la emulación del sombreador, y mayor será la penalización de velocidad.
eu_es: Ezarpen altuagoek nahasketa handitzen dute emulatutako shader-ean zehazki, handiagoa izango da abiadura beharra.
gl_es: Canto maior sexa a configuración, máis se emulará a mestura no sombreador con precisión e maior será a penalización de velocidade.
hu: Minél magasabb a beállítás, annál pontosabban emulálja a keverést a shader, és annál nagyobb lesz a sebességcsökkenés.
it: Valori più alti significa più blending viene emulato nello shader accuratamente, con conseguente riduzione della velocità.
ja_jp: 設定が高いほど、シェーダーでより正確にブレンディングされます(速度低下)
ko: 설정이 높을수록 셰이더에서 블렌딩이 더 정확하게 에뮬레이션되고 속도 저하가 더 커집니다.
nb_no: Jo høyere innstillingen er, desto mer nøyaktig emuleres blandingen i shaderen, og desto høyere blir hastighetsreduksjonen.
pl: Im wyższe ustawienie, tym dokładniejsze mieszanie jest emulowane w module cieniującym i tym większy będzie spadek szybkości.
pt_pt: Quanto maior a configuração, mais blending é emulada no shader com precisão, e maior será a penalização na velocidade.
ro_ro: Cu cât mai mare setarea, cu atât mai multă contopire este emulată în sharer mai exact, și cu atât mai mare va fi penalizarea de viteză.
sk_sk: Čím vyššie nastavenie, tým viac rozmazania sa emuluje v shaderi presne a tým vyššia bude pokuta za rýchlosť.
sv_se: Ju högre inställningen är, desto mer emuleras blandningen i shadern på ett korrekt sätt och desto högre blir hastighetsnedsättningen.
tr: Ayar ne kadar yüksek olursa, gölgelendiricide o kadar fazla harmanlama doğru bir şekilde taklit edilir ve hız cezası da o kadar yüksek olur.
vi_vn: Cài đặt càng cao thì khả năng hòa trộn được mô phỏng trong trình đổ bóng càng chính xác và tốc độ sẽ càng cao.
zh_tw: 設定越高，著色器中模擬的混合越精確，速度損失也就越大。

# game_options
source: The image will be softer which could help with aliasing.
es: La imagen será más suave, lo que podría ayudar con el aliasing.
eu_es: Irudia leunagoa izango da, antialiasarekin lagundu dezakeena.
gl_es: A imaxe será máis suave o que podería axudar co aliasing.
hu: A kép lágyabb lesz, ami segíthet az élsimitással szemben.
it: L'immagine sarà più delicata e potrebbe migliorare con antialiasing.
ja_jp: 画像がソフトになり、エイリアシングが軽減される可能性があります
ko: 이미지가 부드러워져 에일리어싱을 해결하는 데 도움이 될 수 있습니다.
nb_no: Bildet blir mykere, noe som kan hjelpe mot aliasing.
pl: Obraz będzie zmiękczony, co może pomóc z aliasingiem.
pt_pt: A imagem ficará mais suave, o que pode ajudar com o aliasing.
ro_ro: Imaginea va fi mai netedă, ceea ce poate ajuta cu aliasing-ul.
sk_sk: Obrázok bude jemnejší, čo by mohlo pomôcť pri aliasingu.
sv_se: Bilden blir mjukare vilket kan hjälpa till med utjämning.
tr: Görüntü daha yumuşak olacaktır, bu da takma adlamaya yardımcı olabilir.
vi_vn: Hình ảnh sẽ mềm hơn, điều này có thể giúp khử răng cưa.
zh_tw: 影像會更柔和，這有助於消除鋸齒。

# game_options
source: The language to translate into.
ca: L’idioma al que traduir.
es: Idioma al que traducir.
eu_es: Zein hizkuntzetara itzuli behar da.
gl_es: Lingua a que traducir.
hu: A lefordítandó nyelv.
it: La lingua in cui tradurre.
ja_jp: 翻訳して表示する言語を選択します
ko: 번역할 언어입니다.
nb_no: Språk som skal oversettes til.
pl: Język, na który należy tłumaczyć.
pt_pt: O idioma para o qual traduzir.
ro_ro: Limba în care se face traducerea.
sk_sk: Jazyk, do ktorého prekladať.
sv_se: Språket att översätta till.
tr: Çevrilecek dil.
vi_vn: Ngôn ngữ để dịch sang.
zh_tw: 要翻譯成的語言。

# game_options
source: The month of your birthay.
es: El mes de tu cumpleaños.
gl_es: O mes do teu nacemento.
hu: A születésed hónapja.
it: Il tuo mese del compleanno.
ja_jp: あなたの誕生の月
ko: 생일월.
nb_no: Måneden du er født.
pl: Miesiąc Twoich urodzin.
pt_pt: O mês do seu aniversário.
ro_ro: Luna nașterii tale.
sk_sk: Mesiac vášho narodenia.
sv_se: Månaden för din födelsedag.
tr: Doğduğunuz ay.
vi_vn: Tháng sinh của bạn.
zh_tw: 你出生的月份。
