Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: EMULATE WIIMOTE
ca: EMULAR WIIMOTE
es: EMULAR WIIMOTE
eu_es: EMULATU WIIMOTE.A
gl_es: EMULAR WIIMOTE
hu: A WIIMOTE EMULÁLÁSA
it: EMULA WIIMOTE
ja_jp: Wiiリモコンをエミュレート
ko: 위모트 에뮬레이트
nb_no: EMULERE WIIMOTE
pl: EMULUJ WIIMOTE
pt_pt: EMULAR WIIMOTE
ro_ro: EMULEAZĂ TELECOMANDĂ WII
sk_sk: Emulovať WiiMote
sv_se: EMULERA WIIMOTE
tr: WIIMOTE TAKLİT ET
vi_vn: MÔ PHỎNG WIIMOTE
zh_tw: 模擬 WIIMOTE

# game_options
source: EMULATED CPU PERFORMANCE
ca: RENDIMENT DE LA CPU EMULADA
es: RENDIMIENTO DE CPU EMULADA
eu_es: EMULATUTAKO CPU ERAGINKORTASUNA
gl_es: RENDEMENTO DA CPU EMULADA
hu: EMULÁLT CPU TELJESÍTMÉNY
it: PERFORMANCE CPU EMULATA
ja_jp: CPUの動作をエミュレート
ko: 에뮬레이트된 CPU 성능
nb_no: EMULERT CPU-YTELSE
pl: EMULOWANA WYDAJNOŚĆ PROCESORA
pt_pt: PERFORMANCE DO PROCESSADOR EMULADO
ro_ro: PERFORMANȚĂ CPU EMULAT
sk_sk: Emulovaný CPU výkon
sv_se: EMULERAD CPU-PRESTANDA
tr: TAKLİT EDİLEN CPU PERFORMANSI
vi_vn: MÔ PHỎNG HIỆU SUẤT CPU
zh_tw: 模擬CPU效能

# game_options
source: EMULATED RAM SIZE
ca: TAMANY DE LA RAM EMULADA
es: TAMAÑO DE RAM
eu_es: EMULATUTAKO RAM TAMAINA
gl_es: TAMAÑO DE RAM EMULADO
hu: EMULÁLT RAM MÉRETE
it: DIMENSIONE RAM EMULATA
ja_jp: エミュレートRAM容量
ko: 에뮬레이트된 램 크기
nb_no: EMULERT RAM-STØRRELSE
pl: EMULOWANY ROZMIAR PAMIĘCI RAM
pt_pt: TAMANHO DE RAM EMULADA
ro_ro: MĂRIME RAM EMULAT
sk_sk: Emulovaná veľkosť RAM
sv_se: EMULERAD RAM-STORLEK
tr: TAKLİT EDİLEN RAM BOYUTU
vi_vn: MÔ PHỎNG KÍCH THƯỚC RAM
zh_tw: 模擬RAM大小

# game_options
source: EMULATED SYSTEM
ca: SITEMA EMULAT
es: SISTEMA EMULADO
eu_es: EMULATUTAKO SISTEMA
gl_es: SISTEMA EMULADO
hu: EMULÁLT RENDSZER
it: SISTEMA EMULATO
ja_jp: エミュレートシステム
ko: 에뮬레이트된 시스템
nb_no: EMULERT SYSTEM
pl: SYSTEM EMULOWANY
pt_pt: SISTEMA EMULADO
ro_ro: SISTEMUL EMULAT
sk_sk: Emulovaný systém
sv_se: EMULERAT SYSTEM
tr: TAKLİT EDİLMİŞ SİSTEM
vi_vn: HỆ THỐNG MÔ PHỎNG
zh_tw: 模擬系統

# game_options
source: EMULATION
ca: EMULACIÓ
es: EMULACIÓN
eu_es: EMULAZIOA
gl_es: EMULACIÓN
hu: EMULÁCIÓ
it: EMULAZIONE
ja_jp: エミュレーション
ko: 에뮬레이션
nb_no: EMULERING
pl: EMULACJA
pt_pt: EMULAÇÃO
ro_ro: EMULARE
sk_sk: Emulácia
sv_se: EMULERING
tr: EMÜLASYON
zh_tw: 模擬

# game_options
source: EMULATION SPEED
ca: VELOCITAT D'EMULACIÓ
es: VELOCIDAD DE EMULACIÓN
eu_es: EMULAZIO ABIADURA
gl_es: VELOCIDADE DE EMULACIÓN
hu: EMULÁCIÓS SEBESSÉG
it: VELOCITÀ EMULAZIONE
ja_jp: エミュレーション速度
ko: 에뮬레이션 속도
nb_no: EMULERINGSHASTIGHET
pl: SZYBKOŚĆ EMULACJI
pt_pt: VELOCIDADE DA EMULAÇÃO
ro_ro: VITEZĂ EMULARE
sk_sk: Rýchlost emulácie
sv_se: EMULERINGSHASTIGHET
tr: EMÜLASYON HIZI
vi_vn: TỐC ĐỘ MÔ PHỎNG
zh_tw: 模擬速度

# game_options
source: ENABLE AI TRANSLATION SERVICE
ca: HABILITAR EL SERVEI DE TRADUCCIÓ PER IA
es: ACTIVAR SERVICIO DE TRADUCCIÓN POR IA
eu_es: GAITU AA BIDEZKO ITZULPEN ZERBITZUA
gl_es: ACTIVAR O SERVIZO DE TRADUCIÓN POR IA
hu: MI FORDÍTÁSI SZOLGÁLTATÁS ENGEDÉLYEZÉSE
it: ABILITA SERVIZIO DI TRADUZIONE VIA IA
ja_jp: AIゲーム翻訳サービスを有効
ko: AI 번역 서비스 활성화
nb_no: AKTIVER AI-OVERSETTELSE AV SPILL
pl: WŁĄCZ USŁUGĘ TŁUMACZENIA SI
pt_pt: ATIVAR O SERVIÇO DE TRADUÇÃO POR IA
ro_ro: ACTIVEAZĂ SERVICIUL DE TRADUCERE CU IA
sk_sk: Povoliť AI prekladovú službu
sv_se: AKTIVERA AI-ÖVERSÄTTNINGSTJÄNST
tr: YAPAY ZEKA ÇEVİRİ HİZMETİNİ ETKİNLEŞTİR
vi_vn: BẬT DỊCH VỤ DỊCH BẰNG TRÍ TUỆ NHÂN TẠO
zh_tw: 啟用AI翻譯服務

# game_options
source: ENABLE ASYNC SHADER COMPILATION
es: ACTIVAR COMPILACIÓN DE SOMBREADORES ASÍNCRONA
eu_es: GAITU SHADER KONPILAZIO ASYNKRONOA
gl_es: ACTIVAR A COMPILACIÓN DE SOMBREADORES ASÍNCRONA
hu: ASYNC SHADER ÖSSZEÁLLÍTÁS ENGEDÉLYEZÉSE
it: ABILITA COMPILAZIONE SHADER ASINCRONA
ja_jp: 非同期シェーダーのコンパイルを有効
ko: 비동기 셰이더 컴파일 활성화
nb_no: AKTIVERE ASYNKRON SHADER-KOMPILERING
pl: WŁĄCZ ASYNCH. KOMPILACJĘ SHADERÓW
pt_pt: ATIVAR COMPILAÇÃO DE SHADER ASSÍNCRONO
ro_ro: ACTIVEAZĂ COMPILAREA SHADERELOR ASINCRON
sk_sk: Povoliť async. kompiláciu shadera
sv_se: AKTIVERA ASYNKRON SHADERKOMPILERING
tr: EŞ ZAMANSIZ GÖLGELENDİRİCİ DERLEMEYİ ETKİNLEŞTİR
vi_vn: BẬT BIÊN DỊCH SHADER BẤT ĐỒNG BỘ
zh_tw: 啟用非同步著色器編譯

# game_options
source: ENABLE AUDIO BUFFERING
ca: ACTIVAR BUFFERING d'AUDIO
es: ACTIVAR BÚFER DE AUDIO
eu_es: GAITU AUDIO BUFFERING-A
gl_es: ACTIVAR BÚFER DE AUDIO
hu: AUDIO PUFFERELÉS ENGEDÉLYEZÉSE
it: ABILITA BUFFERING AUDIO
ja_jp: オーディオ・バッファリングを有効
ko: 오디오 버퍼링 사용
nb_no: AKTIVERE LYDBUFRING
pl: WŁĄCZ BUFOROWANIE DŹWIĘKU
pt_pt: ATIVAR ÁUDIO BUFFERING
ro_ro: ACTIVEAZĂ BUFFERING-UL AUDIO
sk_sk: Povoliť bufferovanie zvuku
sv_se: AKTIVERA BUFFRING AV LJUD
tr: SES ARABELLEĞİNİ ETKİNLEŞTİR
vi_vn: KÍCH HOẠT BỘ ĐỆM ÂM THANH
zh_tw: 啟用音訊緩衝

# game_options
source: ENABLE BOOT ANIMATION
es: ACTIVAR ANIMACIÓN DE ARRANQUE
eu_es: GAITU ABIO ANIMAZIOA
gl_es: ACTIVAR A ANIMACIÓN DE ARRANQUE
hu: RENDSZERINDÍTÁSI ANIMÁCIÓ ENGEDÉLYEZÉSE
it: ABILITA ANIMAZIONE DI AVVIO
ja_jp: ブートアニメを有効
ko: 부팅 애니메이션 활성화
nb_no: AKTIVERE OPPSTARTSANIMASJON
pl: WŁĄCZ ANIMACJĘ ROZRUCHU
pt_pt: ATIVAR ANIMAÇÃO DE INICIALIZAÇÃO
ro_ro: ACTIVEAZĂ ANIMAȚIA LA BOOT
sk_sk: Povoliť boot animáciu
sv_se: AKTIVERA UPPSTARTSANIMERING
tr: ÖNYÜKLEME ANİMASYONUNU ETKİNLEŞTİR
vi_vn: BẬT HOẠT ẢNH BOOT
zh_tw: 啟用開機動畫

# game_options
source: ENABLE CHEATS
ca: HABILITAR TRUCS
es: ACTIVAR TRUCOS
eu_es: GAITU TRANPAK
gl_es: ACTIVAR TRUCOS
hu: ENGEDÉLYEZZE A CSALÁSOKAT
it: ABILITA CHEATS
ja_jp: チートを有効
ko: 치트 활성화
nb_no: AKTIVER BØTTER
pl: WŁĄCZ CHEATY
pt_pt: ATIVAR CÓDIGOS
ro_ro: ACTIVEAZĂ TRIȘĂRI
sk_sk: Povoliť cheaty
sv_se: AKTIVERA FUSK
tr: HİLELERİ ETKİNLEŞTİR
vi_vn: BẬT GIAN LẬN
zh_tw: 啟用作弊功能

# game_options
source: ENABLE CUSTOM DISPLAY PHYSICAL SETUP
es: ACTIVAR CONFIGURACIÓN PERSONALIZADA DE PANTALLA FÍSICA
gl_es: ACTIVAR CONFIGURACIÓN PERSONALIZADA DE PANTALLA FÍSICA
hu: EGYÉNI KIJELZŐ FIZIKAI BEÁLLÍTÁSÁNAK ENGEDÉLYEZÉSE
it: MOSTRA IL CUSTOM DISPLAY SETUP FISICO
ja_jp: カスタムディスプレイの物理セットアップを有効
ko: 커스텀 디스플레이 물리적 설정 활성화
nb_no: AKTIVER FYSISK OPPSETT FOR TILPASSET DISPLAY
pl: WŁĄCZ NIESTANDARDOWĄ FIZYCZNĄ KONFIGURACJĘ WYŚWIETLACZA
pt_pt: ATIVAR CONFIGURAÇÃO FÍSICA DE EXIBIÇÃO PERSONALIZADA
ro_ro: ACTIVEAZĂ PERSONALIZARE AMPLASAMENT ECRAN
sv_se: AKTIVERA ANPASSAD FYSISK SKÄRMINSTÄLLNING
tr: ÖZEL EKRAN FİZİKSEL KURULUMU ETKİNLEŞTİR
zh_tw: 啟用自訂顯示物理設定

# game_options
source: ENABLE DEBUG
ca: HABILITAR DEPURACIÓ
es: ACTIVAR DEPURACIÓN
eu_es: DEBUG MODUA GAITU
gl_es: ACTIVAR A DEPURACIÓN
hu: DEBUG ENGEDÉLYEZÉSE
it: ABILITA DEBUG
ja_jp: デバッグを有効
ko: 디버그 활성화
nb_no: AKTIVER DEBUG
pl: WŁĄCZ DEBUGOWANIE
pt_pt: ATIVAR DEBUG
ro_ro: ACTIVEAZĂ DEPANARE
sk_sk: Povoliť ladenie
sv_se: AKTIVERA FELSÖKNING
tr: HATA AYIKLAMAYI ETKİNLEŞTİR
vi_vn: CHO PHÉP GỠ LỖI
zh_tw: 啟用除錯

# game_options
source: ENABLE FULL-SCREEN ANTI-ALIASING
ca: HABILITAR ANTIALIÀSING DE PANTALLA COMPLETA
es: ACTIVAR ANTI-ALIASING EN PANTALLA COMPLETA
eu_es: GAITU PANTAILA OSOKO ANTI-ALIASING-A
gl_es: ACTIVAR ANTI-ALIASING A PANTALLA COMPLETA
hu: TELJES KÉPERNYŐS ÉLSIMÍTÁS ENGEDÉLYEZÉSE
it: ABILITA ANTI-ALIASING A TUTTO SCHERMO
ja_jp: 全画面アンチエイリアスを有効
ko: 전체 화면 안티에일리어싱 활성화
nb_no: AKTIVERE ANTI-ALIASING I FULLSKJERM
pl: WŁĄCZ ANTYALIASING PEŁNOEKRANOWY
pt_pt: ATIVAR ANTI-ALIASING PARA ECRÃ COMPLETO
ro_ro: ACTIVEAZĂ ANTI-ALIASING PE ECRAN ÎNTREG
sk_sk: Povoliť celoobrazovkový anti-aliasing
sv_se: AKTIVERA KANTUTJÄMNING FÖR HELSKÄRM
tr: TAM EKRAN KENAR YUMUŞATMA ETKİNLEŞTİR
vi_vn: KÍCH HOẠT KHỬ RĂNG CƯA TOÀN MÀN HÌNH
zh_tw: 啟用全螢幕抗鋸齒

# game_options
source: ENABLE GAMEPAD VIEW
ca: HABILITAR VISTA DEL COMANDAMENT
es: ACTIVAR VISTA DE GAMEPAD
eu_es: GAITU PAD IKUSTEA
gl_es: ACTIVAR A VISTA DO MANDO
hu: A GAMEPAD NÉZET ENGEDÉLYEZÉSE
it: ABILITA VISUALIZZAZIONE GAMEPAD
ja_jp: ゲームパッド画面を有効
ko: 게임패드 보기 활성화
nb_no: AKTIVERE GAMEPAD-VISNING
pl: WŁĄCZ WIDOK Z GAMEPADA
pt_pt: ATIVAR VISUALIZAÇÃO DO COMANDO
ro_ro: ACTIVEAZĂ VIZUALIZARE GAMEPAD
sk_sk: Povoliť zobrazenie gamepadu
sv_se: AKTIVERA GAMEPAD-VY
tr: OYUN KOLU GÖRÜNÜMÜNÜ ETKİNLEŞTİR
zh_tw: 啟用遊戲手把視圖

# game_options
source: ENABLE GRAVIS ULTRASOUND
es: ACTIVAR GRAVIS ULTRASOUND
eu_es: GAITU GRAVIS ULTRASOUND
gl_es: ACTIVAR GRAVIS ULTRASONS
hu: A GRAVIS ULTRASOUND ENGEDÉLYEZÉSE
it: ABILITA GRAVIS ULTRASOUND
ja_jp: GRAVIS ULTRASOUNDを有効
ko: 그레비스 울트라사운드 활성화
nb_no: AKTIVERE GRAVIS-ULTRALYD
pl: WŁĄCZ GRAVIS ULTRASOUND
pt_pt: ATIVAR O ULTRA-SOM GRAVIS
ro_ro: ACTIVEAZĂ GRAVIS ULTRASOUND
sk_sk: Povoliť Gravis Ultrasound
sv_se: AKTIVERA GRAVIS ULTRASOUND
tr: GRAVIS ULTRASOUND ETKİNLEŞTİR
vi_vn: BẬT GRAVIS ULTRASOUND
zh_tw: 啟用 GRAVIS ULTRASOUND

# game_options
source: ENABLE MESH TRANSPARENCY
ca: HABILITAR TRANSPARÈNCIA DE MALLA
es: ACTIVAR TRANSPARENCIA DE MALLA
eu_es: GAITU SAARE TRANSPARENTZIA
gl_es: ACTIVAR A TRANSPARENCIA DA MALLA
hu: HÁLÓ ÁTLÁTSZÓSÁGÁNAK ENGEDÉLYEZÉSE
it: ABILITA TRASPARENZA SOVRAPPOSTA
ja_jp: メッシュの透明性を有効
ko: 메시 투명도 활성화
nb_no: AKTIVERE GJENNOMSIKTIGHET I NETTET
pl: WŁĄCZ PRZEZROCZYSTOŚĆ SIATKI
pt_pt: ATIVAR TRANSPARÊNCIA DE MALHA
ro_ro: ACTIVEAZĂ TRANSPARENȚA PLASELOR
sk_sk: Povoliť priehľadnosť mriežok
sv_se: AKTIVERA MESH-TRANSPARENS
tr: MESH ŞEFFAFLIĞINI ETKİNLEŞTİR
zh_tw: 啟用網格透明度

# game_options
source: ENABLE MIP-MAP
ca: HABILITAR MIP-MAPPING
es: ACTIVAR MIP-MAP
eu_es: GAITU MIP-MAP
gl_es: ACTIVAR MIP-MAP
hu: MIP-MAP ENGEDÉLYEZÉSE
it: ABILITA MIP-MAP
ja_jp: ミップマップを有効
ko: 밉맵 활성화
nb_no: AKTIVER MIP-MAP
pl: WŁĄCZ MAPĘ MIP
pt_pt: ATIVAR MIPMAP
ro_ro: ACTIVEAZĂ MIP-MAP
sk_sk: Povoliť mip-map
sv_se: AKTIVERA MIP-MAP
tr: MIP-MAP ETKİNLEŞTİR
vi_vn: BẬT BẢN ĐỒ MIP
zh_tw: 啟用 MIP-MAP

# game_options
source: ENABLE MOUSE
ca: HABILITAR RATOLÍ
es: ACTIVAR RATÓN
eu_es: GAITU XAGUA
gl_es: ACTIVAR O RATO
hu: EGERET ENGEDÉLYEZ
it: ABILITA MOUSE
ja_jp: マウスを有効
ko: 마우스 활성화
nb_no: AKTIVER MUS
pl: WŁĄCZ MYSZ
pt_pt: ATIVAR RATO
ro_ro: ACTIVEAZĂ MAUS
sk_sk: Povoliť myš
sv_se: AKTIVERA MUS
tr: FAREYİ ETKİNLEŞTİR
vi_vn: SỬ DỤNG CHUỘT
zh_tw: 啟用滑鼠

# game_options
source: ENABLE NOTIFICATIONS
ca: HABILITAR NOTIFICACIONS
es: ACTIVAR NOTIFICACIONES
eu_es: GAITU JAKINARAZPENAK
gl_es: ACTIVAR NOTIFICACIÓNS
hu: ÉRTESÍTÉSEK ENGEDÉLYEZÉSE
it: ABILITA NOTIFICHE
ja_jp: 通知を有効
ko: 알림 활성화
nb_no: AKTIVERE VARSLINGER
pl: WŁĄCZ POWIADOMIENIA
pt_pt: ATIVAR NOTIFICAÇÕES
ro_ro: ACTIVEAZĂ NOTIFICĂRILE
sk_sk: Povoliť upozornenia
sv_se: AKTIVERA MEDDELANDEN
tr: BİLDİRİMLERİ ETKİNLEŞTİR
vi_vn: BẬT THÔNG BÁO
zh_tw: 啟用通知

# game_options
source: ENABLE NTFS MODE
ca: HABILITAR EL MODE NTFS
es: ACTIVAR MODO NTFS
eu_es: GAITU NTFS MODUA
gl_es: ACTIVAR O MODO NTFS
hu: NTFS MÓD ENGEDÉLYEZÉSE
it: ABILITA MODALITÀ NTFS
ja_jp: NTFS モードを有効にする
ko: NTFS 모드 활성화
nb_no: AKTIVERE NTFS-MODUS
pl: WŁĄCZ TRYB NTFS
pt_pt: ATIVAR MODO NTFS
ro_ro: ACTIVEAZĂ MOD NTFS
sk_sk: Povoliť režim NTFS
sv_se: AKTIVERA NTFS-LÄGE
tr: NTFS MODUNU ETKİNLEŞTİR
vi_vn: BẬT CHẾ ĐỘ NTFS
zh_tw: 啟用NTFS模式

# game_options
source: ENABLE NVAPI
es: ACTIVAR NVAPI
eu_es: GAITU NVAPI
gl_es: ACTIVAR NVAPI
hu: NVAPI ENGEDÉLYEZÉSE
it: ABILITA NVAPI
ja_jp: NVAPIを有効
ko: NVAPI 활성화
nb_no: AKTIVER NVAPI
pl: WŁĄCZ NVAPI
pt_pt: ATIVAR NVAPI
ro_ro: ACTIVEAZĂ NVAPI
sk_sk: Povoliť NVAPI
sv_se: AKTIVERA NVAPI
tr: NVAPI ETKİNLEŞTİR
vi_vn: BẬT NVAPI
zh_tw: 啟用NVAPI

# game_options
source: ENABLE PERFORMANCE OVERLAY
ca: HABILITAR SUPERPOSAT DE RENDIMENT
es: ACTIVAR SUPERPOSICIÓN DE RENDIMIENTO
eu_es: GAITU ERAGINKORTASUN GAINEZTATZAILEA
gl_es: ACTIVAR A SUPERPOSICIÓN DE RENDEMENTO
hu: TELJESÍTMÉNY FEDÉS ENGEDÉLYEZÉSE
it: ABILITA L'OVERLAY PERFORMANCE
ja_jp: オーバーレイを有効
ko: 성능 오버레이 활성화
nb_no: AKTIVERE YTELSESOVERLEGG
pl: WŁĄCZ NAKŁADKĘ WYDAJNOŚCI
pt_pt: ATIVAR INDICADOR DE DESEMPENHO
ro_ro: ACTIVEAZĂ AFIȘAJUL DE PERFORMANȚĂ
sk_sk: Povoliť prekryv výkonnosti
sv_se: AKTIVERA PRESTANDAÖVERLÄGG
tr: PERFORMANS YERLEŞİMİNİ ETKİNLEŞTİR
vi_vn: BẬT LỚP HIỆU SUẤT
zh_tw: 啟用效能覆層

# game_options
source: ENABLE PGXP CORRECTIONS
ca: HABILITAR CORRECCIONS PGXP
es: ACTIVAR CORRECCIONES PGXP
eu_es: GAITU PGXP ZUZENKETAK
gl_es: ACTIVAR CORRECCIÓNS PGXP
hu: PGXP KORREKCIÓK ENGEDÉLYEZÉSE
it: ABILITA CORREZIONI PGXP
ja_jp: PGXP 修正を有効
ko: PGXP 수정 활성화
nb_no: AKTIVERE PGXP-KORRIGERINGER
pl: WŁĄCZ KOREKTY PGXP
pt_pt: ATIVAR CORREÇÕES PGXP
ro_ro: ACTIVEAZĂ CORECȚII PGXP
sk_sk: Povoliť opravy PGXP
sv_se: AKTIVERA PGXP-KORRIGERINGAR
tr: PGXP DÜZELTMELERİNİ ETKİNLEŞTİR
vi_vn: BẬT HIỆU CHỈNH PGXP
zh_tw: 啟用 PGXP 校正

# game_options
source: ENABLE POLYGON SPLITTING
ca: HABILITAR DIVISIÓ DE POLÍGONS
es: ACTIVAR DIVISIÓN DE POLÍGONOS
eu_es: GAITU POLIGONO ZATITZEA
gl_es: ACTIVAR A DIVISIÓN DE POLÍGONOS
hu: POLIGON FELOSZTÁS ENGEDÉLYEZÉSE
it: ABILITA DIVISIONE POLIGONI
ja_jp: ポリゴン分割を有効
ko: 다각형 분할 활성화
nb_no: AKTIVERE POLYGONDELING
pl: WŁĄCZ PODZIAŁ WIELOKĄTA
pt_pt: ATIVAR A DIVISÃO DE POLÍGONOS
ro_ro: ACTIVEAZĂ SEPARAREA POLIGOANELOR
sk_sk: Povoliť rozdelenie polygónov
sv_se: AKTIVERA POLYGONDELNING
tr: POLİGON BÖLMEYİ ETKİNLEŞTİR
vi_vn: BẬT TÁCH ĐA GIÁC
zh_tw: 啟用多邊形分割

# game_options
source: ENABLE RAW INPUT
ca: HABILITAR ENTRADA SENSE PROCESSAR
es: ACTIVAR RAW INPUT
eu_es: GAITU RAW INPUT
gl_es: ACTIVAR RAW INPUT
hu: NYERS BEMENET ENGEDÉLYEZÉSE
it: ABILITA INPUT GREZZO
ja_jp: RAW入力を有効
ko: 원시 입력 활성화
nb_no: AKTIVERE RÅINNGANG
pl: WŁĄCZ WEJŚCIE RAW
pt_pt: ATIVAR ENTRADA BRUTA
ro_ro: ACTIVEAZĂ RAW INPUT
sk_sk: Povoliť čistý vstup
sv_se: AKTIVERA RÅ INMATNING
tr: HAM GİRİŞİ ETKİNLEŞTİR
zh_tw: 啟用原始輸入

# game_options
source: ENABLE SANDBOX MODE
es: ACTIVAR MODO SANDBOX
eu_es: GAITU SANDBOX MODUA
gl_es: ACTIVAR O MODO SANDBOX
hu: HOMOKOZÓ MÓD ENGDÉLYEZÉSE
it: ABILITA MODALITÀ SANDBOX
ja_jp: サンドボックスモードを有効
ko: 샌드박스 모드 활성화
nb_no: AKTIVERE SANDKASSEMODUS
pl: WŁĄCZ TRYB PIASKOWNICY
pt_pt: ATIVAR MODO SANDBOX
ro_ro: ACTIVEAZĂ MOD SANDBOX
sk_sk: Povoliť režim pieskoviska
sv_se: AKTIVERA SANDLÅDELÄGE
tr: SANDBOX MODUNU ETKİNLEŞTİR
vi_vn: BẬT SANDBOX MODE
zh_tw: 啟用沙盒模式

# game_options
source: ENABLE SCANLINES
es: ACTIVAR SCANLINES
eu_es: GAITU ESKANLERROAK
gl_es: ACTIVAR AS LIÑAS DE ESCANEO
hu: A SCANLINES ENGEDÉLYEZÉSE
it: ABILITA SCANLINES
ja_jp: スキャンラインを有効
ko: 스캔라인 활성화
nb_no: AKTIVERE SKANNINGSLINJER
pl: WŁĄCZ SCANLINES
pt_pt: ATIVAR SCANLINES
ro_ro: ACTIVEAZĂ LINII SCANARE
sk_sk: Povoliť scan riadky
sv_se: AKTIVERA SKANLINJER
tr: TARAMA ÇİZGİLERİNİ ETKİNLEŞTİR
zh_tw: 啟用掃描線

# game_options
source: ENABLE SOFTWARE RENDERER
ca: HABILITAR EL RENDERITZADOR PER PROGRAMARI
es: ACTIVAR RENDERIZADO POR SOFTWARE
eu_es: GAITO SOFTWARE Renderizatzailea
gl_es: ACTIVAR RENDERIZADO POR SOFTWARE
hu: SZOFTVERES RENDERELŐ ENGEDÉLYEZÉSE
it: ABILITA IL RENDERER SOFTWARE
ja_jp: ソフトウェア レンダラーを有効
ko: 소프트웨어 렌더러 활성화
nb_no: AKTIVERE PROGRAMVAREGJENGIVELSE
pl: WŁĄCZ RENDEROWANIE PROGRAMOWE
pt_pt: ATIVAR RENDERIZADOR DE SOFTWARE
ro_ro: ACTIVEAZĂ RENDERER SOFTWARE
sk_sk: Povoliť softvérový renderer
sv_se: AKTIVERA PROGRAMVARURENDERARE
tr: YAZILIMSAL İŞLEMEYİ ETKİNLEŞTİR
zh_tw: 啟用軟體算繪

# game_options
source: ENABLE TIME STRETCHING
ca: ACTIVAR ESTRETIR EL TEMPS
es: ACTIVAR TIME STRETCHING
eu_es: GAITU DENBORA ZABALTZEA
gl_es: ACTIVAR O ESTIRAMENTO DO TEMPO
hu: AZ IDŐNYÚJTÁS ENGEDÉLYEZÉSE
it: ABILITA ALLARGAMENTO TEMPO
ja_jp: タイムストレッチを有効
ko: 타임 스트레칭 활성화
nb_no: AKTIVERE TIDSSTREKKING
pl: WŁĄCZ ROZCIĄGANIE CZASU
pt_pt: ATIVAR A EXTENSÃO DO TEMPO
ro_ro: ACTIVEAZĂ ÎNTINDEREA TIMPULUI
sk_sk: Povoliť rozťahovanie času
sv_se: AKTIVERA TIDSSTRÄCKNING
tr: ZAMAN UZATMAYI ETKİNLEŞTİR
vi_vn: CHO PHÉP KÉO DÀI THỜI GIAN
zh_tw: 啟用時間拉伸

# game_options
source: ENABLE WIDESCREEN
es: ACTIVAR PANTALLA ANCHA
eu_es: GAITU PANTAILA ZABALA
gl_es: ACTIVAR PANTALLA AMPLA
hu: SZÉLESKÉPERNYŐ ENGEDÉLYEZÉSE
it: ABILITA WIDESCREEN
ja_jp: ワイドスクリーン 有効
ko: 와이드스크린 활성화
nb_no: AKTIVERE WIDESCREEN
pl: WŁĄCZ EKRAN PANORAMICZNY
pt_pt: ATIVAR WIDESCREEN
ro_ro: ACTIVEAZĂ ECRAN LAT
sk_sk: Povoliť širokouhlú obrazovku
sv_se: AKTIVERA BREDBILD
tr: GENİŞ EKRANI ETKİNLEŞTİR
vi_vn: BẬT MÀN HÌNH RỘNG
zh_tw: 啟用寬螢幕

# game_options
source: ENABLE WIDESCREEN PATCHES
es: ACTIVAR PARCHES DE PANTALLA ANCHA
eu_es: GAITU PANTAILA ZABAL ADABAKIAK
gl_es: ACTIVAR PARCHES DE PANTALLA ANCHA
hu: SZÉLESKÉPERNYŐ JAVÍTÁSOK ENGEDÉLYEZÉSE
it: ABILITA PATCHES WIDESCREEN
ja_jp: ワイドスクリーン パッチを有効
ko: 와이드스크린 패치 활성화
nb_no: AKTIVERE WIDESCREEN-OPPDATERINGER
pl: WŁĄCZ ŁATKI SZEROKOEKRANOWE
pt_pt: ATIVAR PATCHES WIDESCREEN
ro_ro: ACTIVEAZĂ PATCH-URI PENTRU ECRAN LAN
sk_sk: Povoliť širokouhlé záplaty
sv_se: AKTIVERA PATCHAR FÖR BREDBILD
tr: GENİŞ EKRAN YAMALARINI ETKİNLEŞTİR
vi_vn: BẬT BẢN VÁ MÀN HÌNH RỘNG
zh_tw: 啟用寬螢幕補丁

# game_options
source: ENABLE XIM
ca: ACTIVAR XIM
es: ACTIVAR XIM
eu_es: GAITU XIM
gl_es: ACTIVAR XIM
hu: XIM ENGEDÉLYEZÉSE
it: ABILITA XIM
ja_jp: XIMを有効
ko: XIM 활성화
nb_no: AKTIVER XIM
pl: WŁĄCZ XIM
pt_pt: ATIVAR XIM
ro_ro: ACTIVEAZĂ XIM
sk_sk: Povoliť XIM
sv_se: AKTIVERA XIM
tr: XIM ETKİNLEŞTİR
vi_vn: BẬT XIM
zh_tw: 啟用XIM

# game_options
source: ENHANCED RENDERING RESOLUTION
ca: RESOLUCIÓ DE RENDERITZACIÓ MILLORADA
es: RESOLUCIÓN DE RENDERIZADO MEJORADA
eu_es: HOBETUTAKO RENDERIZAZIO BEREIZMENA
gl_es: RESOLUCIÓN DE RENDERIZADO MELLORADA
hu: FEJLESZTETT MEGJELENÍTÉSI FELBONTÁS
it: MIGLIORA LA RISOLUZIONE DI RENDERING
ja_jp: レンダリング解像度を強化
ko: 향상된 렌더링 해상도
nb_no: FORBEDRET GJENGIVELSESOPPLØSNING
pl: ZWIĘKSZONA ROZDZIELCZOŚĆ RENDEROWANIA
pt_pt: RESOLUÇÃO DE RENDERIZAÇÃO MELHORADA
ro_ro: REZOLUȚIE DE REDARE ÎMBUNĂTĂȚITĂ
sk_sk: Rozšírené renderovacie rozlíšenie
sv_se: FÖRBÄTTRAD RENDERINGSUPPLÖSNING
tr: GELİŞMİŞ İŞLEME ÇÖZÜNÜRLÜĞÜ
vi_vn: TĂNG CƯỜNG ĐỘ PHÂN GIẢI KẾT XUẤT
zh_tw: 加強型算繪解析度

# game_options
source: EST
ko: 동부 표준시

# game_options
source: EXPERT SETTINGS
es: AJUSTES AVANZADOS
gl_es: CONFIGURACIÓN EXPERTOS
hu: SZAKÉRTŐI BEÁLLÍTÁSOK
it: IMPOSTAZIONI ESPERTI
ja_jp: エキスパート設定
ko: 전문가 설정
nb_no: EKSPERTINNSTILLINGER
pl: USTAWIENIA EKSPERTA
pt_pt: DEFINIÇÕES ESPECIALIZADAS
ro_ro: SETĂRI EXPERT
sk_sk: Expertné nastavenia
sv_se: EXPERTINSTÄLLNINGAR
tr: UZMAN AYARLARI
vi_vn: CÀI ĐẶT CHUYÊN GIA
zh_tw: 專家設定

# game_options
source: EXPOSE MODE
ca: MODE D’EXPOSICIÓ
es: MODO EXPOSICIÓN
eu_es: ERAKUSTE MODUA
gl_es: MODO EXPOSICIÓN
hu: EXPOZE MÓD
it: MODALITÀ ESPOSTO
ja_jp: ゲーム公開モード
ko: 노출 모드
nb_no: EKSPONERINGSMODUS
pl: TRYB EKSPOZYCJI
pt_pt: MODO DE EXPOSIÇÃO
ro_ro: MOD EXPUNERE
sk_sk: Režim expozície
sv_se: EXPONERINGSLÄGE
tr: AÇIĞA ÇIKARMA MODU
zh_tw: 曝光模式

# game_options
source: EXTENDED SCREEN
ca: PANTALLA ESTESA
es: PANTALLA EXTENDIDA
eu_es: ZABALDU PANTAILA
gl_es: PANTALLA AMPLIADA
hu: BŐVÍTETT KÉPERNYŐ
it: SCHERMO ESTESO
ja_jp: 拡張画面
ko: 확장 화면
nb_no: UTVIDET SKJERM
pl: ROZSZERZONY EKRAN
pt_pt: ECRÃ ESTENDIDA
ro_ro: ECRAN EXTINS
sk_sk: Rozšírená obrazovka
sv_se: UTÖKAD SKÄRM
tr: GENİŞLETİLMİŞ EKRAN
vi_vn: MỞ RỘNG MÀN HÌNH
zh_tw: 擴充螢幕

# game_options
source: Easy
es: Fácil
gl_es: Fácil
hu: Könnyű
it: Facile
ja_jp: 簡単
ko: 쉬움
nb_no: Lett
pl: Latwy
pt_pt: Fácil
ro_ro: Ușor
sk_sk: Ľahké
sv_se: Lätt
tr: Kolay
vi_vn: Dễ
zh_tw: 簡單

# game_options
source: Ecuador
hu: Equador
ko: 에콰도르
pl: Ekwador
pt_pt: Equador
sk_sk: Ekvádor
tr: Ekvador

# game_options
source: Edge (sharper filet)
eu_es: Bazterra (kurba zorrotzagoa)
gl_es: Bordo (filete máis nítido)
it: Edge (filtro sharper)
ja_jp: エッジ（よりシャープなフィレ）
ko: 가장자리 (선명한 필레)
nb_no: Kant (skarpere filet)
pl: Edge (filtr wyostrzający)
pt_pt: Borda (filet mais nítido)
ro_ro: Muchie (filtru de claritate)
sk_sk: Edge (ostrejší filet)
sv_se: Kant (skarpare fyllnad)
tr: Kenar (daha keskin)
zh_tw: 邊緣（更銳利）

# keys_files
source: Edit room
es: Editar habitación
eu_es: Edizio gela
gl_es: Editar sala
hu: Szoba szerkesztése
it: Modifica stanza
ja_jp: 編集室
ko: 방 편집
nb_no: Redigeringsrom
pl: Edytuj pokój
pt_pt: Editar sala
ro_ro: Editează camera
sk_sk: Upraviť izbu
sv_se: Redigera rum
tr: Oda düzenle
vi_vn: Sửa phòng
zh_tw: 編輯室

# game_options
source: Egypt
ca: Egipte
es: Egipto
eu_es: Egipto
gl_es: Exipto
hu: Egyiptom
it: Egitto
ja_jp: エジプト
ko: 이집트
pl: Egipt
pt_pt: Egito
ro_ro: Egipt
sv_se: Egypten
tr: Mısır
vi_vn: Ai Cập

# game_options
source: Eire
es: Irlanda
ko: 에이레
nb_no: Irland
pl: Irlandia
pt_pt: Irlanda
ro_ro: Irlanda
sk_sk: Írsko
tr: İrlanda

# game_options
source: El Salvador
gl_es: O Salvador
hu: Salvador
ko: 엘살바도르
pl: Salwador
sk_sk: Salvádor

# game_options
source: Electron
gl_es: Electrón
ja_jp: エレクトロン
ko: 일렉트론
nb_no: Elektron

# game_options
source: Electron w/64k Master RAM Board (default)
ca: Electron amb 64K Master RAM Board (per defecte)
es: Electron w/64k Master RAM Board (Defecto)
eu_es: Electron w/64k Master RAM Plaka (defektuz)
gl_es: Electron w/64k Master RAM Board (predeterminado)
hu: Electron w/64k Master RAM Board (alap)
it: Scheda RAM Electron w/64k Master (default)
ja_jp: Electron w/64k Master RAM ボード (標準)
ko: 일렉트론 w/64k 마스터 램 보드 (기본)
nb_no: Electron med 64k Master RAM-kort (standard)
pl: Electron w/64k Master RAM Board (domyślnie)
pt_pt: Electron com Placa de RAM mestre de 64k (padrão)
ro_ro: Electron cu placă Master RAM 64k (implicit)
sk_sk: Electron s hlavnou doskou RAM 64k (predvolené)
sv_se: Electron med 64k Master RAM-kort (standard)
tr: Electron w/64k Master RAM Board (varsayılan)
vi_vn: Electron w/64k Master RAM Board (mặc định)
zh_tw: Electron w/64k Master RAM Board (預設)

# game_options
source: Emerson Arcadia 2001 cartridges
ca: Cartutxos Emerson Arcadia 2001
es: Cartuchos Emerson Arcadia 2001
eu_es: Emerson Arcadia 2001 kartutxoak
gl_es: Cartuchos Emerson Arcadia 2001
it: Cartucce Emerson Arcadia 2001
ja_jp: Emerson Arcadia 2001 カートリッジ
ko: 에머슨 아카디아 2001 카트리지
nb_no: Emerson Arcadia 2001-kassetter
pl: Kartridże Emerson Arcadia 2001
pt_pt: Cartuchos Emerson Arcadia 2001
ro_ro: Cartelă Emerson Arcadia 2001
sk_sk: Emerson Arcadia 2001 kartridže
sv_se: Emerson Arcadia 2001-kassetter
tr: Emerson Arcadia 2001 kartuşları
zh_tw: Emerson Arcadia 2001 卡匣

# game_options
source: Emphasize bottom
ca: Emfatitzar inferior
es: Enfatizar inferior
eu_es: Behekoa enfatizatu
gl_es: Enfatizar abaixo
hu: Hangsúlyozd az alját
it: Enfatizza sotto
ja_jp: 下画面を強調表示
ko: 하단 강조
nb_no: Legg vekt på bunnen
pl: Podkreśl dół
pt_pt: Destacar ecrã inferior
ro_ro: Evidențiază-l pe cele de jos
sk_sk: Zdôrazniť spodok
sv_se: Framhäv botten
tr: Aşağıyı vurgula
zh_tw: 強調底部

# game_options
source: Emphasize top
ca: Emfatitzar superior
es: Enfatizar superior
eu_es: Goikoa enfatizatu
gl_es: Enfatizar arriba
hu: Hangsúlyozza a tetejét
it: Enfatizza sopra
ja_jp: 上画面を強調表示
ko: 상단 강조
nb_no: Legg vekt på toppen
pl: Podkreśl górę
pt_pt: Destacar ecrã superior
ro_ro: Evidențiază-l pe cele de sus
sk_sk: Zdôrazniť vrch
sv_se: Framhäv toppen
tr: Yukarıyı vurgula
zh_tw: 強調頂部

# game_options
source: Emulate Chroma 81 interface (colorization).
ca: Emular interfície Chroma 81 (colorització).
es: Emular interfaz Chroma 81 (colorización)
eu_es: Emulatu Chroma 81 interfazea (koloreztatzea).
gl_es: Emular interface Chroma 81 (colorización).
hu: A Chroma 81 interfész emulálása (színezés).
it: Emula l'interfaccia Chroma 81 (colorizzazione).
ja_jp: Chroma 81インターフェイス（カラー化）をエミュレートします
ko: 크로마 81 인터페이스(색상화)를 에뮬레이트합니다.
nb_no: Emuler Chroma 81-grensesnitt (fargelegging).
pl: Emuluj interfejs Chroma 81 (koloryzacja).
pt_pt: Emular a interface Chroma 81 (colorização).
ro_ro: Emulează interfața Chroma 81 (colorare).
sk_sk: Emulovať rozhranie Chroma 81 (zafarbenie).
sv_se: Emulera Chroma 81-gränssnitt (färgläggning).
tr: Chroma 81 arayüzünü taklit et (renklendirmeli).
vi_vn: Giả lập giao diện Chroma 81 (tô màu).
zh_tw: 模擬Chroma 81接口（彩色化）
