Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Emulate NTSC quirks to show more colors in hi-res mode.
ca: Emular les peculiaritats de NTSC per a mostrar més colors al mode d’alta resolució.
es: Emula las peculiaridades de NTSC para mostrar más colores en modo alta resolución.
eu_es: Emulatu NTSC bereizitasunak bereizmen altuko moduan kolore gehiago erakusteko.
gl_es: Emula peculiaridades NTSC para amosar máis cores no modo de alta resolución.
hu: Emulálja az NTSC furcsaságait, hogy több színt jelenítsen meg hi-res módban.
it: Emula peculiarità NTSC per mostrare più colori in modalità hi-res
ja_jp: NTSCをエミュレートして、高解像度モードでより多くの色を表示します
ko: NTSC 쿼크를 에뮬레이트하여 고해상도 모드에서 더 많은 색상을 표시합니다.
nb_no: Etterligner NTSCs særegenheter for å vise flere farger i høyoppløselig modus.
pl: Emulacja dziwactw NTSC w celu wyświetlenia większej liczby kolorów w trybie hi-res.
pt_pt: Emular peculiaridades NTSC para mostrar mais cores no modo de alta resolução.
ro_ro: Emulează ciudățeniile NTSC pentru a afișa mai multe culori în modul hi-res.
sk_sk: Emulovať NTSC finty na zobrazenie viac farieb v hi-res režime.
sv_se: Emulera NTSC-egenheter för att visa fler färger i högupplöst läge.
tr: Yüksek çözünürlük ile daha fazla renk göstermek için NTSC özelliklerini taklit edin.
vi_vn: Mô phỏng các quirks NTSC để hiển thị nhiều màu sắc hơn ở chế độ độ phân giải cao.Mô phỏng các đặc điểm của NTSC để hiển thị nhiều màu hơn ở chế độ độ phân giải cao.
zh_tw: 模擬NTSC在高解析模式時更多顏色的個性。

# game_options
source: Emulate a Wiimote Sideway with L2 for Shake and Nunchuk on R-stick.
ca: Emular un Wiimote en horitzontal amb L2 per a sacsar i Nunchuk a la palanca dreta.
es: Emula un Wiimote Sideway con L2 para Shake y Nunchuk en el Stick derecho.
eu_es: Emulatu Wiimote Sideway L2 Mugitu eta Nunchuck Eskuin stick-arekin
gl_es: Emula un Wiimote Sideway con L2 para Shake e Nunchuk no R-stick.
hu: Emulálj egy Wiimote Sideway-t L2-vel Shake-hez és Nunchukhoz R-stick-en.
it: Emula un Wiimote di lato con L2 per Shake e Nunchick sulla manopola di destra
ja_jp: Rスティックをヌンチャク、L2を振る動作としてWiiリモコンをエミュレートします
ko: L2 버튼의 흔들기와 R 스틱의 눈챠크를 사용하여 위모컨 사이드웨이를 에뮬레이트합니다.
nb_no: Emuler en Wiimote Sideway med L2 for Shake og Nunchuk på R-stick.
pl: Emuluj Wiimote Sideway z L2 dla Shake i Nunchuk na R-stick.
pt_pt: Emular um Wiimote de lado com L2 para Agitar e Nunchuk no analógico Direito.
ro_ro: Emulează o telecomandă de Wii orizontală cu L2 pentru mișcare și Nunchuk pe maneta dreaptă.
sk_sk: Emulovať Wiimote Sideway s L2 pre Shake a Nunchuk na R-stick.
sv_se: Emulera en Wiimote Sideway med L2 för Shake och Nunchuk på R-spak.
tr: Shake için L2 ve Nunchuk R-Stick'i Wiimote Sideway ile taklit et.
vi_vn: Mô phỏng Wiimote Sideway với L2 cho Shake và Nunchuk trên R-stick.
zh_tw: 使用 L2 模擬 Wiimote(橫持) 搖晃並在 R2 模擬 Nunchuk。

# game_options
source: Emulate a keyboard/mouse/joypad.
ca: Emular un teclat/ratolí/comandament.
es: Emula un teclado/ratón/mando.
eu_es: Emulatu teklatu/xagu/joypad-a
gl_es: Emular un teclado/rato/Mando Básico.
hu: Emuláljon billentyűzetet/egeret/joypadot.
it: Emula una tasiera/mmouse/joypad.
ja_jp: キーボード/マウス/ジョイパッドをエミュレートします
ko: 키보드/마우스/조이패드를 에뮬레이트합니다.
nb_no: Emulere et tastatur/mus/joypad.
pl: Emuluj klawiaturę/mysz/joypad.
pt_pt: Emular um teclado/rato/comando.
ro_ro: Emulează tastatură/maus/joypad.
sk_sk: Emulovať klávesnicu/myš/joypad.
sv_se: Emulera ett tangentbord/mus/joypad.
tr: Bir klavye/fare/joypad taklit edin.
vi_vn: Mô phỏng một bàn phím/chuột/joypad.
zh_tw: 模擬鍵盤/滑鼠/遊戲手把。

# game_options
source: Emulate a pak in the controller expansion port.
ca: Emular un pak en el port d’expansió del comandament.
es: Emula un pak en el puerto de expansión del mando.
eu_es: Emulatu pak-a kontrolatzailearen hedapen portuan
gl_es: Emula un pak no porto de expansión do mando.
hu: Emuláljon egy pakot a vezérlő bővítőportjában.
it: Emula il pak nella porta di espansione del controller.
ja_jp: コントローラ拡張ポートで拡張パックをエミュレートします
ko: 컨트롤러 확장 포트에서 pak를 에뮬레이트합니다.
nb_no: Emuler en pak i kontrollerens utvidelsesport.
pl: Emulacja PAKa w porcie rozszerzeń kontrolera.
pt_pt: Emula um cartão de memória PAK na porta de expansão do comando.
ro_ro: Emulează un pak în portul de expansiune al controlerului.
sk_sk: Emulovať pak v rozširujúcom porte radiča.
sv_se: Emulera ett paket i styrenhetens expansionsport.
tr: Kontrolcü genişletme portunda bir pak taklit edin.
vi_vn: Mô phỏng một PAK trong cổng mở rộng của bộ điều khiển.
zh_tw: 在控制器擴充埠中模擬一個 pak。

# game_options
source: Emulate the Super Game Boy 2 for SGB. Runs games at the correct speed.
ca: Emular Super Game Boy 2 per SGB. Corre els jocs a la velocitat correcta.
es: Emula Super Game Boy 2 para SGB. Ejecuta juegos a la velocidad correcta.
eu_es: Emulatu Super Game Boy 2 SGB-rentzat. Jokoak abiadura egokian exekutatzen ditu.
gl_es: Emula Super Game Boy 2 para SGB. eXECUTA xogos á velocidade correcta.
hu: Emulálja a Super Game Boy 2-t az SGB számára. A játékokat a megfelelő sebességgel futtatja.
it: Emula il Super Game Boy 2 per SGB. Avvia giochi alla velocità corretta.
ja_jp: スーパーゲームボーイ2をエミュレートします。正しい速度でゲームを実行します
ko: SGB용 슈퍼 게임보이 2를 에뮬레이트합니다. 올바른 속도로 게임을 실행합니다.
nb_no: Emulerer Super Game Boy 2 for SGB. Kjører spill i riktig hastighet.
pl: Emuluj Super Game Boy 2 dla SGB. Uruchamia gry z odpowiednią prędkością.
pt_pt: Emula o Super Game Boy 2 para SGB. Corre os jogos na velocidade correta.
ro_ro: Emulează Super Game Boy 2 pentru SGB. Rulează jocurile la viteza corectă.
sk_sk: Emulovať hru Super Game Boy 2 pre SGB. Spúšťa hry správnou rýchlosťou.
sv_se: Emulera Super Game Boy 2 för SGB. Kör spel i rätt hastighet.
tr: SGB için Super Game Boy 2 taklit et. Oyunları doğru hızda çalıştırır.
vi_vn: Giả lập Super Game Boy 2 cho SGB. Chạy trò chơi ở tốc độ chính xác.
zh_tw: 模擬 SGB 的 Super Game Boy 2。以正確的速度運行遊戲。

# game_options
source: Emulate the Wiimote pointer with a DS4's gyroscope.
ca: Emular el cursor del Wiimote amb el giroscopi del DS4.
es: Emula el puntero de Wiimote con el giroscopio de un DS4.
eu_es: Emulatu Wiimote erakuslea DS4-ren giroskopioarekin.
gl_es: Emula o punteiro do Wiimote co xiroscopio dun DS4.
hu: Emulálja a Wiimote mutatót a DS4 giroszkópjával.
it: Emula il puntatore Wiimote con giroscopio DS4
ja_jp: DS4のジャイロスコープでWiiポインターをエミュレートします
ko: 위모트 포인터를 DS4의 자이로스코프와 에뮬레이트합니다.
nb_no: Emuler Wiimote-pekeren med gyroskopet på en DS4.
pl: Emuluj wskaźnik Wiimote'a za pomocą żyroskopu DS4.
pt_pt: Emula o ponteiro do Wiimote com o giroscópio de um DS4.
ro_ro: Emulează cursorul telecomenzii Wii cu un giroscop DS4.
sk_sk: Emulovať ukazovateľ Wiimote pomocou gyroskopu DS4.
sv_se: Emulera Wiimote-pekaren med DS4:ans gyroskop.
tr: Wiimote işaretçisini DS4 jiroskopuyla taklit et.
vi_vn: Mô phỏng con trỏ Wiimote bằng con quay hồi chuyển của DS4.
zh_tw: 使用 DS4 的陀螺儀模擬 Wiimote 指向。

# game_options
source: Emulate the Wiimote pointer with a mouse.
ca: Emular el cursor del Wiimote amb el ratolí.
es: Emula el puntero de Wiimote con un ratón.
eu_es: Emulatu Wiimote erakuslea xaguarekin
gl_es: Emula o punteiro do Wiimote cun rato.
hu: Egérrel emulálja a Wiimote mutatót.
it: Emula il puntatore Wiimote con mouse.
ja_jp: マウスでWiiリモコンのポインターをエミュレートします
ko: 위모트 포인터를 마우스로 에뮬레이트합니다.
nb_no: Etterligne Wiimote-pekeren med en mus.
pl: Emuluj wskaźnik Wiimote'a za pomocą myszy.
pt_pt: Emula o ponteiro do Wiimote com o rato.
ro_ro: Emulează pointerul telecomenzii Wii cu un maus.
sk_sk: Emulujte ukazovateľ Wiimote pomocou myši.
sv_se: Emulera Wiimote-pekaren med en mus.
tr: Wiimote işaretçisini bir fare ile taklit et.
vi_vn: Mô phỏng con trỏ Wiimote bằng chuột.
zh_tw: 使用滑鼠模擬 Wiimote 指向。

# game_options
source: Emutos language && region setting.
es: Configuración de idioma y región de Emutos.
gl_es: Axuste de lingua e rexión de Emutos.
hu: Emutos nyelvi és terüleit beállítások.
it: Lingua Emutos && impostazioni segione.
ja_jp: EmuTOS のと地域の設定
ko: Emutos 언어 && 지역 설정.
pl: Ustawienia języka i regionu Emutos.
pt_pt: Configuração do idioma e região do Emutos.
ro_ro: Setări limbă și regiune Emutos.
sk_sk: Nastavenie jazyka && regiónu Emutos.
sv_se: Emutos språk && regionsinställning.
tr: Emutos dil && bölge ayarı.
vi_vn: Cài đặt ngôn ngữ và vùng của trình giả lập.
zh_tw: Emutos 語言與地區設定。

# game_options
source: Enable
ca: Habilitat
es: Activar
eu_es: Gaitu
gl_es: Activar
hu: Engedélyezés
it: Abilita
ja_jp: 有効（使用）
ko: 활성화
nb_no: AKTIVER AI-OVERSETTELSE AV SPILL
pl: Włącz
pt_pt: Ativar
ro_ro: Activat
sk_sk: Povoliť
sv_se: Aktivera
tr: Etkinleştir
vi_vn: Cho phép
zh_tw: 啟用

# game_options
source: Enable / Disable automatic aiming.
es: Habilita / Deshabilita la puntería automática.
eu_es: Gaitu / Desgaitu apuntatze automatikoa
gl_es: Activar/Desactivar a puntería automática.
it: Abilita / Disabilita la mira automatica.
ja_jp: オートエイム(自動照準)を有効/無効にします
ko: 자동 조준을 활성화/비활성화합니다.
nb_no: Aktiver/deaktiver automatisk sikting.
pl: Włącz / wyłącz automatyczne celowanie.
pt_pt: Ativar / Desativar a mira automática.
ro_ro: Activează / Dezactivează țintirea automată.
sk_sk: Povoliť/zakázať automatické zameriavanie.
sv_se: Aktivera/inaktivera automatisk siktning.
tr: Otomatik nişan almayı Etkinleştir / Pasifleştir.
vi_vn: Bật/Tắt tính năng nhắm mục tiêu tự động.
zh_tw: 啟用/停用自動瞄準。

# game_options
source: Enable / Disable fight music.
es: Habilita / Deshabilita música de lucha.
eu_es: Gaitu / Desgaitu borroka musika
gl_es: Activar/Desactivar a música de loita.
hu: Harczene engedélyezése / letiltása.
it: Abilita / Disabilita la musica durante la battaglia
ja_jp: 戦闘中の音楽を有効/無効にします
ko: 대결 음악을 활성화/비활성화합니다.
nb_no: Aktiver/deaktiver kampmusikk.
pl: Włącz / wyłącz muzykę walki.
pt_pt: Ativar / Desativar a música de combate.
ro_ro: Activează / Dezactivează muzica de zbor.
sk_sk: Povoliť/zakázať bojovú hudbu.
sv_se: Aktivera / Inaktivera slåssmusik.
tr: Dövüş müziğini Etkinleştir / Pasifleştir.
vi_vn: Bật/Tắt nhạc chiến đấu.
zh_tw: 啟用/停用戰鬥音樂。

# game_options
source: Enable / Disable showing secret found messages.
es: Habilita / Deshabilita mostrar mensajes secretos encontrados.
eu_es: Gaitu / Desgaitu aurkitutako mezu sekretuak erakusten.
gl_es: Activar/Desactivar a mostra de mensaxes secretas atopadas.
hu: A titkos talált üzenetek megjelenítésének engedélyezése / letiltása.
it: Abilita / Disabilita i messaggi di segreti trovati.
ja_jp: シークレット発見のメッセージ表示を有効/無効にします
ko: 비밀 발견 메시지를 표시 활성화/비활성화합니다.
nb_no: Aktivere/deaktivere visning av hemmelige meldinger.
pl: Włącz / wyłącz wyświetlanie znalezionych tajnych wiadomości.
pt_pt: Ativar / Desativar mensagens de secredo encontrado.
ro_ro: Activează / Dezactivează afișarea mesajelor secrete.
sk_sk: Povoliť/zakázať zobrazovanie tajne nájdených správ.
sv_se: Aktivera / Inaktivera visning av hemliga meddelanden.
tr: Bulunan gizli mesajların gösterilmesini Etkinleştir / Pasifleştir.
vi_vn: Bật/Tắt hiển thị tin nhắn tìm thấy bí mật.
zh_tw: 啟用/停用顯示發現的秘密訊息。

# game_options
source: Enable / Disable sound in menus.
es: Activa / Desactiva el sonido en los menús.
eu_es: Gaitu / Desgaitu soinua menuetan.
gl_es: Activar/Desactivar o son nos menús.
hu: Hang engedélyezése / letiltása a menükben.
it: Abilita / Disabilita il suono nei menu.
ja_jp: メニューの音楽を有効/無効にします
ko: 메뉴에서 사운드를 활성화/비활성화합니다.
nb_no: Aktiver/deaktiver lyd i menyer.
pl: Włącz / wyłącz dźwięk w menu.
pt_pt: Ativar / desativar o som nos menus.
ro_ro: Activează / Dezactivează sunetul în meniuri.
sk_sk: Povoliť/zakázať zvuky v ponukách.
sv_se: Aktivera/inaktivera ljud i menyer.
tr: Menü seslerini Etkinleştir / Pasifleştir.
vi_vn: Bật/Tắt âm thanh trong menu.
zh_tw: 啟用/停用選單聲音。

# game_options
source: Enable 16-channel iMuse Digital Audio.
es: Habilita audio digital iMuse de 16 canales.
eu_es: Gaitu 16-kanaleko iMuse Audio Digitala
gl_es: Activa o audio dixital iMuse de 16 canles.
hu: Engedélyezze a 16 csatornás iMuse digitális hangot.
it: Abilita iMuse Digital Audio a 16-canali.
ja_jp: 16 チャンネル iMuse デジタル オーディオを有効にします
ko: 16채널 iMuse 디지털 오디오를 활성화합니다.
nb_no: Aktiver 16-kanals iMuse Digital Audio.
pl: Włącz 16-kanałowy dźwięk cyfrowy iMuse.
pt_pt: Ativar o áudio digital iMuse de 16 canais.
ro_ro: Activează iMuse Digital Audio cu 16 canale.
sk_sk: Povoliť 16-kanálový digitálny zvuk iMuse.
sv_se: Aktivera 16-kanals iMuse Digital Audio.
tr: 16-kanal iMuse Digital Audio etkinleştir.
vi_vn: Kích hoạt âm thanh kỹ thuật số iMuse 16 kênh.
zh_tw: 啟用 16 通道的 iMuse 數位音訊。

# game_options
source: Enable Cemu's performance overlay.
ca: Habilitar el superposat de rendiment de Cemu.
es: Habilita la superposición de rendimiento de Cemu.
eu_es: Gaitu Cemu-ren eraginkortaun gaineztatzailea
gl_es: Activa a superposición de rendemento de Cemu.
hu: Engedélyezze a Cemu teljesítményfedvényét.
it: Abilita l'overlay performance di Cemu.
ja_jp: Cemuのオーバーレイを有効にします
ko: Cemu의 성능 오버레이를 활성화합니다.
nb_no: Aktiver Cemus ytelsesoverlegg.
pl: Włącz nakładkę wydajności Cemu.
pt_pt: Ativar os indicadores de desempenho do Cemu.
ro_ro: Activează afișajul de performanță Cemu.
sk_sk: Povoliť prekrytie výkonnosti Cemu.
sv_se: Aktivera Cemus prestandaöverlagring.
tr: Cemu performans kaplamasını etkinleştir.
vi_vn: Kích hoạt lớp phủ hiệu suất của Cemu.
zh_tw: 啟用 Cemu 的性能覆層。

# game_options
source: Enable Gamecube boot animation and BIOS access (requires IPL.bin BIOS in appropriate user directory).
es: Activa animación de arranque de Gamecube y el acceso a BIOS (requiere BIOS IPL.bin en el directorio apropiado del usuario).
eu_es: Gaitu Gamecube abio animazioa eta BIOS atzitzea (IPL.bin BIOS behar du erabiltzaile direktorio egokian)
gl_es: Activa a animación de arranque de Gamecube e o acceso á BIOS (require IPL.bin BIOS no directorio de usuario apropiado).
hu: Engedélyezze a Gamecube boot animációt és a BIOS hozzáférést (IPL.bin BIOS szükséges a megfelelő felhasználói könyvtárban).
it: Abilita l'animazione di avvio Gamecube e l'accesso al BIOS (necessita di IPL.bin BIOS nella cartella appropriata).
ja_jp: BIOSを使用します(Gamecube ブート アニメーションを表示します) bios/GC/JAP(EUR,USA)フォルダに IPL.bin (BIOS) が必要です
ko: 게임큐브 부팅 애니메이션과 바이오스 접속을 활성화합니다(적절한 사용자 디렉토리에 IPL.bin 바이오스 필요함).
nb_no: Aktiver Gamecube-oppstartsanimasjon og BIOS-tilgang (krever IPL.bin BIOS i riktig brukerkatalog).
pl: Włączenie animacji rozruchu Gamecube i dostępu do BIOS-u (wymaga BIOS-u IPL.bin w odpowiednim katalogu użytkownika).
pt_pt: Ativar a animação de inicialização da Gamecube e o acesso ao BIOS (requer BIOS IPL.bin na pasta de utilizador apropriado).
ro_ro: Activează animația la boot și accesul la BIOS pentru Gamecube (necesită BIOS IPL.bin în directorul potrivit).
sk_sk: Povoliť animáciu zavádzania Gamecube a prístup k systému BIOS (vyžaduje IPL.bin BIOS v príslušnom používateľskom adresári).
sv_se: Aktivera Gamecube-uppstartsanimering och BIOS-åtkomst (kräver IPL.bin BIOS i lämplig användarkatalog).
tr: Gamecube önyükleme animasyonunu ve BIOS erişimini etkinleştirin (uygun kullanıcı dizininde IPL.bin BIOS'u gerektirir)
vi_vn: Cho phép hoạt ảnh khởi động Gamecube và truy cập BIOS (yêu cầu BIOS IPL.bin trong thư mục người dùng).
zh_tw: 啟用 Gamecube 開機動畫和 BIOS 存取（需要正確使用者目錄中的 IPL.bin BIOS）。

# game_options
source: Enable Gravis Utrasound emulation. Ensure the ULTRASND folder is in the root of your <game>.pc rom folder.
es: Habilita la emulación de Gravis Ultrasound. Asegúrese de que la carpeta ULTRASND esté en la raíz de su carpeta de rom.
eu_es: Gaitu Gravis Utrasound emulazioa. Ziurtatu ULTRASND karpeta badagoela zure <game>.pc jokoaren rom karpetaren erroan.
gl_es: Activa a emulación Gravis Utrasound. Asegúrate de que o cartafol ULTRASND estea na raíz do teu cartafol <game>.pc rom.
hu: Gravis Utrasound emuláció engedélyezése. Győződjön meg arról, hogy az ULTRASND mappa a <game>.pc rom mappájának gyökerében található.
it: Abilita emulazione Gravis Ultrasound. Assicurati che la cartella ULTRADNF sia nella rootdell cartella delle rom <game>.pc
ja_jp: Gravis Utrasound エミュレーションを有効にします。ULTRASNDフォルダが <game>.pc(romフォルダのルート)にあることを確認してください
ko: 그레비스 울트라사운드 에뮬레이션을 활성화합니다. ULTRASND 폴더가 <game>.pc rom 폴더의 루트에 있는지 확인합니다.
nb_no: Aktiver Gravis Utrasound-emulering. Kontroller at ULTRASND-mappen ligger i roten av <game>.pc rom-mappen.
pl: Włącz emulację Gravis Ultrasound. Upewnij się, że folder Ultrasound znajduje się w katalogu głównym folderu z rom'ami <game>.pc.
pt_pt: Ativar a emulação do Gravis Ultrasound. Certifique-se de que a pasta ULTRASOUND esteja na pasta <game>.pc rom.
ro_ro: Activează emularea Gravis Ultrasound. Asigură-te că dosarul ULTRASND se află în rădăcina dosarului de ROM <game>.pc.
sk_sk: Povoliť emuláciu Gravis Utrasound. Uistite sa, že priečinok ULTRASND je v koreňovom adresári vášho priečinka .pc rom <game>.
sv_se: Aktivera Gravis Ultrasound-emulering. Se till att mappen ULTRASND finns i roten av din <game>.pc rom-mapp.
tr: Gravis Utrasound takliti etkinleştir.ULTRASND klasörünün <game>.pc rom klasörü içinde olduğundan emin olun.
vi_vn: Kích hoạt mô phỏng Gravis Utrasound. Đảm bảo thư mục ULTRASND nằm trong thư mục gốc của thư mục rom <game>.pc của bạn.
zh_tw: 啟用 Gravis Ultrasound 模擬。確保 ULTRASND 資料夾位於 <game>.pc rom 資料夾的根目錄中。

# game_options
source: Enable No-interlacing Patches.
es: Habilita parches sin entrelazado.
eu_es: Gaitu Ez-tartekatu adabakiak
gl_es: Activar parches sen entrelazado.
hu: Engedélyezze a sorváltás nélküli javításokat.
it: Abilita Patches No-interlacciamento.
ja_jp: インターレース解除パッチを使用します
ko: 비인터레이스 패치를 활성화합니다.
nb_no: Aktiver patcher uten sammenfletting.
pl: Włącz poprawki dla usuwania przeplotu.
pt_pt: Ativar correção No-interlacing.
ro_ro: Activează patch-uri de ne-intercalare.
sk_sk: Povoliť neprekladané záplaty.
sv_se: Aktivera patchar för att ta bort interlace.
tr: Taramasız Yamaları Etkinleştir.
vi_vn: Kích hoạt các bản vá không xen kẽ.
zh_tw: 啟用無隔行掃描補丁。

# game_options
source: Enable QOS settings to optimize for internet or local network.
ca: Habilita QoS (qualitat de servei) per a optimitzar internet o la xarxa local.
es: Habilita ajustes QoS para optimizar internet o la red local.
eu_es: Gaitu QOS ezarpenak internet edo sare lokala optimizatzeko.
gl_es: Activa a configuración de QOS para optimizaR Internet ou rede local.
hu: Engedélyezze a QOS-beállításokat az internetre vagy a helyi hálózatra való optimalizáláshoz.
it: Abilita impostazioni ottimali QOS per internet o rete locale.
ja_jp: QOS 設定を有効にして、インターネットまたはローカル ネットワークを最適化します
ko: 인터넷이나 로컬 네트워크를 최적화하기 위해 QOS 설정을 활성화합니다.
nb_no: Aktiver QOS-innstillinger for å optimalisere for internett eller lokalt nettverk.
pl: Włącz ustawienia QOS, aby zoptymalizować sieć internetową lub lokalną.
pt_pt: Ativa os ajustes de Qualide de Serviço para otimizar a internet ou rede local.
ro_ro: Activează setările de QoS pentru a optimiza pentru internet sau rețeaua locală.
sk_sk: Povoliť nastavenia QOS na optimalizáciu pre internet a miestnu sieť.
sv_se: Aktivera QOS-inställningar för att optimera för internet eller lokalt nätverk.
tr: İnternet veya yerel ağ için optimize etmek üzere QOS ayarlarını etkinleştirin.
vi_vn: Bật cài đặt QOS để tối ưu hóa cho internet hoặc mạng cục bộ.
zh_tw: 啟用 QOS 設定以優化網際網路或本機網路。

# game_options
source: Enable X-Input mode for Xbox type controllers.
gl_es: Activar o modo X-Input para mandos de tipo Xbox.
hu: X-bemeneti mód engedélyezése Xbox típusú vezérlőkhöz.
it: Abilita modalita' X-Input per i controller tipo Xbox.
ko: Xbox 유형 컨트롤러에 대해 X-Input 모드를 활성화합니다.
pl: Włącz tryb X-Input dla kontrolerów Xbox.
pt_pt: Active o modo X-Input para comandos do tipo Xbox.
ro_ro: Activează modul X-Input pentru controlerele de tip Xbox.
sk_sk: Povoliť režim X-vstup pre ovládače typu Xbox.
sv_se: Aktivera X-Input-läge för kontroller av Xbox-typ.
tr: Xbox türü kontrolcüler için X-Input modunu etkinleştirin.
vi_vn: Bật chế độ X-Input cho bộ điều khiển loại Xbox.
zh_tw: 為 Xbox 類型控制器啟用 X-Input 模式。

# game_options
source: Enable auto frameskipping for performance on lower-end systems.
ca: Habilitar salt de quadres automàtic per a guanyar rendiment als sistemes de baixes prestacions.
es: Habilita el salto automático de fotogramas para mejorar rendimiento en sistemas de gama baja.
eu_es: Gaitu fotograma saltatze automatikoa eraginkortasunerako sistema eskaxetan
gl_es: Activa o salto de fotogramas automático para mellorar o rendemento de sistemas de gama baixa.
hu: Engedélyezze az automatikus képkockakihagyást a teljesítmény érdekében alacsonyabb kategóriás rendszereken.
it: Abilita l'auto frameskipping per la performance su sistemi vecchi.
ja_jp: 低スペック機器のために自動フレームスキップを有効にします
ko: 저사양 시스템에서 성능을 위해 자동 프레임 건너뛰기를 활성화합니다.
nb_no: Aktiver automatisk frameskipping for å øke ytelsen på mindre avanserte systemer.
pl: Włącz automatyczne pomijanie klatek w celu zwiększenia wydajności na słabszych systemach.
pt_pt: Ativa o saltar automático de frames para melhor desempenho em sistemas lentos.
ro_ro: Activează omiterea automată de cadre pentru performanță pe sistemele mai slabe.
sk_sk: Povoliť auto preskakovanie snímok pre výkon na slabších systémoch.
sv_se: Aktivera automatisk frameskipping för bättre prestanda på mindre avancerade system.
tr: Düşük bütçeli sistemlerde performans için otomatik çerçeve atlama özelliğini etkinleştir.
vi_vn: Bật tính năng tự động bỏ qua khung hình để tăng hiệu suất trên các hệ thống cấp thấp hơn.
zh_tw: 啟用自動跳幀以提高低階系統的效能。

# game_options
source: Enable cache mount. Can improve performance and compatibility in some games.
es: Habilita un aumento de caché. Puede mejorar el rendimiento y la compatibilidad en algunos juegos.
gl_es: Activa o aumento da caché. Pode mellorar o rendemento e a compatibilidade nalgúns xogos.
hu: Engedélyezze a gyorsítótár csatlakoztatását. Egyes játékokban javíthatja a teljesítményt és a kompatibilitást.
it: Abilita montaggio cache. Può migliorare le performance e la compatibilità dei giochi.
ja_jp: キャッシュマウントを有効にします。一部のゲームの動作と互換性が向上します
ko: 캐시 마운트를 활성화합니다. 일부 게임에서 성능과 호환성을 향상할 수 있습니다.
nb_no: Aktiver buffermontering. Kan forbedre ytelsen og kompatibiliteten i enkelte spill.
pl: Włącz montowanie pamięci podręcznej. Może poprawić wydajność i kompatybilność w niektórych grach.
pt_pt: Ativar a montagem em cache. Pode melhorar o desempenho e a compatibilidade em alguns jogos.
ro_ro: Activează montarea cache-ului. Poate îmbunătăți performanța și compatibilitatea în unele jocuri.
sv_se: Aktivera cache-montering. Kan förbättra prestanda och kompatibilitet i vissa spel.
tr: Önbellek bağlamayı etkinleştirin. Bazı oyunlarda performansı ve uyumluluğu artırabilir.
vi_vn: Kích hoạt gắn kết bộ đệm. Có thể cải thiện hiệu suất và khả năng tương thích trong một số trò chơi.
zh_tw: 啟用快取掛載。可以提高某些遊戲​​的效能和相容性。

# game_options
source: Enable controller rumble capabilities if supported by the controller.
es: Activa las capacidades de vibración del mando si el mando es compatible.
gl_es: Activa as capacidades de vibración do mando se o soporta.
hu: Engedélyezze a vezérlő rezgő képességeit, ha a vezérlő támogatja.
it: Abilita rumble del controller se lo supporta.
ja_jp: サポートされている場合、コントローラーの振動機能を有効にします
ko: 컨트롤러에서 지원하는 경우 컨트롤러 진동 기능을 활성화합니다.
nb_no: Aktiver kontrollerens rumlefunksjon hvis den støttes av kontrolleren.
pl: Włączenie funkcji wibracji kontrolera, jeśli jest ona obsługiwana przez kontroler.
pt_pt: Ligar os recursos de vibração do comando, se suportados pelo comando.
ro_ro: Activează capabilitățile de vibrație ale controlerului dacă sunt suportate.
sk_sk: Povoliť schopnosti vibrácií, ak ich podporuje ovládač.
sv_se: Aktivera styrenhetens rumblefunktioner om styrenheten stöder detta.
tr: Kontrolcü tarafından destekleniyorsa titreşim yeteneklerini etkinleştirin.
vi_vn: Kích hoạt khả năng rung nếu bộ điều khiển có hỗ trợ.
zh_tw: 如果控制器支援，則啟用控制器震動功能。
