Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Maximum (Very Slow)
ca: Màxim (molt lent)
es: Máximo (Muy Lento)
eu_es: Maximoa (Oso motela)
gl_es: Máximo (moi lento)
hu: Maximális (nagyon lassú)
it: Massima (Molto Lento)
ja_jp: 最大 (非常に遅い)
ko: 최대 (매우 느림)
nb_no: Maksimum (svært langsom)
pl: Maksymalne (bardzo wolne)
pt_pt: Máximo (muito lento)
ro_ro: Maximă (Foarte lent)
sk_sk: Maximálne (veľmi pomalé)
sv_se: Maximal (mycket långsam)
tr: Azami (Çok Yavaş)
vi_vn: Tối đa (Rất chậm)
zh_tw: 最大值（非常慢）

# game_options
source: Maximum 2 Players (Default)
es: Máximo 2 jugadores (Defecto)
eu_es: Gehienez 2 Jokalari (Defektuzkoa)
gl_es: Máximo 2 xogadores (predeterminado)
hu: Maximum 2 játékos (alapértelmezett)
it: Massimo 2 Giocatori (Default)
ja_jp: 最大 2 プレイヤー(標準)
ko: 최대 2인 플레이어 (기본)
nb_no: Maksimalt 2 spillere (standard)
pl: Maksymalnie 2 graczy (domyślnie)
pt_pt: Máximo 2 jogadores (padrão)
ro_ro: Maxim 2 jucători (Implicit)
sk_sk: Maximálne 2 hráči (predvolené)
sv_se: Högst 2 spelare (standard)
tr: En Fazla 2 Oyuncu (Varsayılan)
vi_vn: Tối đa 2 người chơi (Mặc định)
zh_tw: 最多 2 名玩家（預設）

# game_options
source: Maximum 4 Players
es: Máximo 4 jugadores (Defecto)
eu_es: Gehienez 4 Jokalari (Defektuzkoa)
gl_es: Máximo 4 xogadores
hu: Maximum 4 játékos
it: Massimo 4 Giocatori
ja_jp: 最大 4 プレイヤー
ko: 최대 4인 플레이어
nb_no: Maksimalt 4 spillere
pl: Maksymalnie 4 graczy
pt_pt: Máximo 4 jogadores
ro_ro: Maxim 4 jucători
sk_sk: Maximálne 4 hráči
sv_se: Högst 4 spelare
tr: En Fazla 4 Oyuncu (Varsayılan)
vi_vn: Tối đa 4 người chơi
zh_tw: 最多 4 名玩家

# game_options
source: Maximum 8 Players
es: Máximo 8 jugadores (Defecto)
eu_es: Gehienez 8 Jokalari (Defektuzkoa)
gl_es: Máximo 8 xogadores
hu: Maximum 8 játékos
it: Massimo 8 Giocatori
ja_jp: 最大 8 プレイヤー
ko: 최대 8인 플레이어
nb_no: Maksimalt 8 spillere
pl: Maksymalnie 8 graczy
pt_pt: Máximo 8 jogadores
ro_ro: Maxim 8 jucători
sk_sk: Maximálne 8 hráčov
sv_se: Högst 8 spelare
tr: En Fazla 8 Oyuncu (Varsayılan)
vi_vn: Tối đa 8 người chơi
zh_tw: 最多 8 名玩家

# game_options
source: Maximum Blood
es: Sangre máxima
gl_es: Sangue Máximo
it: Massimo Sangue
ja_jp: 血しぶき最高
ko: 최대 피
nb_no: Maksimalt blod
pl: Maksimum krwi
pt_pt: Sangue Máximo
ro_ro: Sânge maxim
sk_sk: Maximálna krv
sv_se: Maximalt blod
tr: Çok Fazla Kan
vi_vn: Máu tối đa

# game_options
source: Maximum host texture memory usage (in megabytes) above which old textures will be destroyed. Set below hard limit.
es: Uso máximo de memoria de textura del host (en megabytes) por encima del cual las texturas antiguas serán eliminadas. Establecer por debajo del límite de textura dura.
gl_es: Uso máximo da memoria de texturas do anfitrión (en megabytes) por encima do cal se destruirán as texturas antigas. Establecer por debaixo do límite de textura duro.
hu: Maximális host textúramemória-használat (megabájtban), amely felett a régi textúrák megsemmisülnek. Kemény határérték alatt állítható.
it: Massimo utilizzo memoria texture (in megabytes) oltre cui le texture vecchie verranno distrutte. Impostalo al di sotto del limite massimo.
ja_jp: ホスト テクスチャ メモリの最大使用量 (メガバイト単位) これを超えると古いテクスチャが破棄されます。実装容量以下に設定してください
ko: 최대 호스트 텍스처 메모리 사용량(메가바이트)으로, 이보다 높으면 오래된 텍스처가 파괴됩니다. 하드 한도 아래로 설정하세요.
nb_no: Maksimum bruk av vertsminne for tekstur (i megabyte) over hvilken gamle teksturer vil bli ødelagt. Sett under den harde grensen.
pl: Maksymalne użycie pamięci tekstur hosta (w megabajtach), powyżej którego stare tekstury zostaną zniszczone. Ustaw poniżej twardego limitu.
pt_pt: Uso máximo de memória de textura do host (em megabytes) acima do qual texturas antigas será destruído. Defina abaixo do limite rígido.
ro_ro: Utilizarea maximă de memorie de texturi a gazdei (în megaocteți) peste care vechile texturi vor fi distruse. Setează sub limita hard.
sv_se: Maximal minnesanvändning för värdtexturer (i megabyte) över vilken gamla texturer kommer att förstöras. Ställ in under hård gräns.
tr: Eski dokuların yok edileceği en yüksek ana bilgisayar doku belleği kullanımı (megabayt cinsinden). Kesin sınırın altına ayarlayın.
vi_vn: Mức sử dụng bộ nhớ kết cấu máy chủ tối đa (tính bằng megabyte) mà trên đó kết cấu cũ sẽ bị phá hủy. Đặt dưới giới hạn cứng.
zh_tw: 主機紋理記憶體使用上限（以兆位元組為單位）超過該上限舊紋理將被銷毀。設定在硬限制以下。

# game_options
source: Maximum host texture memory usage (in megabytes) above which textures will be destroyed as soon as possible.
es: Uso máximo de memoria de textura del host (en megabytes) por encima del cual las texturas se eliminarán lo antes posible.
gl_es: Uso máximo da memoria de texturas do host (en megabytes) por encima do cal as texturas destruiranse canto antes.
hu: A maximális host textúramemória-használat (megabájtban), amely felett a textúrák a lehető leghamarabb megsemmisülnek.
it: Massimo utilizzo (in megabytes) delle texture memoria oltre cui le texture verranno distrutte il prima possibile.
ja_jp: ホスト テクスチャ メモリの最大使用量を設定します (メガバイト単位) これを超えると、テクスチャはできるだけ早く破棄されます
ko: 텍스처가 가능한 한 빨리 삭제되는 최대 호스트 텍스처 메모리 사용량(메가바이트)입니다.
nb_no: Maksimal bruk av vertsminne for teksturer (i megabyte), og teksturer som overskrider denne grensen, vil bli slettet så snart som mulig.
pl: Maksymalne użycie pamięci tekstur hosta (w megabajtach), powyżej którego tekstury zostaną zniszczone tak szybko, jak to możliwe.
pt_pt: Uso máximo de memória de textura do host (em megabytes) acima do qual as texturas serão ser destruído o mais rápido possível.
ro_ro: Utilizarea maximă a memoriei de texturi a gazdei (în megaocteți) peste care texturile se vor distruge cât de repede posibil.
sv_se: Maximal minnesanvändning för värdtexturer (i megabyte) över vilken texturerna kommer att förstöras så snart som möjligt.
tr: Dokuların mümkün olan en kısa sürede yok edileceği en yüksek ana bilgisayar doku belleği kullanımı (megabayt cinsinden).
vi_vn: Mức sử dụng bộ nhớ kết cấu máy chủ tối đa (tính bằng megabyte) trên đó kết cấu sẽ bị hủy càng sớm càng tốt.
zh_tw: 主機紋理記憶體的最大使用量（以兆位元組為單位）超過該值的紋理將盡快被銷毀。

# game_options
source: Maximum wheel rotation from left to right (in degrees)
es: Rotación máxima del volante de izquierda a derecha (en grados)
gl_es: Xiro máximo do volante de esquerda a dereita (en graos)
hu: A kerék maximális forgása balról jobbra (fokban)
it: Sterzata massima da sinistra a destra (in gradi)
ja_jp: ステアリングの左から右への最大回転角度
ko: 좌우로의 최대 핸들 회전 (°)
nb_no: Maksimal rattrotasjon fra venstre mot høyre (i grader)
pl: Maksymalny obrót kierownicy od lewej do prawej (w stopniach)
pt_pt: Rotação máxima do volante da esquerda para a direita (em graus)
ro_ro: Rotația maximă a volanului de la stânga la dreapta (în grade)
sk_sk: Maximálne otočenie kolieska zľava doprava (v stupňoch)
sv_se: Maximal rattrotation från vänster till höger (i grader)
tr: Soldan sağa en fazla direksiyon dönüşü (derece olarak)
vi_vn: Tối đa khả năng xoay wheel từ trái sang phải (theo độ)
zh_tw: 車輪從左到右的最大旋轉角度（度）

# game_options
source: May
es: Mayo
gl_es: Maio
hu: Május
it: Maggio
ja_jp: 5月
ko: 5월
nb_no: Mai
pl: Maj
pt_pt: Maio
ro_ro: Mai
sk_sk: Máj
sv_se: maj
tr: Mayıs
vi_vn: Tháng 5
zh_tw: 五月

# game_options
source: May fix missing graphics and broken lighting at the cost of performance.
ca: Pot corregir gràfics absents i enllumenat erroni a cost de rendiment.
es: Puede solucionar problemas gráficos y de iluminación a costa de rendimiento.
eu_es: Falta diren grafikoak eta apurtutako argiztatzea konpondu dezake eraginkortasunaren lepotik.
gl_es: Pode corrixir problemas gráficos e de iluminación a costa do rendemento.
hu: A teljesítmény árán javíthatja a hiányzó grafikát és a meghibásodott világítást.
it: Può risolvere la grafica mancante e l'illuminazione errata a costo della performance.
ja_jp: 動作を犠牲にして、グラフィックや照明の不具合などを修正できる場合があります
ko: 성능 저하로 누락 된 그래픽 및 깨진 조명을 수정할 수 있습니다.
nb_no: Kan fikse manglende grafikk og ødelagt belysning på bekostning av ytelsen.
pl: Może naprawić brakującą grafikę i uszkodzone oświetlenie kosztem wydajności.
pt_pt: Pode consertar gráficos ausentes e falhas na iluminação a custo do desempenho.
ro_ro: Poate repara grafice lipsă și iluminare defectă cu costul performanței.
sk_sk: Môže opraviť chýbajúcu grafiku a nefunkčné osvetlenie za cenu výkonu.
sv_se: Kan fixa saknad grafik och trasig belysning på bekostnad av prestanda.
tr: Performanstan ödün vererek eksik grafikleri ve bozuk aydınlatmayı düzeltebilir.
vi_vn: Có thể khắc phục đồ họa bị thiếu và ánh sáng bị hỏng nhưng phải trả giá bằng hiệu suất.
zh_tw: 可能會以性能為代價來修復缺少的圖形和損壞的照明。

# game_options
source: May not work well on all hardware. Hybrid is preferred, where supported.
ca: Pot no funcionar correctament amb tot el maquinari. És preferible Híbrid, si es suporta.
es: Puede que no funcione bien en todo el hardware. Se prefiere híbrido, cuando sea compatible.
eu_es: Baliteke hardware guztietan ez funtzionatzea. Hibridoa nahiago da onartzen denean.
gl_es: Pode non funcionar ben en todo o hardware. Prefírese o híbrido, cando sexa compatible.
hu: Előfordulhat, hogy nem működik jól minden hardveren. A hibrid előnyben részesített, ahol támogatott.
it: Potrebbe non funzionare bene con tutti gli hardware. Preferire ibrido, laddove supportato.
ja_jp: うまく機能しない場合があります。対応している場合は、ハイブリッドを推奨します
ko: 모든 하드웨어에서 제대로 작동하지 않을 수 있습니다. 지원되는 경우 하이브리드가 선호됩니다.
nb_no: Fungerer kanskje ikke godt på all maskinvare. Hybrid er å foretrekke der dette støttes.
pl: Może nie działać dobrze na każdym sprzęcie. Preferowany jest tryb hybrydowy, tam gdzie jest obsługiwany.
pt_pt: Pode não funcionar bem em todo o hardware. Quando suportado usar híbrido.
ro_ro: Poate să nu funcționeze bine pe orice hardware. Hibrid e de preferat, unde este suportat.
sk_sk: Nemusí fungovať dobre na všetkých hardvéroch. Hybrid je preferovaný, ak je podporovaný.
sv_se: Fungerar kanske inte bra på all hårdvara. Hybrid är att föredra om det finns stöd för det.
tr: Tüm donanımlarda iyi çalışmayabilir. Desteklendiği durumlarda hibrit tercih edilir.
vi_vn: Có thể không hoạt động tốt trên mọi phần cứng. Ưu tiên Hybrid nếu được hỗ trợ.
zh_tw: 可能無法在所有硬體上正常運作。在支援的情況下，混合是首選。

# game_options
source: May provide performance gain on CPUs with low core/thread count at the expense of possible broken timings.
es: Puede proporcionar una ganancia de rendimiento en CPUs con un número bajo de núcleos/hilos a expensas de posibles roturas de tiempos.
eu_es: Eraginkortasu hobekuntza ekar dezake nukleo/hari gutxi dituzten CPU-etan nahiz eta sinkronizazio arazoak eman ditzakeen.
gl_es: Pode proporcionar unha ganancia de rendemento en CPUs con baixo número de núcleos/fíos a costa de posibles tempos rotos.
hu: Alacsony mag/szálszámú CPU-kon teljesítménynövekedést eredményezhet az esetlegesen tönkrement időzítések rovására.
it: Può' migliorare la performance su CPU con basso numero di core/thread a discapito di possibili broken timings.
ja_jp: コア/スレッド数が少ない CPU では、タイミングが 壊れる可能性があるが、パフォーマンスが向上する可能性があります
ko: 코어/스레드 수가 적은 CPU에서는 타이밍이 깨질 가능성이 있지만 성능 향상을 가져올 수 있습니다.
nb_no: Kan gi ytelsesgevinst på CPU-er med lavt antall kjerner/tråder på bekostning av mulige brudd på tidsinnstillingene.
pl: Może zapewnić wzrost wydajności na procesorach z niską liczbą rdzeni/wątków kosztem możliwych błędów czasowych.
pt_pt: Pode fornecer ganho de desempenho em CPUs com baixa contagem de núcleos/threads à custa de possíveis interrupções de timing.
ro_ro: Poate aduce un câștig de performanță pe CPU-urile cu număr mic de nuclee/fire de execuție cu costul unor posibile probleme de sincronizare.
sk_sk: Môže poskytnúť zvýšenie výkonu na CPU s nízkym počtom jadier/vlákien na úkor možného prerušeného časovania.
sv_se: Kan ge prestandaförbättringar på processorer med lågt antal kärnor/trådar på bekostnad av eventuellt brutna tidsinställningar.
tr: Olası bozuk zamanlamalar pahasına düşük çekirdek/iş parçacığı sayısına sahip CPU'larda performans artışı sağlayabilir.
vi_vn: Có thể mang lại hiệu suất tăng trên các CPU có số lõi/luồng thấp nhưng phải trả giá bằng thời gian có thể bị hỏng.
zh_tw: 可能會提高核心/執行緒數較低的 CPU 的效能但代價是可能導致時序混亂。

# game_options
source: May result in a sharper image in some 2D games.
ca: Pot produïr imatges més definides en alguns jocs 2D.
es: Puede dar como resultado una imagen más nítida en juegos 2D.
eu_es: Irudi zorrotzago bat lortu dezake 2D joku batzuetan.
gl_es: Pode producir unha imaxe máis nítida nalgúns xogos en 2D.
hu: Egyes 2D-s játékokban élesebb képet eredményezhet.
it: Può risultare in immagine più a fuoco in alcuni giochi 2D.
ja_jp: 一部の 2D ゲームで、より鮮明な画像になる場合があります
ko: 일부 2D 게임에서는 이미지가 더 선명해질 수 있습니다.
nb_no: Kan gi et skarpere bilde i enkelte 2D-spill.
pl: Może skutkować ostrzejszym obrazem w niektórych grach 2D.
pt_pt: Pode resultar numa imagem mais nítida em certos jogos em 2D.
ro_ro: Poate rezulta într-o imagine mai clară în unele jocuri 2D.
sk_sk: Výsledkom môže byť ostrejší obraz v niektorých 2D hrách.
sv_se: Kan resultera i en skarpare bild i vissa 2D-spel.
tr: Bazı 2D oyunlarda daha keskin bir görüntüye neden olabilir.
vi_vn: Có thể mang lại hình ảnh sắc nét hơn trong một số trò chơi 2D.
zh_tw: 可能會導致某些 2D 遊戲中的影像更加清晰。

# keys_files
source: Mech Tilt
gl_es: Inclinación Mecánica
it: Tilt Mech
ko: 기계적 기울기
pl: Pochylenie mechanizmu
ro_ro: Înclinare mecanică

# game_options
source: Medium
ca: Mitjà
es: Medio
eu_es: Ertaina
gl_es: Medio
hu: Közepes
it: Medio
ja_jp: 中
ko: 보통
pl: Średnie
pt_pt: Médio
ro_ro: Mediu
sk_sk: Stredné
sv_se: Medel
tr: Orta
vi_vn: Trung bình
zh_tw: 中

# game_options
source: Mega
ja_jp: メガ モード
ko: 메가

# game_options
source: Mega ST
ko: 메가 ST

# game_options
source: Mega STE
ko: 메가 STE

# game_options
source: Mega STE 2.05
ko: 메가 STE 2.05

# game_options
source: Mega STE 2.06
ko: 메가 STE 2.06

# game_options
source: Mega STE AUTO
ja_jp: Mega STE (自動)
ko: 메가 STE 자동
tr: Mega STE OTO
zh_tw: Mega STE 自動

# game_options
source: Mega STE ETOS 256k
ko: 메가 STE ETOS 256k

# game_options
source: Mega and Giga modes may improve performance. Use the Safe mode for maximum compatibility.
es: Los modos Mega y Giga pueden mejorar el rendimiento. Utilice el modo seguro para obtener la máxima compatibilidad.
eu_es: Mega eta Giga moduek eragintkortasuna hobetu dezakete. Erabili Modu segurua konpatibilitate altuena lortzeko.
gl_es: Os modos Mega e Giga poden mellorar o rendemento. Use o modo seguro para a máxima compatibilidade.
hu: A Mega és Giga mód javíthatja a teljesítményt. Használja a Csökkentett módot a maximális kompatibilitás érdekében.
it: Le modalità Mega e Giga possono migliorare la performance. Usa la modalità Safe per la massima compatibilità.
ja_jp: メガ モードとギガ モードによりが向上する可能性があります。 互換性を最大限に高めるには、セーフ モードを使用してください
ko: 메가 및 기가 모드는 성능을 향상할 수 있습니다. 최대 호환성을 위해 안전 모드를 사용하세요.
nb_no: Mega- og Gigamodus kan forbedre ytelsen. Bruk sikker modus for maksimal kompatibilitet.
pl: Tryby Mega i Giga mogą poprawić wydajność. Tryb Bezpieczny zapewnia maksymalną kompatybilność.
pt_pt: Os modos Mega e Giga podem melhorar o desempenho. Use o modo de segurança para compatibilidade máxima.
ro_ro: Module Mega și Giga pot îmbunătăți performanța. Folosește modul Sigur pentru compatibilitate maximă.
sk_sk: Režimy Mega a Giga môžu zlepšiť výkon. Pre maximálnu kompatibilitu použite núdzový režim.
sv_se: Mega- och Giga-lägen kan förbättra prestandan. Använd Säkert läge för maximal kompatibilitet.
tr: Mega ve Giga modları performansı artırabilir. En yüksek uyumluluk için Güvenli modu kullanın.
vi_vn: Chế độ Mega và Giga có thể cải thiện hiệu suất. Sử dụng chế độ An toàn để có khả năng tương thích tối đa.
zh_tw: 兆和千兆模式可能會提高效能。使用安全模式以獲得最大相容性。

# game_options
source: MegaSD
ja_jp: メガSD
ko: 메가SD

# game_options
source: Megadrive
ja_jp: メガドライブ
ko: 메가드라이브

# game_options
source: Megadrive (8 Buttons)
ca: Megadrive (8 Botons)
es: Megadrive (8 Botones)
eu_es: Megadrive (8 Botoi)
gl_es: Megadrive (8 botóns)
hu: Megadrive (8 gomb)
it: Megadrive (8 Bottoni)
ja_jp: メガドライブ (8 ボタン)
ko: 메가드라이브 (8 버튼)
nb_no: Megadrive (8 knapper)
pl: Megadrive (8 przycisków)
pt_pt: Megadrive (8 Botões)
ro_ro: Megadrive (8 butoane)
sk_sk: Megadrive (8 tlačidiel)
sv_se: Megadrive (8 knappar)
tr: Megadrive (8 Tuşlu)
vi_vn: Megadrive (8 nút)
zh_tw: Megadrive (8鍵)

# game_options
source: Memory Pak
ca: Memòria Pak
eu_es: Memoria Pak-a
gl_es: Paquete de memoria
hu: Memória csomag
ja_jp: メモリーパック
ko: 메모리 팩
pt_pt: Memória Pak (cartão de memória)
ro_ro: Pak memorie
tr: Hafıza Pak
vi_vn: Bộ nhớ Pak
zh_tw: 擴充記憶包

# game_options
source: Menacer Light Gun
ca: Pistola de llum Menacer
eu_es: Menacer Argi Pistola
gl_es: Pistola lixeira Menacer
it: Pistola Menacer
ja_jp: Menacer ライトガン(ガンコン)
ko: 메나서 라이트 건
pl: Pistolet świetlny Menacer
pt_pt: Pistola Menacer
ro_ro: Pistol luminos Menacer
sk_sk: Svetelná zbraň Menacer
sv_se: Menacer ljuspistol
tr: Tehditkar Silah
zh_tw: Menacer光槍

# keys_files
source: Menu
ca: Menú
es: Menú
eu_es: Menua
gl_es: Menú
hu: Menü
ja_jp: メニュー
ko: 메뉴
nb_no: Meny
ro_ro: Meniu
sk_sk: Ponuka
sv_se: Meny
tr: Menü
zh_tw: 選單

# keys_files
source: Menu back
es: Menú atrás
gl_es: Voltar ao menú
hu: Vissza menü
it: Menu precedente
ja_jp: メニューに戻る
ko: 메뉴 뒤로가기
pl: Powrót menu
pt_pt: Menu voltar
ro_ro: Înapoi în meniu
sk_sk: Ponuka späť
sv_se: Meny tillbaka
tr: Menü geri
vi_vn: Menu trở lại
zh_tw: 選單返回

# game_options
source: Merge
ca: Fusió
es: Fundido
eu_es: NAHASTU
gl_es: Combinar
hu: Összevonás
it: Unisci
ja_jp: 統合
ko: 병합
nb_no: Slå sammen
pl: Łączenie
pt_pt: Fundir
ro_ro: Combină
sk_sk: Zlúčiť
sv_se: Slå samman
tr: Birleştir
vi_vn: Hợp nhất
zh_tw: 合併

# game_options
source: Mexico
gl_es: México
hu: Mexikó
it: Messico
ko: 멕시코
pl: Meksyk
pt_pt: México
ro_ro: Mexic
sk_sk: Mexiko
sv_se: Mexiko
tr: Meksika

# keys_files
source: Microphone
ca: Micròfon
es: Micrófono
eu_es: Mikrofonoa
gl_es: Micrófono
hu: Mikrofon
it: Microfono
ja_jp: マイク
ko: 마이크
nb_no: Mikrofon
pl: Mikrofon
pt_pt: Microfone
ro_ro: Microfon
sk_sk: Mikrofón
sv_se: Mikrofon
tr: Mikrofon
zh_tw: 麥克風

# game_options
source: Minimal
es: Mínimo
gl_es: Mínimo
hu: Minimális
it: Minimo
ja_jp: 最低限
ko: 최소
pl: Minimalny
pt_pt: Mínimo
ro_ro: Minim
sk_sk: Minimálne
tr: Düşük
vi_vn: Tối thiểu
zh_tw: 最小值

# game_options
source: Minimum
ca: Mínim
es: Mínimo
eu_es: Minimoa
gl_es: Mínimo
it: Minima
ja_jp: 最低
ko: 최소
pl: Minimalne
pt_pt: Mínima
ro_ro: Minimă
sk_sk: Minimálne
sv_se: Minimal
tr: EN DÜŞÜK
vi_vn: Tối thiểu
zh_tw: 最小值

# game_options
source: Mirrored
ca: Reflexat
es: Reflejado
eu_es: Ispilua
gl_es: Reflectido
hu: Tükrözött
it: Duplicato
ja_jp: ミラーリング
ko: 거울
nb_no: Speilvendt
pl: Lustrzane
pt_pt: Invertido
ro_ro: Oglindit
sk_sk: Zrkadlové
sv_se: Speglad
tr: Yansıtılmış
zh_tw: 鏡射

# game_options
source: Model of emulated Apple II.
ca: Model d’Apple II emulat.
es: Modelo de Apple II emulado.
eu_es: Emulatutako Apple II modeloa.
gl_es: Modelo de Apple II emulado.
hu: Az emulált Apple II modellje.
it: Modello di Apple II emulato.
ja_jp: エミュレートする Apple II モデル
ko: 에뮬레이트 된 애플 II의 모델.
nb_no: Modell av emulert Apple II.
pl: Model emulowanego Apple II.
pt_pt: Modelo de Apple II emulado.
ro_ro: Modelul emulat de Apple II.
sk_sk: Model emulovaného Apple II.
sv_se: Modell av emulerad Apple II.
tr: Taklit edilmiş Apple II modeli.
zh_tw: 模擬 Apple II 的型號。

# game_options
source: Moderate
es: Moderado
eu_es: Moderatua
gl_es: Moderado
hu: Mérsékelt
it: Moderato
ja_jp: 適度
ko: 보통
nb_no: Moderat
pl: Umiarkowane
pt_pt: Moderado
ro_ro: Moderat
sk_sk: Mierne
sv_se: Måttligt
tr: Denetleme
vi_vn: Vừa phải
zh_tw: 中度的

# game_options
source: Modern Fightstick Style
ca: Estil Flightstick modern
es: Estilo Fightstick moderno
eu_es: Fighstick garaikideen Estiloan
gl_es: Estilo Fightstick moderno
hu: Modern Fightstick Stílus
it: Stile Fightstick Moderno
ja_jp: ファイトスティック
ko: 현대식 파이트 스틱 스타일
nb_no: Moderne Fightstick-stil
pl: Styl Modern Fightstick
pt_pt: Estilo comando moderno de jogos de luta
ro_ro: Stil Fightstick modern
sk_sk: Moderný štýl bojových palíc
sv_se: Modern Fightstick-stil
tr: Modern Fightstick Tarzı
vi_vn: Phong cách chiến đấu hiện đại
zh_tw: 現代飛行搖桿風格

# game_options
source: Monaco
ko: 모나코
pl: Monako
pt_pt: Mónaco
sk_sk: Monako
tr: Monako

# game_options
source: Mongolia
hu: Mongólia
ko: 몽골
pt_pt: Mongólia
sk_sk: Mongolsko
sv_se: Mongoliet
tr: Moğolistan
vi_vn: Mông Cổ

# game_options
source: Mono
ja_jp: モノラル
ko: 모노
zh_tw: 單聲道

# game_options
source: Monochrome
es: Monocromo
eu_es: Monokromoa
gl_es: Monocromo
hu: Monokróm
it: Monocromatico
ja_jp: モノクロ
ko: 모노크롬
nb_no: Monokrom
pl: Monochromatyczne
pt_pt: Monocromática
ro_ro: Monocrom
sk_sk: Monochromatické
sv_se: Monokrom
tr: Tek Renkli
vi_vn: Đơn sắc
zh_tw: 單色

# game_options
source: Monochrome (Blargg)
ca: Monocrom (Blargg)
es: Monocromo (Blargg)
gl_es: Monocromo (Blargg)
hu: Monokróm (Blargg)
it: Monocromatico (Blargg)
ja_jp: モノクロ (Blargg)
ko: 모노크롬 (Blargg)
nb_no: Monokrom (Blargg)
pl: Monochromatyczny (Blargg)
pt_pt: Monocromática (Blargg)
ro_ro: Monocrom (Blargg)
sk_sk: Monochromatické (Blargg)
sv_se: Monokrom (Blargg)
tr: Tek Renkli (Blargg)
zh_tw: 單色 (Blargg)

# game_options
source: Monochrome High-Resolution
es: Monocromo de alta resolución
eu_es: Bereizmen altuko Monokromoa
gl_es: Monocromo de alta resolución
hu: Monokróm nagy felbontású
it: Monocromatico Alta-Risoluzione
ja_jp: モノクロ高解像度
ko: 모노크롬 고해상도
nb_no: Monokrom høyoppløselig
pl: Monochromatyczny, wysoka rozdzielczość
pt_pt: Alta resolução monocromática
ro_ro: Monocrom de rezoluție înaltă
sk_sk: Monochromatické vysoké rozlíšenie
sv_se: Monokrom hög upplösning
tr: Tek Renkli Yüksek-Çözünürlük
vi_vn: Độ phân giải cao đơn sắc
zh_tw: 單色高解析度

# game_options
source: More accurate emulation, but slower.
ca: Emulació més precisa, però més lenta.
es: Emulación más precisa, pero más lenta.
eu_es: Emulazio zehatzagoa, baino mantsoagoa
gl_es: Emulación máis precisa, pero máis lenta.
hu: Pontosabb emuláció, de lassabb.
it: Emulazione più accurata, ma più lenta
ja_jp: より正確なエミュレーションですが、速度は遅くなります
ko: 더 정확한 에뮬레이션이지만 느립니다.
nb_no: Mer nøyaktig emulering, men langsommere.
pl: Dokładniejsza emulacja, ale wolniejsza.
pt_pt: Emulação mais precisa, porém mais lenta.
ro_ro: O emulare mai exactă, dar mai lentă.
sk_sk: Presnejšia emulácia, ale pomalšia.
sv_se: Mer exakt emulering, men långsammare.
tr: Daha doğru emülasyon, ancak daha yavaş.
vi_vn: Mô phỏng chính xác hơn, nhưng chậm hơn.
zh_tw: 模擬較準確，但速度較慢。

# game_options
source: More compatible
ca: Més compatible
es: Más compatible
eu_es: Konpatibleagoa
gl_es: Máis compatible
hu: Több kompatibilis
it: Più compatibile
ja_jp: 互換性を向上
ko: 더 많은 호환성
nb_no: Mer kompatibel
pl: Bardziej kompatybilny
pt_pt: Mais compatível
ro_ro: Mai compatibil
sk_sk: Viac kompatibilné
sv_se: Mer kompatibel
tr: Daha uyumlu
vi_vn: Tương thích hơn
zh_tw: 比較相容

# game_options
source: Morocco
gl_es: Marrocos
hu: Marokkó
it: Marocco
ko: 모로코
pl: Maroko
pt_pt: Marrocos
ro_ro: Maroc
sk_sk: Maroko
sv_se: Marocko
tr: Fas
vi_vn: Ma-rốc
