Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Most games already have an internal framelimit. Minor performance cost.
ca: La majoria dels jocs ja tenen un límit de taxa de quadres intern. Cost de rendiment mínim.
es: La mayoría de los juegos ya tienen un límite de fotogramas interno. Costo de rendimiento menor.
eu_es: Joko gehienek berez dute barne fotograma muga bat. Eraginkortasun kostu arbuiagarria.
gl_es: A maioría dos xogos xa teñen un límite de fotogramas interno. Custo de rendemento menor.
hu: A legtöbb játéknak már van belső keretkorlátja. Kis teljesítményköltség.
it: Molti giochi hanno già un framelimit interno. Costo performance minore.
ja_jp: 多くのゲームには内部フレーム制限があります。動作を少し軽くします
ko: 대부분의 게임에는 이미 내부 프레임 제한이 있습니다. 사소한 성능 비용.
nb_no: De fleste spill har allerede en intern framelimit. Mindre ytelseskostnad.
pl: Większość gier ma już wewnętrzny limit klatek. Niewielki koszt wydajności.
pt_pt: A maioria dos jogos já tem um limite de frames interno. Pouco impacto no desempenho.
ro_ro: Majoritatea jocurilor au deja un limitator de cadre intern. Cost minor de performanță.
sk_sk: Väčšina hier už má interný framelimit. Menšie náklady na výkon.
sv_se: De flesta spel har redan en intern framelimit. Mindre prestandakostnad.
tr: Çoğu oyunun zaten dahili bir kare limiti vardır. Küçük performans maliyeti.
vi_vn: Hầu hết các trò chơi đều đã có giới hạn khung hình bên trong. Giảm nhẹ hiệu năng.
zh_tw: 大多數遊戲已經有內部幀限制。性能成本較小。

# game_options
source: Most games use port 2, some use port 1.
ca: La majoria dels jocs usen el port 2, i alguns el port 1.
es: La mayoría de juegos usan el puerto 2, algunos usan el puerto 1.
eu_es: Joku gehienek 2 portua erabiltzen dute, batzuen 1 portua.
gl_es: A maioría dos xogos usan o porto 2, algúns usan o porto 1.
hu: A legtöbb játék a 2-es portot használja, néhány az 1-es portot.
it: La maggioranza dei giochi usa la porta 2, alcuni la porta 1.
ja_jp: ほとんどのゲームはポート2を使用し、一部はポート1を使用します
ko: 대부분 게임은 포트 2를 사용하고, 일부 게임은 포트 1을 사용합니다.
nb_no: De fleste spill bruker port 2, noen bruker port 1.
pl: Większość gier używa portu 2, niektóre używają portu 1.
pt_pt: A maioria dos jogos usam a porta 2, alguns usam a porta 1.
ro_ro: Majoritatea jocurilor folosesc portul 2, unele folosesc portul 1.
sk_sk: Väčšina hier používa port 2, niektoré port 1.
sv_se: De flesta spel använder port 2, vissa använder port 1.
tr: Çoğu oyun port 2'yi kullanır, bazıları port 1'i kullanır.
vi_vn: Đa số game sử dụng cổng 2, một số sử dụng cổng 1.
zh_tw: 大多數遊戲使用連接埠 2，有些使用連接埠 1。

# game_options
source: Mount a floppy for user data, creates if needed
ca: Munta un disquet per a dades d’usuari; es crea si cal
es: Monta un disquete para los datos de usuario, créelo si es necesario
eu_es: Montatu floppy disko bat erabiltzailearen datuentzat, behar izanez gero sortu egingo da.
gl_es: Monte un disquete para os datos do usuario, créao se é necesario
hu: Csatlakoztasson egy floppyt a felhasználói adatokhoz, szükség esetén létrehozza
it: Monta un floppy per i dati utente, crealo se necessario
ja_jp: ユーザーデータ用のフロッピーをマウントし、必要に応じて作成します
ko: 사용자 데이터용 플로피 마운트, 필요한 경우 만들기
nb_no: Montere en diskett for brukerdata, oppretter ved behov
pl: Zamontuj dyskietkę na dane użytkownika, w razie potrzeby tworzy
pt_pt: Montar uma disquete para dados do utilizador, cria se for necessário
ro_ro: Montează un disc flexibil pentru datele utilizatorului, creează dacă este necesar
sk_sk: Pripojiť disketu pre používateľské údaje, v prípade potreby ju vytvorí
sv_se: Montera en diskett för användardata, skapa om det behövs
tr: Kullanıcı verileri için bir disket tak, gerekirse oluşturur
vi_vn: Gắn đĩa mềm cho dữ liệu người dùng, tạo nếu cần
zh_tw: 掛載軟碟用於儲存用戶數據，必要時創建

# game_options
source: Mouse
ca: Ratolí
es: Ratón
eu_es: Xagua
gl_es: Rato
hu: Egér
ja_jp: マウス
ko: 마우스
nb_no: Mus
pl: Mysz
pt_pt: Rato
ro_ro: Maus
sk_sk: Myš
sv_se: Mus
tr: Fare
vi_vn: Chuột
zh_tw: 滑鼠

# game_options
source: Mouse (1351)
ca: Ratolí (1351)
eu_es: Xagua (1351)
gl_es: Rato (1351)
ja_jp: マウス (1351)
ko: 마우스 (1351)
nb_no: Mus (1351)
pl: Mysz (1351)
pt_pt: Rato (1351)
ro_ro: Maus (1351)
sk_sk: Myš (1351)
sv_se: Mus (1351)
tr: Fare (1351)
vi_vn: Chuột (1351)
zh_tw: 滑鼠 (1351)

# keys_files
source: Mouse Click
ca: Pitjar la pantalla tàctil
es: Clic de ratón
eu_es: Xagu Klik-a
gl_es: Clic do rato
hu: Egérkattintás
it: Click del Mouse
ja_jp: マウス クリック
ko: 마우스 킬릭
nb_no: Museklikk
pl: Kliknięcie myszą
pt_pt: Clique do Rato
ro_ro: Clic cu mausul
sk_sk: Kliknutie myši
sv_se: Musklick
tr: Fare Tıklaması
vi_vn: Nhấp chuột
zh_tw: 滑鼠點擊

# keys_files
source: Move Backward
hu: Mozgás hátrafelé
ko: 뒤로 이동
pl: Ruch do tyłu
pt_pt: Mover para trás
sv_se: Flytta bakåt
tr: Geriye Git
vi_vn: Di chuyển về phía sau
zh_tw: 向後移動

# keys_files
source: Move Forward
hu: Mozgás előre
ko: 앞으로 이동
pl: Ruch do przodu
pt_pt: Mover para frente
sv_se: Gå framåt
tr: İleri Git
vi_vn: Tiến về phía trước
zh_tw: 向前移動

# keys_files
source: Move Forward, Can be use to press W
hu: Mozgás előre, a W megnyomásával használható
ko: 앞으로 이동, W를 누를 때 사용할 수 있ㅇ
pl: Ruch do przodu, może być użyty do naciśnięcia W
pt_pt: Avançar, pode ser usado para pressionar W
sv_se: Flytta framåt, kan användas för att trycka på W
tr: İleri Git, W tuşuna basmak için kullanılabilir
vi_vn: Tiến về phía trước, có thể được sử dụng để nhấn W
zh_tw: 向前移動，可按W鍵

# keys_files
source: Move Stylet Pointer
ca: Moure cursor a la pantalla tàctil
es: Mover el puntero Stylet
eu_es: Mugitu estilete erakuslea
gl_es: Mover o punteiro do estilo
hu: Stílusmutató mozgatása
it: Muovi il puntatore Stylet
ja_jp: スタイレットポインタの移動
ko: 스타일릿 포인터 이동
nb_no: Flytt stylet peker
pl: Przesuwanie wskaźnika Stylet
pt_pt: Mover o Ponteiro da Caneta
ro_ro: Mută pointerul stylet
sk_sk: Posunúť kurzor Stylet
sv_se: Flytta Stylet Pointer
tr: Stilet İşaretçisini Hareket Ettir
vi_vn: Di chuyển con trỏ Stylet
zh_tw: 移動探針

# keys_files
source: Move backward
es: Moverse hacia atrás
gl_es: Mover cara atrás
hu: Mozgás hátrafelé
it: Indietreggia
ja_jp: 後退
ko: 뒤로 이동
pl: Ruch do tyłu
pt_pt: Mover para trás
ro_ro: Mută înapoi
sk_sk: Posun dozadu
sv_se: Flytta bakåt
tr: Geriye git
vi_vn: Lùi về phía sau
zh_tw: 向後移動

# keys_files
source: Move camera down
es: Mover cámara hacia abajo
eu_es: Mugitu kamera beheraka
gl_es: Move a cámara cara abaixo
hu: Mozgassa lelfelé a kamerát
it: Muovi la telecamera giu
ja_jp: カメラを下に移動
ko: 카메라를 아래쪽으로 이동
nb_no: Flytt kameraet nedover
pl: Przesuń kamerę w dół
pt_pt: Mover a câmara para baixo
ro_ro: Mută camera în jos
sk_sk: Posunúť kameru dolu
sv_se: Flytta ner kameran
tr: Kamerayı aşağı taşı
vi_vn: Di chuyển camera xuống
zh_tw: 相機向下移動

# keys_files
source: Move camera to the left
es: Mover cámara hacia la izquierda
eu_es: Mugitu kamera ezkerrera
gl_es: Move a cámara cara á esquerda
hu: Mozgassa balra a kamerát
it: Muovi la telecamera a sinistra
ja_jp: カメラを左に移動
ko: 카메라를 왼쪽으로 이동
nb_no: Flytt kameraet til venstre
pl: Przesuń kamerę w lewo
pt_pt: Mover a câmara para a esquerda
ro_ro: Mută camera la stânga
sk_sk: Posunúť kameru vľavo
sv_se: Flytta kameran till vänster
tr: Kamerayı sola taşı
vi_vn: Di chuyển camera sang trái
zh_tw: 相機向左移動

# keys_files
source: Move camera to the right
es: Mover cámara hacia la derecha
eu_es: Mugitu kamera eskuinera
gl_es: Move a cámara cara á dereita
hu: Mozgassa jobbra a kamerát
it: Muovi la telecamera a destra
ja_jp: カメラを右に移動
ko: 카메라를 오른쪽으로 이동
nb_no: Flytt kameraet til høyre
pl: Przesuń kamerę w prawo
pt_pt: Mover a câmara para a direita
ro_ro: Mută camera la dreapta
sk_sk: Posunúť kameru vpravo
sv_se: Flytta kameran till höger
tr: Kamerayı sağa taşı
vi_vn: Di chuyển camera sang phải
zh_tw: 相機向右移動

# keys_files
source: Move camera up
es: Mover cámara hacia arriba
eu_es: Mugitu kamera goraka
gl_es: Move a cámara cara arriba
hu: Mozgassa felfelé a kamerát
it: Muovi la telecamera su
ja_jp: カメラを上に移動
ko: 카메라를 위쪽으로 이동
nb_no: Flytt kameraet opp
pl: Przesuń kamerę w górę
pt_pt: Mova a câmara para cima
ro_ro: Mută camera în sus
sk_sk: Posunúť kameru hore
sv_se: Flytta upp kameran
tr: Kamerayı yukarı taşı
vi_vn: Di chuyển camera lên
zh_tw: 相機向上移動

# keys_files
source: Move forward
es: Avanzar
gl_es: Mover cara adiante
hu: Mozgás előre
it: Avanza
ja_jp: 前進
ko: 앞으로 이동
pl: Ruch do przodu
pt_pt: Seguir em frente
ro_ro: Mută înainte
sk_sk: Posun dopredu
sv_se: Gå framåt
tr: İleri git
vi_vn: Tiến về phía trước
zh_tw: 向前移動

# keys_files
source: Move left
es: Mover a la izquierda
gl_es: Mover á esquerda
hu: Mozgás balra
it: Vai a sinistra
ja_jp: 左移動
ko: 왼쪽으로 이동
pl: Ruch w lewo
pt_pt: Deslocar para a esquerda
ro_ro: Mută la stânga
sk_sk: Posun vľavo
sv_se: Flytta till vänster
tr: Sola taşı
vi_vn: Di chuyển sang trái
zh_tw: 向左移動

# keys_files
source: Move right
es: Mover a la derecha
gl_es: Mover á dereita
hu: Mozgás jobbra
it: Vai a destra
ja_jp: 右移動
ko: 오른쪽으로 이동
pl: Ruch w prawo
pt_pt: Deslocar para a direita
ro_ro: Mută la deapta
sk_sk: Posun vpravo
sv_se: Flytta till höger
tr: Sağa taşı
vi_vn: Di chuyển sang phải
zh_tw: 向右移動

# game_options
source: Moves South to West, West to North, etc. Standard controller type only.
es: Se mueve de Sur a Oeste, de Oeste a Norte, etc. Sólo tipo de controlador estándar.
gl_es: Móvese de Sur a Oeste, de Oeste a Norte, etc. Só para o tipo de mando estándar.
hu: Mozgás délről nyugatra, nyugatról északra, stb. Csak normál vezérlőtípus.
it: Muove Sud in Ovest, Ovest in Nord, etc. Solo per i controller standard.
ja_jp: 南から西、西から北などに移動します。標準コントローラのみ
ko: 남쪽에서 서쪽으로, 서쪽에서 북쪽으로 이동합니다. 표준 컨트롤러 유형만 해당됩니다.
nb_no: Flytter Sør til Vest, Vest til Nord osv. Kun standard kontrollertype.
pl: Przemieszcza dół na lewo, lewo na górę itd. Tylko standardowy typ kontrolera.
pt_pt: Movimentos do Sul para o Oeste, do Oeste para o Norte, etc. Somente tipo de comando padrão.
ro_ro: Mută sud la vest, vest la nord etc. Doar pentru controlerele standard.
sv_se: Flyttar från söder till väster, från väster till norr osv. Endast standardkontrolltyp.
tr: Güneyden batıya, Batıdan Kuzeye vb. Hareket eder. Sadece standart kontrolcü türü.
vi_vn: Di chuyển từ Nam sang Tây, Tây sang Bắc, v.v. Chỉ bộ điều khiển tiêu chuẩn.
zh_tw: 從南向西移動，從西向北移動，等等。僅限標準控制器類型。

# game_options
source: Much faster than interpreter (but may have issues).
ca: Molt més ràpid que l’intèrpret (però pot causar errades).
es: Mucho más rápido que el intérprete (pero puede dar problemas)
eu_es: Interpretea baino dexente azkarragoa (arazoak izan ditzake).
gl_es: Moito máis rápido que o intérprete (pero pode ter problemas).
hu: Sokkal gyorsabb, mint a fordító (de lehetnek problémák).
it: Più veloce dell'interprete (ma potrebbe avere problemi).
ja_jp: インタプリタよりもはるかに高速です（問題がでる可能性もあり）
ko: 해석기보다 훨씬 빠릅니다 (그러나 문제가있을 수 있음).
nb_no: Mye raskere enn tolk (men kan ha problemer).
pl: Znacznie szybszy niż interpreter (ale może mieć problemy).
pt_pt: Muito mais rápido que o interpretador (mas pode ter problemas).
ro_ro: Mult mai rapid decât interpretorul (dar poate avea probleme).
sk_sk: Omnoho rýchlejšie ako interpreter (ale môže mať chyby)
sv_se: Mycket snabbare än tolk (men kan ha problem).
tr: Yorumcudan çok daha hızlı (ancak sorunları olabilir).
vi_vn: Nhanh hơn nhiều so với trình biên dịch (nhưng có thể có vấn đề).
zh_tw: 比解譯器快得多（但可能有問題）。

# game_options
source: N64 (Limited Hotkeys)
es: N64 (Hotkeys limitado)
eu_es: N64 (Hotkey mugatuak)
gl_es: N64 (Teclas de acceso rápido limitadas)
it: N64 (Hotkeys Limitati)
ja_jp: N64 (ホットキー限定)
ko: N64 (제한된 단축키)
nb_no: N64 (begrensede hurtigtaster)
pl: N64 (ograniczone klawisze skrótu)
ro_ro: N64 (Taste rapide limitate)
sk_sk: N64 (limitované klávesy)

# game_options
source: N64 3-point
ca: N64 3-punts
es: N64 3-puntos
eu_es: N64 3-puntu
gl_es: N64 3 puntos
it: N64 3-punti
ja_jp: N64 3ポイントモード
ko: N64 3 점
nb_no: N64 3-punkts
pl: N64 3 punktowy
pt_pt: N64 3-pontos
ro_ro: N64 3-puncte
sk_sk: N64 3-bodový
sv_se: N64 3-punkt
tr: N64 3-nokta
vi_vn: N64 3 điểm

# game_options
source: NDS VERSION
ca: VERSIÓ NDS
es: VERSIÓN DE NDS
eu_es: NDS BERTSIOA
hu: NDS VERZIÓ
it: VERSIONE NDS
ja_jp: NDS バージョン
ko: NDS 버전
nb_no: NDS VERSJON
pl: WERSJA NDS
pt_pt: VERSÃO NDS
ro_ro: VERSIUNE NDS
sk_sk: Verzia NDS
tr: NDS SÜRÜMÜ
vi_vn: PHIÊN BẢN NDS
zh_tw: NDS 版本

# game_options
source: NEO GEO BIOS
ca: BIOS NEO GEO
es: BIOS NEO GEO
eu_es: NEO GEO BIOS-AREN
gl_es: BIOS NEO GEO
it: BIOS NEO GEO
ja_jp: ネオジオ BIOS(リージョン)
ko: 네오지오 바이오스
pl: BIOS NEO GEO
pt_pt: BIOS DE NEO GEO
ro_ro: BIOS NEO GEO

# game_options
source: NEO GEO CD BIOS
ca: BIOS NEO GEO CD
eu_es: NEO GEO CD BIOS-a
it: BIO NEO GEO CD
ko: 네오지오 CD 바이오스
pl: BIOS NEO GEO CD
pt_pt: BIOS de NEO GEO CD
ro_ro: BIOS NEO GEO CD

# game_options
source: NES Gamepad
ca: Comandament NES
eu_es: NES pad-a
gl_es: Gamepad NES
it: Gamepad NES
ja_jp: NES ゲームパッド
ko: NES 게임패드
pl: Gamepad NES
pt_pt: Comando NES
ro_ro: Gamepad NES
tr: NES Oyun Kolu
zh_tw: NES 手把

# game_options
source: NES Zapper
ca: Pistola NES
it: Zapper NES
ja_jp: NES Zapper(専用光線銃)
ko: NES 재퍼
pl: Zapper NES
pt_pt: Pistola Zapper NES
ro_ro: Zapper NES
zh_tw: NES Zapper光槍

# game_options
source: NETWORK
es: RED
gl_es: REDE
hu: HÁLÓZAT
it: RETE
ja_jp: ネットワーク
ko: 네트워크
nb_no: NETTVERK
pl: SIEĆ
pt_pt: REDE
ro_ro: REȚEA
sk_sk: Sieť
sv_se: NÄTVERK
tr: AĞ
vi_vn: MẠNG
zh_tw: 網路

# game_options
source: NETWORK TYPE
es: TIPO DE RED
gl_es: TIPO DE REDE
hu: HÁLÓZAT TÍPUSA
it: TIPO RETE
ja_jp: ネットワークタイプ
ko: 네트워크 유형
nb_no: NETTVERKSTYPE
pl: RODZAJ SIECI
pt_pt: TIPO DE REDE
ro_ro: TIP REȚEA
sk_sk: Typ siete
sv_se: TYP AV NÄTVERK
tr: AĞ TÜRÜ
vi_vn: LOẠI MẠNG
zh_tw: 網路類型

# game_options
source: NEW 3DS MODE
ca: MODE NEW 3DS
es: MODO NUEVA 3DS
eu_es: NEW 3DS MODUA
gl_es: MODO NOVA 3DS
hu: ÚJ 3DS MÓD
it: MODALITÀ NUOVO 3DS
ja_jp: New 3DS モード
ko: 새 3DS 모드
nb_no: NY 3DS-MODUS
pl: NOWY TRYB 3DS
pt_pt: NOVO MODO 3DS
ro_ro: MOD NOU 3DS
sk_sk: Nový 3DS režim
sv_se: NYTT 3DS-LÄGE
tr: YENİ 3DS MODU
vi_vn: CHẾ ĐỘ 3DS MỚI
zh_tw: 新3DS模式

# game_options
source: NO
eu_es: EZ
gl_es: NON
hu: NEM
ja_jp: いいえ
ko: 아니요
nb_no: NEI
pl: NIE
pt_pt: NÃO
ro_ro: NU
sk_sk: Nie
sv_se: NEJ
tr: HAYIR
vi_vn: KHÔNG
zh_tw: 否

# game_options
source: NO (DEFAULT)
ca: NO (PER DEFECTE)
es: NO (POR DEFECTO)
eu_es: EZ (DEFEKTUZ)
gl_es: NON (PREDETERMINADO)
hu: NEM (ALAPÉRTELMEZETT)
ja_jp: 無効 (標準)
ko: 아니요 (기본)
nb_no: Color Computer 3 (NTSC) (Standard)
pl: NIE (DOMYŚLNIE)
pt_pt: NÃO (PREDEFINIÇÃO)
ro_ro: NU (IMPLICIT)
sk_sk: Nie (predvolené)
sv_se: NEJ (STANDARD)
tr: HAYIR (VARSAYILAN)
vi_vn: KHÔNG (MẶC ĐỊNH)
zh_tw: 否(預設)

# game_options
source: NO WRITE WATCH
ca: SENSE OBSERVACIÓ D’ESCRIPTURA
es: SIN VIGILANCIA DE ESCRITURA
eu_es: EZ BEGIRATU IDAZKETAK
gl_es: SEN VIGILANXIA DE ESCRITURA
hu: NINCS ÍRÁSI ÓRA
it: NO SCRITTURA WATCH
ja_jp: 書き込みウォッチ なし
ko: WRITE WATCH 없음
pl: BEZ OBSERWACJI ZAPISU
pt_pt: SEM VIGIA DE GRAVAÇÃO
ro_ro: FĂRĂ SUPRAVEGHERI LA SCRIERE
sk_sk: Nezapísať sledovanie
sv_se: INGEN SKRIVNINGSKONTROLL
tr: YAZMA İZLEMESİ YOK
zh_tw: 禁止書寫

# game_options
source: NTSC (Composite)
es: NTSC (Compuesto)
gl_es: NTSC (Composto)
it: NTSC (Composito)
ja_jp: NTSC（コンポジット）
ko: NTSC (컴포지트)
nb_no: NTSC (kompositt)
pt_pt: NTSC (Composto)
ro_ro: NTSC (Compozit)
sk_sk: NTSC (kompozitné)
sv_se: NTSC (komposit)
tr: NTSC (Karışık)
vi_vn: NTSC (Tổng hợp)

# game_options
source: NTSC (Default)
ca: NTSC (Per defecte)
es: NTSC (Defecto)
eu_es: NTSC (Defektuz)
gl_es: NTSC (predeterminado)
hu: NTSC (Alapértelmezett)
ja_jp: NTSC (標準)
ko: NTSC (기본)
nb_no: NTSC (standard)
pl: NTSC (domyślnie)
pt_pt: NTSC (Predefinição)
ro_ro: NTSC (Implicit)
sk_sk: NTSC (predvolené)
sv_se: NTSC (standard)
tr: NTSC (Varsayılan)
vi_vn: NTSC (Mặc định)

# game_options
source: NTSC (S-Video)
ja_jp: NTSC（S-ビデオ）
ko: NTSC (S-비디오)

# game_options
source: NTSC 240x480px 60Hz
ko: NTSC 240x480픽셀 60Hz

# game_options
source: NTSC 240x480px 60Hz (auto)
gl_es: NTSC 240x480px 60Hz (automático)
ja_jp: NTSC 240x480px 60Hz (自動)
ko: NTSC 240x480픽셀 60Hz (자동)
pt_pt: NTSC 240x480px 60Hz (automático)
tr: NTSC 240x480px 60Hz (otomatik)
vi_vn: NTSC 240x480px 60Hz (Tự động)

# game_options
source: NTSC 492x262px
ko: NTSC 492x262픽셀

# game_options
source: NTSC FILTER
ca: FILTRA NTSC
es: FILTRO NTSC
eu_es: NTSC FILTROAK
gl_es: FILTRO NTSC
hu: NTSC SZŰRŐ
it: FILTRO NTSC
ja_jp: NTSC フィルター
ko: NTSC 필터
pl: FILTR NTSC
pt_pt: FILTRO NTFS
ro_ro: FILTRU NTSC
tr: NTSC FİLTRE
vi_vn: BỘ LỌC NTSC
zh_tw: NTSC 過濾器

# game_options
source: NUMBER OF SHADER COMPILER THREADS
es: NÚMERO DE HILOS DEL COMPILADOR DE SHADER
eu_es: SHADER KONPILADORE HARI KOPURUA
gl_es: NÚMERO DE FÍOS DO COMPILADOR DE SHADER
hu: SHADER COMILER SZÁLAK SZÁMA
it: NUMERO DI THREADS PER IL COMPILATORE SHADER
ja_jp: シェーダ コンパイラ スレッドの数
ko: 셰이더 컴파일러 스레드 수
nb_no: ANTALL SHADER-KOMPILATORTRÅDER
pl: LICZBA WĄTKÓW KOMPILATORA SHADERÓW
pt_pt: NÚMERO DE THREADS DO COMPILADOR DE SOMBRAS
ro_ro: NUMĂRUL DE FIRE DE EXECUȚIE DE COMPILARE A SHADERULUI
sk_sk: Počet vlákien kompilera shadera
sv_se: ANTAL TRÅDAR I SHADERKOMPILATORN
tr: GÖLGELENDİRİCİ DERLEYİCİ İŞ PARÇACIĞI
vi_vn: SỐ LƯỢNG LUỒNG BIÊN DỊCH SHADER
zh_tw: 著色器編譯器執行緒數

# game_options
source: NVAPI is NVIDIA's core software that allows direct access to NVIDIA GPU.
es: NVAPI es el software principal de NVIDIA que permite el acceso directo a la GPU NVIDIA.
eu_es: NVAPI NVIDIAren, NVIDIA GPU-ra atzipen zuzena ematen duen nukleo software-a da.
gl_es: NVAPI é o software principal de NVIDIA que permite o acceso directo á GPU de NVIDIA.
hu: Az NVAPI az NVIDIA alapszoftvere, amely közvetlen hozzáférést tesz lehetővé az NVIDIA GPU-hoz.
it: NVAPI è il software core NVIDIA che permette l'accesso diretto alla GPU NVIDIA.
ja_jp: NVAPIは、NVIDIAGPUへの直接アクセスを可能にするNVIDIAのコアソフトウェアです
ko: NVAPI는 엔비디아 GPU에 직접 접속할 수 있게 해주는 엔비디아의 핵심 소프트웨어입니다.
nb_no: NVAPI er NVIDIAs kjerneprogramvare som gir direkte tilgang til NVIDIA GPU.
pl: NVAPI to podstawowe oprogramowanie firmy NVIDIA, które umożliwia bezpośredni dostęp do procesorów graficznych NVIDIA.
pt_pt: NVAPI é o software principal da NVIDIA que permite acesso direto à GPU NVIDIA.
ro_ro: NVAPI este software-ul principal NVIDIA care permite accesul direct la GPU-ul NVIDIA.
sk_sk: NVAPI je základný softvér NVIDIA, ktorý umožňuje priamy prístup k NVIDIA GPU.
sv_se: NVAPI är NVIDIA:s kärnprogramvara som ger direktåtkomst till NVIDIA GPU.
tr: NVAPI, NVIDIA GPU üstüne doğrudan erişim sağlayan NVIDIA temel yazılımıdır.
vi_vn: NVAPI là phần mềm cốt lõi của NVIDIA cho phép truy cập trực tiếp vào GPU NVIDIA.
zh_tw: NVAPI是NVIDIA的核心軟體，可直接存取NVIDIA GPU。

# game_options
source: NVRAM STORAGE
ca: EMMAGATZEMATGE NVRAM
es: ALMACENAMIENTO NVRAM
eu_es: NVRAM BILTEGIRATZEA
gl_es: ALMACENAMENTO NVRAM
hu: NVRAM TÁROLÁS
it: SALVATAGGIO NVRAM
ja_jp: NVRAM ストレージ
ko: NVRAM 스토리지
nb_no: NVRAM-LAGRING
pl: PAMIĘĆ NVRAM
pt_pt: ARMAZENAMENTO NVRAM
ro_ro: STOCARE ÎN NVRAM
sk_sk: NVRAM úložisko
sv_se: NVRAM-LAGRING
tr: NVRAM DEPOLAMA
vi_vn: LƯU TRỮ NVRAM
zh_tw: NVRAM存儲

# game_options
source: NZ-CHAT
ko: NZ 채팅

# game_options
source: Namco GunCon
ja_jp: ナムコ ガンコン
ko: 남코 건콘
zh_tw: Namco GunCon光槍

# game_options
source: Nat to access internet from xemu machine. Udp for System Link. Default (Auto) disables network access.
es: Nat para el acceso a internet desde la máquina xemu. Udp para System Link. Por defecto (Auto) deshabilita el acceso a la red.
gl_es: Nat para acceder a internet desde a máquina xemu. Udp para System Link. Por defecto (Automático) desactiva o acceso á rede.
hu: Nat internet-hozzáférés a xemu gépről. Udp for System Link. Az alapértelmezett (Auto) letiltja a hálózati hozzáférést.
it: Nat per accedere internet da xemu. Udp per Sysntem Link. Default (Auto) disabilita l'accesso internet.
ja_jp: xemu からインターネットに接続する Nat設定(システムリンク用の UDP) 標準 (自動) では、ネットワーク接続が無効になります
ko: Nat은 xemu 장치에서 인터넷에 접속합니다. 시스템 링크용 UDP입니다. 기본값 (자동)은 네트워크 접속을 비활성화합니다.
nb_no: Nat for å få tilgang til Internett fra xemu-maskinen. Udp for systemkobling. Standard (Auto) deaktiverer nettverkstilgang.
pl: Nat, aby uzyskać dostęp do Internetu z maszyny xemu. Udp dla łącza systemowego. Domyślnie (Auto) wyłącza dostęp do sieci.
pt_pt: Nat para acessar a internet da máquina xemu. Udp para System Link. Padrão
ro_ro: NAT pentru accesarea internetului din mașina xemu. UDP pentru legătură sistem. Implicit (auto) dezactivează accesul la rețea.
sv_se: NAT för att komma åt internet från xemu-maskin. Udp för systemlänk. Standard (Auto) inaktiverar nätverksåtkomst.
tr: Nat, xemu makinesinden internete erişmek için. Sistem Bağlantısı için Udp. Varsayılan (Otomatik) ağ erişimini devre dışı bırakır.
vi_vn: Nat để truy cập internet từ máy xemu. Udp cho Liên kết hệ thống. Mặc định (Tự động) vô hiệu hóa truy cập mạng.
zh_tw: Nat從xemu機器存取網路。系統連結UDP。預設（自動）停用網路存取。

# game_options
source: Native
es: Nativo
eu_es: Jatorrizkoa
gl_es: Nativo
it: Nativo
ja_jp: 標準
ko: 원본
nb_no: 7x Native(~2520p)
pl: Natywna
pt_pt: Nativo
ro_ro: Nativ
sk_sk: Natívne
sv_se: Inbyggd
tr: Doğal
vi_vn: Tự nhiên
zh_tw: 原生

# game_options
source: Native (640x528)
hu: Natív (640x528)
ko: 원ㅂ (640x528)
pl: Natywna (640x528)
pt_pt: Nativo (640x528)
sv_se: Inbyggd (640x528)
tr: Doğal (640x528)
zh_tw: 原生 (640x528)

# game_options
source: Native (720p/1080p)
ca: Nadiu (720p/1080p)
es: Nativo (720p/1080p)
eu_es: Jatorrizkoa (720p/1080p)
gl_es: Nativo (720p/1080p)
hu: Natív (720p/1080p)
it: Nativo (720p/1080p)
ja_jp: 標準 (720p/1080p)
ko: 원본 (720p/1080p)
pl: Natywna (720p/1080p)
pt_pt: Nativo (720p/1080p)
ro_ro: Nativ (720p/1080p)
sk_sk: Natívne (720p/1080p)
sv_se: Inbyggd (720p/1080p)
tr: Doğal (720p/1080p)
zh_tw: 原生 (720p/1080p)

# game_options
source: Native (PS2)(Default)
ca: Natiu (PS2)(Per defecte)
es: Nativo (PS2)(Defecto)
eu_es: Natiboa (PS2) (Defektuzkoa)
gl_es: Nativo (PS2) (predeterminado)
hu: Natív (PS2)(alapértelmezett)
it: Nativo (PS2)(Default)
ja_jp: PS2実機同等(標準)
ko: 원본 (PS2)(기본)
nb_no: Innfødt (PS2) (standard)
pl: Natywna (PS2)(domyślnie)
pt_pt: Nativo (PS2) (Predefinição)
ro_ro: Nativ (PS2)(Implicit)
sk_sk: Natívne (PS2) (predvolené)
sv_se: Inbyggd (PS2)(Standard)
tr: Doğal (PS2)(Varsayılan)
vi_vn: Native (PS2)(Mặc định)
zh_tw: 原生 (PS2)(預設)

# game_options
source: Native Vulkan
es: Vulkan Nativo
hu: Natív Vulkan
it: Vulkan Nativo
ja_jp: Vulkan
ko: 원본 Vulkan
pl: Natywny Vulkan
pt_pt: Vulkan Nativo
ro_ro: Vulkan nativ
sk_sk: Natívne Vulkan
sv_se: Inbyggd Vulkan
tr: Doğal Vulkan
zh_tw: 原生 Vulkan

# game_options
source: Navajo
eu_es: Nabajoa
hu: Navahó
ja_jp: ナバホ
ko: 나바호어
sk_sk: Navajčina

# game_options
source: NeGcon
ja_jp: ネジコン(ナムコ)
ko: 네지콘

# game_options
source: NeGcon (Rumble)
ca: NeGcon (Vibració)
es: NeGcon (Vibración)
gl_es: NeGcon (Vibración)
hu: NeGcon (Rezgő)
ja_jp: ネジコン(ナムコ)(振動有)
ko: 네지콘 (진동)
pl: NeGcon (wibracje)
pt_pt: NeGcon (Vibração)
ro_ro: NeGcon (Vibrații)
sk_sk: NeGcon (rachot)
tr: NeGcon (Titreşim)

# game_options
source: Nearest
ca: Mes proper
es: Más cercano
eu_es: Gertuena
gl_es: Máis próximo
hu: Legközelebbi
ja_jp: 最近傍
ko: 최근접
nb_no: Nærmest
pl: Najbliższe
pt_pt: Mais próximo
ro_ro: Cea mai apropiată
sk_sk: Najbližšie
sv_se: Närmaste
tr: En yakın
zh_tw: 最接近的

# game_options
source: Nearest Neighbour
ca: Veí adjacent més proper
es: Vecino más cercano
eu_es: Bizilagun Gertuena
gl_es: Veciño máis próximo
hu: Legközelebbi szomszéd
ja_jp: 最近傍
ko: 최근접 이웃
nb_no: Nærmeste nabo
pl: Najbliższe sąsiedztwo
pt_pt: Nearest Neighbor
ro_ro: Cel mai apropiat vecin
sk_sk: Najbližší sused
sv_se: Närmaste granne
tr: En Yakın Nokta
zh_tw: 最近鄰

# game_options
source: Nearest pixel sampling
es: Muestreo de píxeles más cercanos
gl_es: Mestura de píxeis máis próxima
hu: Legközelebbi képpont mintavételezés
it: Campionamento del pixel adiacente
ja_jp: 最も近いピクセルサンプリング
ko: 최근접 픽셀 샘플링
pl: Próbkowanie najbliższych pikseli
pt_pt: Amostragem de pixel mais próximo
ro_ro: Eșantionare la cel mai apropiat pixel
sk_sk: Najbližšie pixelové vzorkovanie
sv_se: Sampling av närmaste bildpunkt
tr: En yakın piksel örneklemesi
zh_tw: 最接近的像素取樣
