Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: 4x3 (Default)
ca: 4x3 (per defecte)
es: 4:3 (Defecto)
eu_es: 4x3 (Defektuz)
gl_es: 4:3 (Predeterminado)
hu: 4x3 (alapértelmezett)
ja_jp: 4:3（標準）
ko: 4x3 (기본)
nb_no: 4x3 (standard)
pl: 4x3 (domyślnie)
pt_pt: 4x3 (Predefinição)
ro_ro: 4x3 (Implicit)
sk_sk: 4:3 (predvolené)
sv_se: 4x3 (standard)
tr: 4x3 (Varsayılan)
vi_vn: 4x3 (Mặc định)
zh_tw: 4x3 (預設)

# game_options
source: 5 1/4 Disk (Drive 1)
ca: Disc de 5 1/4 (Unitat 1)
es: Disco 5 1/4 (Unidad 1)
eu_es: 5 1/4 Disko (1 Irakurlea)
gl_es: Disco de 5 1/4 (unidade 1)
hu: 5 1/4 lemez (1. meghajtó)
it: Disco 5 1/4 (Drive 1)
ja_jp: 5.25インチ ディスク (ドライブ 1)
ko: 5 1/4 디스크 (드라이브 1)
nb_no: 5 1/4 disk (stasjon 1)
pl: Dysk 5 1/4 (Napęd 1)
pt_pt: 5 1/4 Disco (Unidade 1)
ro_ro: Disc 5 1/4 (Unitate 1)
sk_sk: 5 1/4 Disk (disk 1)
sv_se: 5 1/4 Disk (enhet 1)
tr: 5 1/4 Disk (Sürücü 1)
vi_vn: 5 1/4 đĩa (ổ 1)
zh_tw: 5.25吋磁片 (磁碟 1)

# game_options
source: 5 1/4 Disk (Drive 2)
ca: Disc de 5 1/4 (Unitat 2)
es: Disco 5 1/4 (Unidad 2)
eu_es: 5 1/4 Disko (2 Irakurlea)
gl_es: Disco de 5 1/4 (unidade 2)
hu: 5 1/4 lemez (2. meghajtó)
it: Disco 5 1/4 (Drive 2
ja_jp: 5.25 インチディスク (ドライブ 2)
ko: 5 1/4 디스크 (드라이브 2)
nb_no: 5 1/4 disk (stasjon 2)
pl: Dysk 5 1/4 (Napęd 2)
pt_pt: 5 1/4 Disco (Unidade 2)
ro_ro: Disc 5 1/4 (Unitate 2)
sk_sk: 5 1/4 Disk (disk 2)
sv_se: 5 1/4 Disk (enhet 2)
tr: 5 1/4 Disk (Sürücü 2)
vi_vn: 5 1/4 đĩa (ổ 2)
zh_tw: 5.25吋磁片 (磁碟 2)

# game_options
source: 5 Frames
ca: 5 Quadres
es: 5 Fotogramas
eu_es: 5 Fotograma
gl_es: 5 Fotogramas
hu: 5 Képkocka
it: 5 Frame
ja_jp: 5 フレーム
ko: 5 프레임
nb_no: 5 Bilder
pl: 5 klatek
ro_ro: 5 Cadre
sk_sk: 5 snímok
sv_se: 5 bildrutor
tr: 5 Kare
vi_vn: 5 khung hình
zh_tw: 5 畫格

# game_options
source: 5 MHz (Underclock)
ca: 5 MHz (Per sota de la freqüència del processador)
hu: 5 MHz (alulhajtás)
ja_jp: 5 MHz（アンダークロック）
ko: 5 MHz (언더클럭)
nb_no: 5 MHz (underklokking)
pl: 5 MHz (podkręcanie)
sk_sk: 5 MHz (podtaktovať)
sv_se: 5 MHz (underklockning)
tr: 5 MHz (Hız Düşümü)
zh_tw: 5 MHz (降頻)

# game_options
source: 5 Pro Controller
eu_es: 5 Pro Kontrolatzailea
hu: 5 Pro vezérlő
it: 5 Controller Pro
ja_jp: 5 プロコントローラー
ko: 5 프로 컨트롤러
nb_no: 5 Pro-kontroller
tr: 5 Pro Kontrolcü
zh_tw: 5 Pro控制器

# game_options
source: 5 Sideway Wiimote
eu_es: 5 Alborako Wiimote
hu: 5 Oldalirányú Wiimote
it: 5 Wiimote orizzontali
ja_jp: 5 横向きWiiリモコン
ko: 5 사이드웨이 위모트
nb_no: 5 Wiimote på siden
pt_pt: 5 Wiimotes de lado
sv_se: 5 Sidled Wiimote
zh_tw: 5 Wii手把(橫向)

# game_options
source: 5 seconds
es: 5 segundos
gl_es: 5 segundos
hu: 5 másodperc
it: 5 secondi
ja_jp: 5 秒
ko: 5 초
nb_no: 5 sekunder
pl: 5 sekund
pt_pt: 5 segundos
ro_ro: 5 secunde
sk_sk: 5 sekúnd
sv_se: 5 sekunder
tr: 5 saniye
vi_vn: 5 giây
zh_tw: 5 秒

# game_options
source: 5 threads
ca: 5 fils
es: 5 hilos
eu_es: 5 hari
gl_es: 5 fíos
hu: 5 szál
ja_jp: 5 スレッド
ko: 5 스레드
nb_no: 5 tråder
pl: 5 wątków
ro_ro: 5 fire
sk_sk: 5 vlákien
sv_se: 5 trådar
tr: 5 iş parçacığı
vi_vn: 5 luồng
zh_tw: 5 執行緒

# game_options
source: 5% (Default)
es: 5% (Defecto)
eu_es: %5 (Defektuz)
gl_es: 5 % (predeterminado)
hu: 5% (Alap)
ja_jp: 5%（標準）
ko: 5% (기본)
nb_no: 5 % (standard)
pl: 5% (domyślnie)
pt_pt: 5% (Predefinição)
ro_ro: 5% (Implicit)
sk_sk: 5% (predvolené)
sv_se: 5% (standard)
tr: 5% (Varsayılan)
vi_vn: 5% (Mặc định)
zh_tw: 5% (預設)

# game_options
source: 50 (Default)
ca: 50 (Per defecte)
es: 50 (Defecto)
eu_es: 50 (Defektuz)
gl_es: 50 (Predeterminado)
hu: 50 (alapértelmezett)
ja_jp: 50（標準）
ko: 50 (기본)
nb_no: 50 (standard)
pl: 50 (domyślnie)
pt_pt: 50 (Predefinição)
ro_ro: 50 (Implicit)
sk_sk: 50 (predvolené)
sv_se: 50 (standard)
tr: 50 (Varsayılan)
vi_vn: 50 (Mặc định)
zh_tw: 50 (預設)

# game_options
source: 50Mbps (highest quality available)
ca: 50Mbps (qualitat més alta disponible)
es: 50Mbps (calidad más alta disponible)
eu_es: 50Mbps (erabilgarri dagoen kalitate altuena)
gl_es: 50 Mbps (máxima calidade dispoñible)
hu: 50 Mbps (az elérhető legmagasabb minőség)
it: 50Mbps (la migliore qualità disponibile)
ja_jp: 50Mbps（利用可能な最高品質）
ko: 50Mbps (사용 가능한 최고 품질)
nb_no: 50 Mbps (høyeste tilgjengelige kvalitet)
pl: 50Mbps (najwyższa dostępna jakość)
pt_pt: 50 Mbps (a mais alta qualidade disponível)
ro_ro: 50Mbps (cea mai bună calitate disponibilă)
sk_sk: 50Mbps (najvyššia dostupná kvalita)
sv_se: 50 Mbps (högsta tillgängliga kvalitet)
tr: 50 Mbps (mevcut en yüksek kalite)
vi_vn: 50Mbps (chất lượng cao nhất hiện có)
zh_tw: 50Mbps (最高品質)

# game_options
source: 5Mbps (good for 720p)
ca: 5Mbps (indicat per 720p)
es: 5Mbps (óptimo para 720p)
eu_es: 5Mbps (720p-rako egokia)
gl_es: 5 Mbps (bo para 720p)
hu: 5 Mbps (jó 720p esetén)
it: 5Mbps (buono per 720p)
ja_jp: 5Mbps（720pに最適）
ko: 5Mbps (720p에 적합)
nb_no: 5 Mbps (bra for 720p)
pl: 5Mbps (dobre dla 720p)
pt_pt: 5Mbps (bom para 720p)
ro_ro: 5Mbps (bun pentru 720p)
sk_sk: 5Mbps (dobré pre 720p)
sv_se: 5 Mbps (bra för 720p)
tr: 5 Mbps (720p için iyi)
vi_vn: 5Mbps (tốt cho 720p)
zh_tw: 5Mbps (適用 720p)

# game_options
source: 5th
gl_es: 5º
ko: 5일
pt_pt: 5º
sv_se: 5:e

# game_options
source: 5x (3600p/5400p)
ko: 5배 (3600p/5400p)

# game_options
source: 5x Native (3200x2640)
hu: 5x Natív (3200x2640)
ko: 5x 원본 (3200x2640)
pl: 5x natywnej (3200x2640)
pt_pt: 5x Nativo (3200x2640)
sv_se: 5x inbyggd (3200x2640)
tr: 5x Doğal (3200x2640)
zh_tw: 5x 原生解析度 (3200x2640)

# game_options
source: 5x Native (~1620p)
ca: Natiu x5 (~1620p)
es: 5x Nativo (~1620p)
eu_es: 5x Natiboa (~1620p)
gl_es: 5x Nativo (~1620p)
hu: 5x Natív (~1620p)
it: 5x Nativo (~1620p)
ja_jp: 5x 標準 (~1620p)
ko: 5배 원본 (~1620p)
pl: 5x natywnej (~1620p)
pt_pt: 5x Nativo (~1620p)
ro_ro: 5x Nativ (~1620p)
sk_sk: 5x natívne(~1620p)
sv_se: 5x inbyggd (~1620p)
tr: 5x Doğal (~1620p)
zh_tw: 5x 原生解析度 (~1620p)

# game_options
source: 5x native (1280 x 960)
es: 5x nativo (1280 x 960)
gl_es: 5x nativo (1280 x 960)
hu: 5x natív (1280 x 960)
it: 5x nativo (1280 x 960)
ja_jp: 5x 標準 (1280 x 960)
ko: 5배 원본 (1280 x 960)
nb_no: 5x innfødt (1280 x 960)
pl: 5x natywna (1280 x 960)
pt_pt: 5x nativo (1280 x 960)
ro_ro: 5x nativ (1280 x 960)
sk_sk: 5x natívne (1280 x 960)
sv_se: 5x inbyggd (1280 x 960)
tr: 5x doğal (1280 x 960)
zh_tw: 5x 原生解析度 (1280 x 960)

# game_options
source: 6 Frames
ca: 6 Quadres
es: 6 Fotogramas
eu_es: 6 Fotograma
gl_es: 6 Fotogramas
hu: 6 Képkocka
it: 6 Frame
ja_jp: 6 フレーム
ko: 6 프레임
nb_no: 6 Bilder
pl: 6 flatek
ro_ro: 6 Cadre
sk_sk: 6 snímok
sv_se: 6 bildrutor
tr: 6 Kare
vi_vn: 6 khung hình
zh_tw: 6 畫格

# game_options
source: 6 threads
ca: 6 fils
es: 6 hilos
eu_es: 6 hari
gl_es: 6 fíos
hu: 6 szál
ja_jp: 6 スレッド
ko: 6 스레드
nb_no: 6 tråder
pl: 6 wątków
ro_ro: 6 fire
sk_sk: 6 vlákien
sv_se: 6 trådar
tr: 6 iş parçacığı
vi_vn: 6 luồng
zh_tw: 6 執行緒

# game_options
source: 60 fps (Default)
es: 60 fps (Defecto)
eu_es: 60 fps (Defektuz)
gl_es: 60 fps (predeterminado)
hu: 60 fps (Alap)
ja_jp: 60fps（標準）
ko: 60 fps (기본)
nb_no: 60 fps (standard)
pl: 60 kl/s (domyślnie)
pt_pt: 60 fps (Predefinição)
ro_ro: 60 fps (Implicit)
sk_sk: 60 fps (predvolené)
sv_se: 60 bilder/s (Standard)
tr: 60 fps (Varsayılan)
vi_vn: 60fps (Mặc định)
zh_tw: 60 fps (預設)

# game_options
source: 60 seconds
es: 60 segundos
gl_es: 60 segundos
hu: 60 másodperc
it: 60 secondi
ja_jp: 60 秒
ko: 60 초
nb_no: 60 sekunder
pl: 60 sekund
pt_pt: 60 segundos
ro_ro: 60 de secunde
sk_sk: 60 sekúnd
sv_se: 60 sekunder
tr: 60 saniye
vi_vn: 60 giây
zh_tw: 60 秒

# game_options
source: 60fps (Default)
ca: 60fps (per defecte)
es: 60fps (Defecto)
eu_es: 60fps (Defektuz)
gl_es: 60fps (Predeterminado)
ja_jp: 60fps（標準）
ko: 60fps (기본)
nb_no: 60 bilder per sekund (standard)
pl: 60fps (domyślnie)
ro_ro: 60fps (Implicit)
sk_sk: 60fps (predvolené)

# game_options
source: 64 MHz (Overclock)
ca: 64 MHz (Per sobre de la freqüència del processador)
hu: 64 MHz (Túlhajtás)
ja_jp: 64 MHz（オーバークロック）
ko: 64 MHz (오버클럭)
nb_no: 64 MHz (overklokking)
pl: 64 MHz (przetaktowanie)
sk_sk: 64 MHz (pretaktovať)
sv_se: 64 MHz (överklockning)
tr: 64 MHz (Hız Aşımı)
vi_vn: 64 MHz (ép xung)
zh_tw: 64 MHz (超頻)

# game_options
source: 64MiB (Default)
ca: 64MiB (per defecte)
es: 64MiB (Defecto)
eu_es: 64MiB (Defektuz)
gl_es: 64MiB (Predeterminado)
hu: 64MiB (Alap)
ja_jp: 64MB (標準)
ko: 64MiB (기본)
nb_no: 64 MB (standard)
pl: 64 MB (domyślnie)
pt_pt: 64MiB (Predefinição)
ro_ro: 64MO (Implicit)
sk_sk: 64 MiB (predvolené)
sv_se: 64MiB (standard)
tr: 64MiB (Varsayılan)
vi_vn: 64MiB (Mặc định)
zh_tw: 64MiB (預設)

# game_options
source: 66Mhz (Overclock)
ca: 66Mhz (Per sobre de la freqüència del processador)
hu: 66Mhz (Túlhajtás)
ja_jp: 66Mhz（オーバークロック）
ko: 66Mhz (오버클럭)
nb_no: 66 MHz (overklokking)
sk_sk: 66Mhz (pretaktovať)
sv_se: 66Mhz (överklockning)
tr: 66Mhz (Hız Aşımı)
vi_vn: 66 MHz (ép xung)
zh_tw: 66Mhz (超頻)

# game_options
source: 6th
gl_es: 6º
ko: 6일
pt_pt: 6º
sv_se: 6:e

# game_options
source: 6x (4320p/6480p)
ko: 6배 (4320p/6480p)

# game_options
source: 6x (Recommended)
ca: 6x (Recomanat)
es: 6x (Recomendado)
eu_es: 6x (Gomendatua)
gl_es: 6x (Recomendado)
hu: 6x (ajánlott)
it: 6x (Raccomandato)
ja_jp: 6x (推奨)
ko: 6배 (권장)
nb_no: 6x (anbefales)
pl: 6x (zalecane)
pt_pt: 6x (Recomendado)
ro_ro: 6x (Recomandat)
sk_sk: 6x (odporúčané)
sv_se: 6x (rekommenderas)
tr: 6x (Önerilen)
vi_vn: 6x (Được đề xuất)
zh_tw: 6x (推薦)

# game_options
source: 6x 4K (3840x3168)
ko: 6배 4K (3840x3168)

# game_options
source: 6x Native (3840x3168) for 4K
hu: 6x Natív (3840x3168) 4K esetén
ko: 4K용 6x 원본 (3840x3168)
pl: 6x natywnej (3840x3168) dla 4K
pt_pt: 6x Nativo (3840x3168) para 4K
sv_se: 6x inbyggd (3840x3168) för 4K
tr: 6x Doğal (3840x3168) 4K
vi_vn: 6x Native (3840x3168) cho 4K
zh_tw: 6x 原生解析度 (3840x3168) 適用 4K

# game_options
source: 6x Native (~2160p/4K)
ca: Natiu x6 (~2160p/4K)
es: 6x Nativo (~2160p/4K)
eu_es: 6x Natiboa (~2160p/4K)
gl_es: 6x Nativo (~2160p/4K)
hu: 6x Natív (~2160p/4K)
it: 6x Nativo (~2160p/4K)
ja_jp: 6x 標準 (~2160p/4K)
ko: 6배 원본 (~2160p/4K)
pl: 6x natywnej (~2160p/4K)
pt_pt: 6x Nativo (~2160p/4K)
ro_ro: 6x Nativ (~2160p/4K)
sk_sk: 6x natívne (~2160p/4K)
sv_se: 6x inbyggd (~2160p/4K)
tr: 6x Doğal (~2160p/4K)
zh_tw: 6x 原生解析度 (~2160p/4K)

# game_options
source: 6x native (1536 x 1152)
es: 6x nativo (1536 x 1152)
gl_es: 6x nativo (1536 x 1152)
hu: 6x natív (1536 x 1152)
it: 6x nativo (1536 x 1152)
ja_jp: 6x 標準 (1536 x 1152)
ko: 6배 원본 (1536 x 1152)
nb_no: 6x innfødt (1536 x 1152)
pl: 6x natywna (1536 x 1152)
pt_pt: 6x nativo (1536 x 1152)
ro_ro: 6x nativ (1536 x 1152)
sk_sk: 6x natívne (1536 x 1152)
sv_se: 6x inbyggd (1536 x 1152)
tr: 6x doğal (1536 x 1152)
zh_tw: 6x 原生解析度 (1536 x 1152)

# game_options
source: 7 Frames
ca: 7 Quadres
es: 7 Fotogramas
eu_es: 7 Fotograma
gl_es: 7 Fotogramas
hu: 7 Képkocka
it: 7 Frame
ja_jp: 7 フレーム
ko: 7 프레임
nb_no: 7 Bilder
pl: 7 klatek
ro_ro: 7 Cadre
sk_sk: 7 snímok
sv_se: 7 bildrutor
tr: 7 Kare
vi_vn: 7 khung hình
zh_tw: 7 畫格

# game_options
source: 75% (Default)
es: 75% (Defecto)
eu_es: %75 (Defektuz)
gl_es: 75 % (predeterminado)
hu: 75% (Alap)
ja_jp: 75%（標準）
ko: 75% (기본)
nb_no: 75 % (standard)
pl: 75% (domyślnie)
pt_pt: 75% (Predefinição)
ro_ro: 75% (Implicit)
sk_sk: 75% (predvolené)
sv_se: 75% (standard)
tr: 75% (Varsayılan)
vi_vn: 75% (Mặc định)
zh_tw: 75% (預設)

# game_options
source: 768MB (Default)
es: 768MB (Defecto)
gl_es: 768MB (Predeterminado)
hu: 768MB (alapértelmezett)
ja_jp: 768MB (標準)
ko: 768MB (기본)
nb_no: 768 MB (standard)
pl: 768MB (domyślnie)
pt_pt: 768 MB (Padrão)
ro_ro: 768MO (Implicit)
sk_sk: 768MB (predvolené)
sv_se: 768 MB (standard)
tr: 768MB (Varsayılan)
vi_vn: 768MB (Mặc định)
zh_tw: 768MB (預設)

# game_options
source: 7th
gl_es: 7º
ko: 7일
pt_pt: 7º
sv_se: 7:e

# game_options
source: 7x (5040p/7560p)
ko: 7배 (5040p/7560p)

# game_options
source: 7x Native (4480x3696)
hu: 7x Natív (4480x3696)
ko: 7x 원본 (4480x3696)
pl: 7x natywnej (4480x3696)
pt_pt: 7x Nativo (4480x3696)
sv_se: 7x inbyggd (4480x3696)
tr: 7x Doğal (4480x3696)
zh_tw: 7x 原生解析度 (4480x3696)

# game_options
source: 7x Native (~2520p)
ca: Natiu x7 (~2520p)
es: 7x Nativo (~2520p)
eu_es: 7x Natiboa (~2520p)
gl_es: 7x Nativo (~2520p)
hu: 7x Natív (~2520p)
it: 7x Nativo (~2520p)
ja_jp: 7x 標準 (~2520p)
ko: 7배 원본 (~2520p)
pl: 7x natywnej (~2520p)
pt_pt: 7x Nativo (~2520p)
ro_ro: 7x Nativ (~2520p)
sk_sk: 7x natívne (~2520p)
sv_se: 7x inbyggd (~2520p)
tr: 7x Doğal (~2520p)
zh_tw: 7x 原生解析度 (~2520p)

# game_options
source: 7x native (1792 x 1344)
es: 7x nativo (1792 x 1344)
gl_es: 7x nativo (1792 x 1344)
hu: 7x natív (1792 x 1344)
it: 7x nativo (1792 x 1344)
ja_jp: 7x 標準 (1792 x 1344)
ko: 7배 원본 (1792 x 1344)
nb_no: 7x innfødt (1792 x 1344)
pl: 7x natywna (1792 x 1344)
pt_pt: 7x nativo (1792 x 1344)
ro_ro: 7x nativ (1792 x 1344)
sk_sk: 7x natívne (1792 x 1344)
sv_se: 7x inbyggd (1792 x 1344)
tr: 7x doğal (1792 x 1344)
zh_tw: 7x 原生解析度 (1792x1344)

# game_options
source: 8 Frames
ca: 8 Quadres
es: 8 Fotogramas
eu_es: 8 Fotograma
gl_es: 8 Fotogramas
hu: 8 Képkocka
it: 8 Frame
ja_jp: 8 フレーム
ko: 8 프레임
nb_no: 8 Bilder
pl: 8 klatek
ro_ro: 8 Cadre
sk_sk: 8 snímok
sv_se: 8 bildrutor
tr: 8 Kare
vi_vn: 8 khung hình
zh_tw: 8 畫格

# game_options
source: 8 MHz (Underclock)
ca: 8 MHz (Per sota de la freqüència del processador)
hu: 8 MHz (alulhajtás)
ja_jp: 8 MHz（アンダークロック）
ko: 8 MHz (언더클럭)
nb_no: 8 MHz (underklokking)
pl: 8 MHz (podkręcanie)
sk_sk: 8 MHz (podtaktovať)
sv_se: 8 MHz (underklockning)
tr: 8 MHz (Hız Düşümü)
zh_tw: 8 MHz (降頻)

# game_options
source: 8-bit (Classic)
es: 8-bit (Clásico)
gl_es: 8 bits (clásico)
hu: 8 bites (klasszikus)
it: 8-bit (Classico)
ja_jp: 8ビット (クラシック)
ko: 8비트 (클래식)
nb_no: 8-bit (klassisk)
pl: 8-bit (klasyczny)
pt_pt: 8 bits (clássico)
ro_ro: 8-bit (Clasic)
sk_sk: 8-bitové (klasické)
sv_se: 8-bitars (Klassisk)
tr: 8-bit (Klasik)
vi_vn: 8-bit (Cổ điển)
zh_tw: 8-bit (經典)

# game_options
source: 8-bit Interpolated
es: 8-bit Interpolado
gl_es: Interpolado de 8 bits
hu: 8 bites interpolált
it: 8-bit Interpolato
ja_jp: 8ビット補間
ko: 8비트 보간
nb_no: 8-bits interpolert
pl: 8-bit interpolowany
pt_pt: 8-bit Interpolado
ro_ro: 8-bit Interpolat
sk_sk: 8-bitové interpolované
sv_se: 8-bitars interpolerad
tr: 8-bit ara değerli
vi_vn: 8 bit Nội suy
zh_tw: 8-bit 內插值

# game_options
source: 8X
ko: 8배

# game_options
source: 8th
gl_es: 8º
ko: 8일
pt_pt: 8º
sv_se: åttonde

# game_options
source: 8x (5760p/8640p)
ko: 8배 (5760p/8640p)

# game_options
source: 8x (~4320p / 8k)
ko: 8배 (~4320p / 8k)

# game_options
source: 8x 4K (3840x2176)
ko: 8배 4K (3840x2176)

# game_options
source: 8x 5K (5120x4224)
ko: 8배 5K (5120x4224)

# game_options
source: 8x Anistropic
hu: 8x Anizotróp
ko: 8x 비등방성
pl: 8x anizotropowo
pt_pt: 8x Anisotrópico
sv_se: 8x Anistropisk
tr: 8x Anizotropik
zh_tw: 8x 非均向性

# game_options
source: 8x MSAA
ko: 8배 MSAA
zh_tw: 8x MSAA抗鋸齒

# game_options
source: 8x Native (5120x4224) for 5K
hu: 8x Natív (5120x4224) 5k esetén
ko: 5K용 8x 원본 (5120x4224)
pl: 8x natywnej (5120x4224) dla 5K
pt_pt: 8x Nativo (5120x4224) para 5K
sv_se: 8x inbyggd (5120x4224) för 5K
tr: 8x Doğal (5120x4224) 5K
vi_vn: 8x Native (5120x4224) cho 5K
zh_tw: 8x 原生解析度 (5120x4224) 適用 5K

# game_options
source: 8x Native (~2880p/5K)
ca: Natiu x8 (~2880p/5K)
es: 8x Nativo (~2880p/5K)
eu_es: 8x Natiboa (~2880p/5K)
gl_es: 8x nativo (~2880p/5K)
hu: 8x Natív (~2880p/5K)
it: 8x Nativo (~2880p/5K)
ja_jp: 8x 標準 (~2880p/5K)
ko: 8배 원본 (~2880p/5K)
pl: 8x natywnej (~2880p/5K)
pt_pt: 8x Nativo (~2880p/5K)
ro_ro: 8x Nativ (~2880p/5K)
sk_sk: 8x natívne (~2880p/5K)
sv_se: 8x inbyggd (~2880p/5K)
tr: 8x Doğal (~2880p/5K)
zh_tw: 8x 原生解析度 (~2880p/5K)

# game_options
source: 8x SSAA
ko: 8배 SSAA
zh_tw: 8x SSAA抗鋸齒

# game_options
source: 8x native (2048 x 1536)
es: 8x nativo (2048 x 1536)
gl_es: 8x nativo (2048 x 1536)
hu: 8x natív (2048 x 1536)
it: 8x nativo (2048 x 1536)
ja_jp: 8x 標準 (2048 x 1536)
ko: 8배 원본 (2048 x 1536)
nb_no: 8x innfødt (2048 x 1536)
pl: 8x natywna (2048 x 1536)
pt_pt: 8x nativo (2048 x 1536)
ro_ro: 8x nativ (2048 x 1536)
sk_sk: 8x natívne (2048 x 1536)
sv_se: 8x inbyggd (2048 x 1536)
tr: 8x doğal (2048 x 1536)
zh_tw: 8x 原生解析度 (2048 x 1536)

# game_options
source: 9 MHz (Underclock)
ca: 9 MHz (Per sota de la freqüència del processador)
hu: 9 MHz (alulhajtás)
ja_jp: 9 MHz（アンダークロック）
ko: 9 MHz (언더클럭)
nb_no: 9 MHz (underklokking)
pl: 9 MHz (podkręcanie)
sk_sk: 9 MHz (podtaktovať)
sv_se: 9 MHz (underklockning)
tr: 9 MHz (Hız Düşümü)
zh_tw: 9 MHz (降頻)

# game_options
source: 9th
gl_es: 9º
ko: 9일
pt_pt: 9º

# game_options
source: 9x 4K (2880x2160)
ko: 9배 4K (2880x2160)

# game_options
source: 9x Native (5760x4752)
hu: 9x Natív (5760x4752)
ko: 9x 원본 (5760x4752)
pl: 9x natywnej (5760x4752)
pt_pt: 9x Nativo (5760x4752)
sv_se: 9x inbyggd (5760x4752)
tr: 9x Doğal (5760x4752)
zh_tw: 9x 原生解析度 (5760x4752)

# game_options
source: A1200 (2MB Chip + 8MB Fast)
es: A1200 (2MB Chip + 8MB Rápido)
eu_es: A1200 (2MB Chip + 8MB Azkarra)
gl_es: A1200 (2MB Chip + 8MB Rápido)
hu: A1200 (2MB Chip + 8MB gyors)
it: A1200 (2MB Chip + 8MB Veloce)
ja_jp: A1200 (2MB チップ+ 8MB[速])
ko: A1200 (2MB 칩 + 8MB 빠른)
pt_pt: A1200 (2MB Chip + 8MB Rápido)
sk_sk: A1200 (2MB Chip + 8MB rýchle)
sv_se: A1200 (2 MB chip + 8 MB snabb)
tr: A1200 (2MB Çip + 8MB Hızlı)
vi_vn: A1200 (chip 2MB + 8MB nhanh)

# game_options
source: A4000/040 (2MB Chip + 8MB Fast)
es: A4000/040 (2MB Chip + 8MB Rápido)
eu_es: A4000/040 (2MB Chip + 8MB Azkarra)
gl_es: A4000/040 (2MB Chip + 8MB Rápido)
hu: A4000/040 (2MB chip + 8MB gyors)
it: A4000/040 (2MB Chip + 8MB Veloce)
ja_jp: A4000/040 (2MB チップ+ 8MB[速])
ko: A4000/040 (2MB 칩 + 8MB 빠름)
pt_pt: A4000/040 (2MB Chip + 8MB Rápido)
sk_sk: A4000/040 (2MB Chip + 8MB rýchle)
sv_se: A4000/040 (2 MB chip + 8 MB snabb)
tr: A4000/040 (2MB Çip + 8MB Hızlı)
vi_vn: A4000/040 (Chip 2MB + 8MB nhanh)

# game_options
source: A500 (512KB Chip + 512KB Slow)
es: A500 (512KB Chip + 512KB Lento)
eu_es: A500 (512KB Chip + 512KB Mantsoa)
gl_es: A500 (512KB Chip + 512KB Lento)
hu: A500 (512KB Chip + 512KB lassú)
it: A500 (512KB Chip + 512KB Lento)
ja_jp: A500 (512KB チップ+ 512KB[遅])
ko: A500 (512KB 칩 + 512KB 느림)
nb_no: A500 (512KB chip + 512KB langsom)
pt_pt: A500 (Chip de 512 KB + 512 KB lento)
sk_sk: A500 (512KB Chip + 512KB pomalé)
sv_se: A500 (512KB Chip + 512KB långsam)
tr: A500 (512KB Çip + 512KB Yavaş)
vi_vn: A500 (chip 512kb + 512kb chậm)

# game_options
source: A500+ (1MB Chip)
ja_jp: A500+ (1MB チップ)
ko: A500+ (1MB 칩)
nb_no: A500+ (1MB-brikke)
tr: A500+ (1MB Çip)
vi_vn: A500+ (chip 1MB)

# game_options
source: A600 (2MB Chip + 8MB Fast)
es: A600 (2MB Chip + 8MB Rápido)
eu_es: A600 (2MB Chip + 8MB Azkarra)
hu: A600 (2MB Chip + 8MB gyors)
it: A600 (2MB Chip + 8MB Veloce)
ja_jp: A600 (2MB チップ+ 8MB[速])
ko: A600 (2MB 칩 + 8MB 빠름)
pt_pt: A600 (2MB Chip + 8MB Rápido)
sk_sk: A600 (2MB Chip + 8MB rýchle)
sv_se: A600 (2 MB chip + 8 MB snabb)
tr: A600 (2MB Çip + 8MB Hızlı)
vi_vn: A600 (chip 2MB + 8MB nhanh)

# game_options
source: ABSOLUTE MOUSE INPUT
ca: ENTRADA DE RATOLÍ ABSOLUTA
es: ENTRADA ABSOLUTA DE RATÓN
eu_es: XAGU SARRERA ABSOLUTUA
gl_es: ENTRADA ABSOLUTA DO RATO
hu: ABSZOLÚT EGÉR BEMENET
it: INPU MOUSE ASSOLUTO
ja_jp: 絶対座標マウス 入力
ko: 절대 마우스 입력
nb_no: ABSOLUTT MUSEINNGANG
pl: BEZWZGLĘDNE WEJŚCIE MYSZY
pt_pt: ENTRADA ABSOLUTA DO RATO
ro_ro: INTRARE MAUS ABSOLUTĂ
sk_sk: Absolútny vstup myši
sv_se: ABSOLUT MUSINMATNING
tr: MUTLAK FARE GİRİŞİ
zh_tw: 強制滑鼠輸入

# game_options
source: ACCURACY LEVEL
es: NIVEL DE PRECISIÓN
gl_es: NIVEL DE PRECISIÓN
hu: PONTOSSÁGI SZINT
it: LIVELLO ACCURATEZZA
ja_jp: 精度レベル
ko: 정확도 수준
nb_no: NØYAKTIGHETSNIVÅ
pl: POZIOM DOKŁADNOŚCI
pt_pt: NÍVEL DE PRECISÃO
ro_ro: NIVEL ACURATEȚE
sk_sk: Úroveň presnosti
sv_se: NIVÅ FÖR NOGGRANNHET
tr: DOĞRULUK SEVİYESİ
vi_vn: ĐỘ CHÍNH XÁC
zh_tw: 精確等級

# game_options
source: ACHIEVEMENTS
es: LOGROS
eu_es: LORPENAK
gl_es: LOGROS
hu: EREDMÉNYEK
it: SUCCESSI
ja_jp: アチーブメント(実績)
ko: 도전과제
nb_no: PRESTASJONER
pl: OSIĄGNIĘCIA
pt_pt: CONQUISTAS
ro_ro: REALIZĂRI
sk_sk: Úspechy
sv_se: PRESTATIONER
tr: BAŞARIMLAR
vi_vn: THÀNH TÍCH
zh_tw: 成就

# game_options
source: ACTIVE INPUT DEVICES FIX
ca: CORRECCIÓ DE DISPOSITIUS D’ENTRADA ACTIUS
es: ARREGLAR DISPOSITIVOS DE ENTRADA ACTIVOS
eu_es: GAITU SARRERA GAILUKO KONPONKETA
gl_es: CORRECCIÓN DE DISPOSITIVOS DE ENTRADA ACTIVO
hu: AKTÍV BEMENETI ESZKÖZÖK JAVÍTÁSA
it: RISOLVE I DISPOSITIVI DI INPUT ATTIVI
ja_jp: アクティブな入力デバイスの修正
ko: 활성 입력 장치 수정
nb_no: AKTIVE INNGANGSENHETER FIX
pl: POPRAWKA AKTYWNYCH URZĄDZEŃ WEJŚCIOWYCH
pt_pt: CORREÇÃO DE DISPOSITIVOS DE ENTRADA ATIVOS
ro_ro: FIX PENTRU DISPOZITIVELE DE INTRARE ACTIVE
sk_sk: Oprava aktívnych vstupných zariadení
sv_se: FIX FÖR AKTIVA INMATNINGSENHETER
tr: AKTİF GİRİŞ CİHAZLARINI DÜZELT
vi_vn: CỐ ĐỊNH THIẾT BỊ ĐẦU VÀO HOẠT ĐỘNG
zh_tw: 主動輸入裝置修復

# game_options
source: ADD USER DISK
ca: AFEGIR DISC D’USUARI
es: AGREGAR DISCO DE USUARIO
eu_es: GEHITU ERABIILTZAILE DISKOA
gl_es: ENGADIR DISCO DE USUARIO
hu: FELHASZNÁLÓ LEMEZ HOZZÁADÁSA
it: AGGIUNGI DISCO UTENTE
ja_jp: ユーザーディスク(FD)を追加
ko: 사용자 디스크 추가
nb_no: LEGG TIL BRUKERDISK
pl: DODAJ DYSK UŻYTKOWNIKA
pt_pt: ADICIONAR DISCO DE UTILIZADOR
ro_ro: INTRODU DISC UTILIZATOR
sk_sk: Pridať používateľský disk
sv_se: LÄGG TILL ANVÄNDARDISK
tr: KULLANICI DİSKİ EKLE
vi_vn: THÊM ĐĨA NGƯỜI DÙNG
zh_tw: 新增用戶磁片

# game_options
source: ADDITIONAL FRAMELIMIT
ca: LÍMIT DE QUADRES ADICIONAL
es: LÍMITE DE FOTOGRAMAS ADICIONAL
eu_es: FOTOGRAMA MUGA OSAGARRIA
gl_es: LÍMITE DE FOTOGRAMAS ADICIONAL
hu: TOVÁBBI KÉPKOCKAHATÁR
it: FRAMELIMIT ADDIZIONALE
ja_jp: フレーム制限の追加
ko: 추가 프레임 제한
nb_no: EKSTRA FRAMELIMIT
pl: DODATKOWY LIMIT KLATEK
pt_pt: LIMITE DE FPS ADICIONAL
ro_ro: LIMITATOR DE CADRE ADIȚIONAL
sk_sk: Dodatočné obmedzenie frame
sv_se: YTTERLIGARE BILDFREKVENSGRÄNS
tr: EK KARE ATLAMA LİMİTİ
vi_vn: GIỚI HẠN KHUNG HÌNH BỔ SUNG
zh_tw: 額外畫格限制

# game_options
source: ADJUST POWERPC FREQUENCY
ca: AJUSTA FREQÜÈNCIA DE POWERPC
es: AJUSTAR FRECUENCIA DE POWERPC
eu_es: DOITU POWERPC FREKUENTZIA
gl_es: Axuste a FRECUENCIA POWERPC
hu: POWERPC FREKVENCIA BEÁLLÍTÁSA
it: AGGIUSTA FREQUENZA POWERPC
ja_jp: PowerPC の周波数を調整
ko: 파워피씨 주파수 조정
nb_no: JUSTERE POWERPC-FREKVENSEN
pl: DOSTOSUJ CZĘSTOTLIWOŚĆ POWERPC
pt_pt: AJUSTAR A FREQUÊNCIA DO POWERPC
ro_ro: AJUSTEAZĂ FRECVENȚA POWERPC
sk_sk: Upraviť frekvenciu PowerPC
sv_se: JUSTERA POWERPC-FREKVENSEN
tr: POWERPC FREKANSINI AYARLA
zh_tw: 調整 PowerPC 頻率

# game_options
source: ADVANCED OPTIONS
ca: OPCIONS AVANÇADES
es: OPCIONES AVANZADAS
eu_es: AUKERA AURRERATUAK
gl_es: OPCIÓNS AVANZADAS
hu: BŐVÍTETT OPCIÓK
it: OPZIONI AVANZATE
ja_jp: 詳細設定
ko: 고급 옵션
nb_no: AVANSERTE ALTERNATIVER
pl: OPCJE ZAAWANSOWANE
pt_pt: OPÇÕES AVANÇADAS
ro_ro: OPȚIUNI AVANSATE
sk_sk: Pokročilé voľby
sv_se: AVANCERADE INSTÄLLNINGAR
tr: GELİŞMİŞ SEÇENEKLER
vi_vn: TÙY CHỌN NÂNG CAO
zh_tw: 高級選項

# game_options
source: AI GAME TRANSLATION
ca: TRADUCCIÓ DE JOC MITJANÇANT IA
es: TRADUCCIÓN DE JUEGOS POR IA
eu_es: AA BIDEZKO JOKO ITZULPENA
gl_es: TRADUCCIÓN XOGOS POR IA
hu: MI JÁTÉK FORDÍTÁS
it: TRADUZIONE GIOCO VIA IA
ja_jp: AIゲーム翻訳
ko: AI 게임 번역
nb_no: AI-OVERSETTELSE AV SPILL
pl: TŁUMACZENIE GRY Z SI
pt_pt: TRADUÇÃO DE TEXTO DO JOGO POR IA
ro_ro: TRADUCERE JOC CU IA
sk_sk: AI preklady hier
sv_se: AI-SPELÖVERSÄTTNING
tr: YAPAY ZEKA OYUN ÇEVİRİSİ
vi_vn: TRÍ TUỆ NHÂN TẠO DỊCH GAME
zh_tw: AI遊戲翻譯

# game_options
source: AI TRANSLATION SERVICE URL
ca: URL DE SERVEI DE TRADUCCIÓ IA
es: URL DEL SERVICIO DE TRADUCCIÓN POR IA
eu_es: AA ITZULPEN ZERBITZU URL-A
gl_es: URL do SERVIZO DE TRADUCIÓN POR IA
hu: MI FORDÍTÁSI SZOLGÁLTATÁS URL-CÍME
it: URL DEL SERVIZIO TRADUZIONE VIA IA
ja_jp: AIゲーム翻訳サービス URL
ko: AI 번역 서비스 URL
nb_no: AI OVERSETTELSESTJENESTE URL
pl: URL USŁUGI TŁUMACZENIA SI
pt_pt: URL DO SERVIÇO DE TRADUÇÃO POR IA
ro_ro: URL SERVICIU DE TRADUCERE CU IA
sk_sk: URL služby AI prekladu
sv_se: URL TILL AI-ÖVERSÄTTNINGSTJÄNST
tr: YAPAY ZEKA ÇEVİRİ HİZMETİ URL
vi_vn: URL DỊCH VỤ DỊCH BẰNG TRÍ TUỆ NHÂN TẠO
zh_tw: AI翻譯服務網址

# game_options
source: ALIEN VS PREDATOR
ko: 에이리언 VS 프레데터
zh_tw: 異形VS鐵血戰士
