Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Full (more compatible)
ca: Complet (més compatible)
es: Completo (más compatible)
eu_es: Osoa (konpatibleagoa)
gl_es: Completo (máis compatible)
hu: Teljes (kompatibilisebb)
it: Completo (più compatibile)
ja_jp: フル（互換性が高い）
ko: 전체 (호환성 향상)
nb_no: Full (mer kompatibel)
pl: Pełne (bardziej kompatybilny)
pt_pt: Completo (mais compatível)
ro_ro: Complet (mai compatibil)
sk_sk: Plné (viac kompatibilné)
sv_se: Fullständig (mer kompatibel)
tr: Tam (daha uyumlu)
vi_vn: Đầy đủ (tương thích hơn)
zh_tw: 全部(更相容)

# game_options
source: Full 255 lines
ca: Complet 255 línies
es: 255 líneas completas
eu_es: 255 lerro osoak
gl_es: 255 liñas completas
hu: Teljes 255 sor
it: Tutte le 255 linee
ja_jp: 255ライン（全）
ko: 전체 255 줄
nb_no: Hele 255 linjer
pl: Pełne 255 linii
pt_pt: 255 linhas completas
ro_ro: Toate 255 linii
sk_sk: Plných 255 riadkov
sv_se: Hela 255 rader
tr: Tam 255 satır
vi_vn: Đầy đủ 255 dòng
zh_tw: 全部255行

# game_options
source: Full Frame
ca: Quadre complet
es: Fotograma completo
eu_es: Fotograma osoa
gl_es: Fotograma completo
hu: Teljes keret
it: Frame Intero
ja_jp: 全フレーム
ko: 풀 프레임
nb_no: 1/1 bilde
pl: Pełna klatka
pt_pt: Frame completo
ro_ro: Cadru întreg
sk_sk: Plná snímka
sv_se: Fullständig bildruta
tr: Tam Kare
vi_vn: Khung tối đa
zh_tw: 全幀

# game_options
source: Full Speed (Default)
ca: Velocitat completa (per defecte)
es: Velocidad máxima (Defecto)
eu_es: Abiadura osoa (Defektuzkoa)
gl_es: Velocidade máxima (predeterminado)
hu: Teljes sebesség (alapértelmezett)
it: Massima Velocità (Default)
ja_jp: フルスピード（標準）
ko: 전속력 (기본)
nb_no: Full hastighet (standard)
pl: Pełna prędkość (domyślnie)
pt_pt: Velocidade Máxima (Predefinição)
ro_ro: Viteză normală (Implicit)
sk_sk: Plná rýchlosť (predvolené)
sv_se: Full hastighet (standard)
tr: Tam Hız (Varsayılan)
vi_vn: Tốc độ tối đa (Mặc định)
zh_tw: 全速(預設)

# game_options
source: Full speed
ca: Velocitat completa
es: Velocidad máxima
eu_es: Abiadura osoa
gl_es: Velocidade máxima
hu: Teljes sebesség
it: Velocità Massima
ja_jp: フルスピード
ko: 전속력
nb_no: Full fart
pl: Pełna szybkość
pt_pt: Velocidade Máxima
ro_ro: Viteză întreagă
sk_sk: Plná rýchlosť
sv_se: Full hastighet
tr: Tam hız
vi_vn: Tốc độ tối đa
zh_tw: 全速

# game_options
source: Full speed can break some games.
ca: Velocitat completa pot fer que alguns jocs no funcionin.
es: La velocidad máxima puede colgar algunos juegos.
eu_es: Abiadura osoak joku batzuk apurtu ditzake
gl_es: A velocidade máxima pode romper algúns xogos.
hu: A teljes sebesség megtörhet néhány játékot.
it: Velocità piena potrebbe causare problemi in alcuni giochi.
ja_jp: フルスピードはゲームを壊す可能性があります
ko: 일부 게임은 전속력으로 플레이하면 망가질 수 있습니다.
nb_no: Full fart kan ødelegge noen kamper.
pl: Pełna szybkość może zepsuć niektóre gry.
pt_pt: Velocidade máxima pode quebrar alguns jogos.
ro_ro: Viteza întreagă poate strica unele jocuri.
sk_sk: Plná rýchlosť môže poškodiť niektoré hry.
sv_se: Full fart kan bryta vissa spel.
tr: Tam hız bazı oyunları bozabilir.
vi_vn: Tốc độ tối đa có thể làm hỏng một số trò chơi.
zh_tw: 全速可能會破壞某些遊戲。

# game_options
source: Fuller Joystick
es: Joystick Fuller
eu_es: Fuller Joystick-a
gl_es: Joystick Fuller
it: Joystick Fuller
ja_jp: Fuller ジョイスティック
ko: 풀러 조이스틱
pt_pt: Comando Fuller
ro_ro: Joystick Fuller
zh_tw: Fuller 搖桿

# game_options
source: Funtech Super A'Can cartridges
ca: Cartutxos Funtech Super A'Can
es: Cartuchos Funtech Super A’Can
eu_es: Funtech Super A'Can kartutxoak
gl_es: Cartuchos Funtech Super A'Can
hu: Funtech Super A'Can kazetta
it: Cartucce Funtech Super A'Can
ja_jp: Funtech Super A'Can カートリッジ
ko: 펀테크 슈퍼 아칸 카트리지
nb_no: Funtech Super A'Can-patroner
pl: Kartridże Funtech Super A'Can
pt_pt: Cartuchos Funtech Super A'Can
ro_ro: Cartele Funtech Super A'Can
sk_sk: Funtech Super A'Can kartridže
sv_se: Funtech Super A'Can-kassetter
tr: Funtech Super A'Can kartuşları
zh_tw: Funtech Super A'Can 卡匣

# game_options
source: GAME ASPECT RATIO
ca: RELACIÓ D’ASPECTE
es: RELACIÓN DE ASPECTO DEL JUEGO
eu_es: JOKOAREN PROPORTZIOA
gl_es: RELACIÓN DE ASPECTO DO XOGO
hu: JÁTÉK KÉPARÁNYA
it: PROPORZIONI VIDEO DEL GIOCO
ja_jp: ゲーム画面比率
ko: 게임 화면비
nb_no: SPILLETS STØRRELSESFORHOLD
pl: PROPORCJE GRY
pt_pt: PROPORÇÃO DE ECRÃ DO JOGO
ro_ro: RAPORT ASPECT JOC
sk_sk: Pomer strán hry
sv_se: BILDFÖRHÅLLANDE FÖR SPEL
tr: OYUN EN BOY ORANI
vi_vn: TỈ LỆ HIỂN THỊ TRÒ CHƠI
zh_tw: 遊戲長寬比

# game_options
source: GAME BOY MODE
ca: MODE GAME BOY
es: MODO GAME BOY
eu_es: GAME BOY MODUA
gl_es: MODO GAME BOY
hu: GAME BOY MÓD
it: MODALITÀ GAME BOY
ja_jp: ゲームボーイモード
ko: 게임보이 모드
nb_no: GAME BOY-MODUS
pl: TRYB GAME BOY'a
pt_pt: MODO GAME BOY
ro_ro: MOD GAME BOY
sk_sk: Režim Game Boy
sv_se: GAME BOY-LÄGE
tr: GAME BOY MODU
zh_tw: GAME BOY 模式

# game_options
source: GAME CHEATS
ca: TRUCS
es: TRUCOS DE JUEGOS
eu_es: JOKO TRANPAK
gl_es: TRUCOS DE XOGOS
hu: JÁTÉK CSALÁSOK
it: CHEATS GIOCO
ja_jp: ゲーム チート
ko: 게임 치트
nb_no: SPILLFUSK
pl: CHEATY GIER
pt_pt: CÓDIGOS DO JOGO
ro_ro: TRIȘĂRI JOCURI
sk_sk: Herné cheaty
sv_se: SPELFUSK
tr: OYUN HİLELERİ
vi_vn: GIAN LẬN
zh_tw: 遊戲作弊

# game_options
source: GAME DIFFICULTY
es: DIFICULTAD DEL JUEGO
gl_es: DIFICULTADE DO XOGO
it: DIFFICOLTÀ GIOCO
ja_jp: ゲーム難易度
ko: 게임 난이도
nb_no: SPILLETS VANSKELIGHETSGRAD
pl: POZIOM TRUDNOSCI GRY
pt_pt: DIFICULDADE DO JOGO
ro_ro: DIFUCULTATE JOC
sk_sk: Obtiažnosť hry
sv_se: SPELETS SVÅRIGHETSGRAD
tr: OYUN ZORLUĞU
vi_vn: ĐỘ KHÓ TRÒ CHƠI
zh_tw: 遊戲難度

# game_options
source: GAME PATCHES
es: PARCHES DE JUEGO
eu_es: JOKO ADABAKIAK
gl_es: PARCHES DE XOGO
hu: JÁTÉKFOLTOK
ja_jp: ゲームパッチ
ko: 게임 패치
nb_no: SPILL-PATCHER
pl: ŁATKI DO GIER
pt_pt: PATCHES DE JOGO
ro_ro: PATCH-URI JOC
sk_sk: Herné záplaty
sv_se: SPELPATCHAR
tr: OYUN YAMALARI
vi_vn: BẢN VÁ TRÒ CHƠI
zh_tw: 遊戲補丁

# game_options
source: GAME REGION (ENCODING)
ca: REGIÓ DE JOC (CODIFICACIÓ)
es: REGIÓN DEL JUEGO (CODIFICACIÓN)
eu_es: JOKU ERRGIOA (KODETZEA)
gl_es: REXION DO XOGO (CODIFICACIÓN)
hu: JÁTÉK RÉGIÓ (KÓDOLÁS)
it: REGIONE GIOCO (ENCODING)
ja_jp: ゲームリージョン(文字エンコード)
ko: 게임 지역 (인코딩)
nb_no: SPILLREGION (KODING)
pl: REGION GRY (KODOWANIE)
pt_pt: REGIÃO DO JOGO (CODIFICAÇÃO)
ro_ro: REGIUNE JOC (CODIFICARE)
sk_sk: Región hry (kódovanie)
sv_se: SPELREGION (KODNING)
tr: OYUN BÖLGESİ (ENCODING)
zh_tw: 遊戲區域(編碼)

# game_options
source: GAME RENDERING & SHADERS
ca: RENDERITZACIÓ DE JOC I SHADERS
es: RENDERIZACIÓN DE JUEGOS Y SHADERS
eu_es: JOKOAREN RENDERIZAZIOA & SHADER-AK
gl_es: RENDERIZACIÓN DE XOGOS E SOMBREADOS
hu: JÁTÉK RENDERELÉS ÉS ÁRNYÉKOLÓK
it: RENDERING & SHADERS DEL GIOCO
ja_jp: ゲーム レンダリング & シェーダー
ko: 게임 렌더링 및 셰이더
nb_no: SPILLGJENGIVELSE OG SKYGGELEGGING
pl: RENDEROWANIE GIER I SHADERY
pt_pt: RENDERIZAÇÃO & FILTROS DO JOGO
ro_ro: RANDAREA JOCULUI ȘI SHADERE
sk_sk: Vykresľovanie hry a shadery
sv_se: SPELRENDERING OCH SHADERS
tr: OYUN İŞLEME VE GÖLGELENDİRME
vi_vn: KẾT XUẤT TRÒ CHƠI VÀ ĐỔ BÓNG
zh_tw: 遊戲算繪與著色器

# game_options
source: GAMECUBE CONTROLLER 1
es: MANDO GAMECUBE 1
gl_es: MANDO GAMECUBE 1
hu: GAMECUBE VEZÉRLŐ 1
it: CONTROLLER GAMECUBE 1
ja_jp: GAMECUBE コントローラ 1
ko: 게임큐브 컨트롤러 1
nb_no: GAMECUBE KONTROLLER 1
pl: KONTROLER GAMECUBE 1
pt_pt: COMANDO GAMECUBE 1
ro_ro: CONTROLER GAMECUBE 1
sk_sk: Gamecube ovládač 1
sv_se: GAMECUBE-KONTROLLER 1
tr: GAMECUBE KONTROLCÜSÜ 1
vi_vn: BỘ ĐIỀU KHIỂN GAMECUBE 1
zh_tw: GAMECUBE控制器1

# game_options
source: GAMECUBE CONTROLLER 2
es: MANDO GAMECUBE 2
gl_es: MANDO GAMECUBE 2
hu: GAMECUBE VEZÉRLŐ 2
it: CONTROLLER GAMECUBE 2
ja_jp: GAMECUBE コントローラ 2
ko: 게임큐브 컨트롤러 2
nb_no: GAMECUBE KONTROLLER 2
pl: KONTROLER GAMECUBE 2
pt_pt: COMANDO GAMECUBE 2
ro_ro: CONTROLER GAMECUBE 2
sk_sk: Gamecube ovládač 2
sv_se: GAMECUBE-KONTROLLER 2
tr: GAMECUBE KONTROLCÜSÜ 2
vi_vn: BỘ ĐIỀU KHIỂN GAMECUBE 2
zh_tw: GAMECUBE控制器2

# game_options
source: GAMECUBE CONTROLLER 3
es: MANDO GAMECUBE 3
gl_es: MANDO GAMECUBE 3
hu: GAMECUBE VEZÉRLŐ 3
it: CONTROLLER GAMECUBE 3
ja_jp: GAMECUBE コントローラ 3
ko: 게임큐브 컨트롤러 3
nb_no: GAMECUBE KONTROLLER 3
pl: KONTROLER GAMECUBE 3
pt_pt: COMANDO GAMECUBE 3
ro_ro: CONTROLER GAMECUBE 3
sk_sk: Gamecube ovládač 3
sv_se: GAMECUBE-KONTROLLER 3
tr: GAMECUBE KONTROLCÜSÜ 3
vi_vn: BỘ ĐIỀU KHIỂN GAMECUBE 3
zh_tw: GAMECUBE控制器3

# game_options
source: GAMECUBE CONTROLLER 4
es: MANDO GAMECUBE 4
gl_es: MANDO GAMECUBE 4
hu: GAMECUBE VEZÉRLŐ 4
it: CONTROLLER GAMECUBE 4
ja_jp: GAMECUBE コントローラ 4
ko: 게임큐브 컨트롤러 4
nb_no: GAMECUBE KONTROLLER 4
pl: KONTROLER GAMECUBE 4
pt_pt: COMANDO GAMECUBE 4
ro_ro: CONTROLER GAMECUBE 4
sk_sk: Gamecube ovládač 4
sv_se: GAMECUBE-KONTROLLER 4
tr: GAMECUBE KONTROLCÜSÜ 4
vi_vn: BỘ ĐIỀU KHIỂN GAMECUBE 4
zh_tw: GAMECUBE控制器4

# game_options
source: GAMECUBE LANGUAGE
es: IDIOMA DE LA GAMECUBE
gl_es: IDIOMA GAMECUBE
hu: GAMECUBE NYELV
it: LINGUA GAMECUBE
ja_jp: GAMECUBE 言語
ko: 게임큐브 언어
nb_no: GAMECUBE-SPRÅK
pl: JĘZYK GAMECUBE
pt_pt: LINGUAGEM DO GAMECUBE
ro_ro: LIMBĂ GAMECUBE
sk_sk: Jazyk Gamecube
sv_se: GAMECUBE-SPRÅK
tr: GAMECUBE DİLİ
vi_vn: NGÔN NGỮ GAMECUBE
zh_tw: GAMECUBE語言

# game_options
source: GAMECUBE PORT 1 TYPE
ca: TIPUS DEL PORT 1 DE GAMECUBE
es: TIPO DE PUERTO 1 DE GAMECUBE
eu_es: GAMECUBE 1 PORTU MOTA
gl_es: GAMECUBE PORTO TIPO 1
hu: GAMECUBE PORT 1 TÍPUS
it: TIPOLOGIA PORTA 1 GAMECUBE
ja_jp: ゲームキューブ ポート 1 タイプ
ko: 게임큐브 포트 1 유형
pl: TYP PORTU GAMECUBE 1
pt_pt: TIPO DE PORTA 1 DO GAMECUBE
ro_ro: TIP PORT GAMECUBE 1
sk_sk: Typ Gamecube portu 1
sv_se: GAMECUBE PORT 1 TYP
tr: GAMECUBE PORT 1 TÜRÜ
vi_vn: LOẠI CỔNG GAMECUBE 1
zh_tw: GAMECUBE PORT 1 類型

# game_options
source: GAMECUBE PORT 2 TYPE
ca: TIPUS DEL PORT 2 DE GAMECUBE
es: TIPO DE PUERTO 2 DE GAMECUBE
eu_es: GAMCUBE 2 PORTU MOTA
gl_es: GAMECUBE TIPO DE PORTO 2
it: TIPOLOGIA PORTA 2 GAMECUBE
ja_jp: ゲームキューブ ポート 2 タイプ
ko: 게임큐브 포트 2 유형
pl: TYP PORTU GAMECUBE 2
pt_pt: TIPO DE PORTA 2 DO GAMECUBE
ro_ro: TIP PORT GAMECUBE 2
sk_sk: Typ Gamecube portu 2
sv_se: GAMECUBE PORT 2 TYP
tr: GAMECUBE PORT 2 TÜRÜ
vi_vn: LOẠI CỔNG GAMECUBE 2
zh_tw: GAMECUBE PORT 2 類型

# game_options
source: GAMECUBE PORT 3 TYPE
ca: TIPUS DEL PORT 3 DE GAMECUBE
es: TIPO DE PUERTO 3 DE GAMECUBE
eu_es: GAMCUBE 3 PORTU MOTA
gl_es: GAMECUBE TIPO DE PORTO 3
it: TIPOLOGIA PORTA 3 GAMECUBE
ja_jp: ゲームキューブ ポート 3 タイプ
ko: 게임큐브 포트 3 유형
pl: TYP PORTU GAMECUBE 3
pt_pt: TIPO DE PORTA 3 DO GAMECUBE
ro_ro: TIP PORT GAMECUBE 3
sk_sk: Typ Gamecube portu 3
sv_se: GAMECUBE PORT 3 TYP
tr: GAMECUBE PORT 3 TÜRÜ
vi_vn: LOẠI CỔNG GAMECUBE 3
zh_tw: GAMECUBE PORT 3 類型

# game_options
source: GAMECUBE PORT 4 TYPE
ca: TIPUS DEL PORT 4 DE GAMECUBE
es: TIPO DE PUERTO 4 DE GAMECUBE
eu_es: GAMCUBE 4 PORTU MOTA
gl_es: GAMECUBE TIPO DE PORTO 4
it: TIPOLOGIA PORTA 4 GAMECUBE
ja_jp: ゲームキューブ ポート 4 タイプ
ko: 게임큐브 포트 4 유형
pl: TYP PORTU GAMECUBE 4
pt_pt: TIPO DE PORTA 4 DO GAMECUBE
ro_ro: TIP PORT GAMECUBE 4
sk_sk: Typ Gamecube portu 4
sv_se: GAMECUBE PORT 4 TYP
tr: GAMECUBE PORT 4 TÜRÜ
vi_vn: LOẠI CỔNG GAMECUBE 4
zh_tw: GAMECUBE PORT 4 類型

# game_options
source: GAMEPAD AUTOMATIC MAPPING
ca: MAPATGE AUTOMÀTIC DEL GAMEPAD
es: MAPEO AUTOMÁTICO DEL MANDO
eu_es: PAD-AREN MAPEATZE AUTOMATIKOA
gl_es: MAPEO AUTOMÁTICO DO MANDO
hu: GAMEPAD AUTOMATIKUS TÉRKÉPEZÉS
it: MAPPATURA AUTOMATICA GAMEPAD
ja_jp: ゲームパッドの自動割当
ko: 게임패드 자동 매핑
nb_no: AUTOMATISK TILORDNING AV GAMEPAD
pl: AUTOMATYCZNE MAPOWANIE GAMEPADA
pt_pt: MAPEAR AUTOMÁTICO DO COMANDO
ro_ro: ASOCIERI AUTOMATE GAMEPAD
sk_sk: Automatické mapovanie gamepadu
sv_se: AUTOMATISK MAPPNING AV GAMEPAD
tr: OYUN KOLU OTOMATİK EŞLEMESİ
vi_vn: TỰ ĐỘNG LIÊN KẾT PHÍM GAMEPAD
zh_tw: 遊戲手柄自動對映

# game_options
source: GAMEPAD CURSOR SPEED
ca: VELOCITAT DE CURSOR DEL COMANDAMENT
es: VELOCIDAD CURSOR DEL MANDO
eu_es: GAMEPAD-AREN KURTSORE ABIADURA
gl_es: VELOCIDADE DO CURSOR DO MANDO
hu: GAMEPAD KURSZOR SEBESSÉGE
it: VELOCITÀ CURSORE GAMEPAD
ja_jp: ゲームパッドのカーソル速度
ko: 게임패드 커서 속도
nb_no: MARKØRHASTIGHET FOR GAMEPAD
pl: SZYBKOŚĆ KURSORA GAMEPADA
pt_pt: VELOCIDADE DO CURSOR DO COMANDO
ro_ro: VITEZA CURSORULUI GAMEPAD
sk_sk: Rýchlosť kurzoru gamepadu
sv_se: GAMEPAD-MARKÖRENS HASTIGHET
tr: OYUN KOLU İMLEÇ HIZI
vi_vn: TỐC ĐỘ CON TRỎ GAMEPAD
zh_tw: 遊戲手柄游標速度

# game_options
source: GB
ko: 게임보이
pl: Wielka Brytania

# game_options
source: GB - Black and White
ca: GB - Blanc i negre
es: GB - Blanco y Negro
eu_es: GB - Zuri eta Beltza
gl_es: GB - Branco e negro
hu: GB - fekete-fehér
it: GB - Bianco e Nero
ko: 게임보이 - 흑백
nb_no: GB - Svart og hvitt
pl: GB - Czarno-biała
pt_pt: GB - Preto e Branco
ro_ro: GB - Alb-negru
sk_sk: GB - Čiernobiely
sv_se: GB - Svart och vitt
tr: GB - Siyah ve Beyaz
vi_vn: GB - Đen và Trắng
zh_tw: GB - 黑白

# game_options
source: GB - DMG
ko: 게임보이 - DMG

# game_options
source: GB - Light
hu: GB - Fény
ko: 게임보이 - 라이트
nb_no: GB - Lys
pl: GB - Światło
pt_pt: GB - Leve
ro_ro: GB - Luminos
sk_sk: GB - Svetlý
sv_se: GB - Ljus
tr: GB - Hafif
vi_vn: GB - Sáng

# game_options
source: GB - Pocket
hu: GB - Zseb
ko: 게임보이 - 포켓
nb_no: GB - Lomme
pl: GB - Kieszeń
tr: GB - Cep
vi_vn: GB - Túi

# game_options
source: GB - Smart Coloring
eu_es: GB - Koloreztatze adimentsua.
hu: GB - Intelligens színezés
ko: 게임보이 - 스마트 컬러링
nb_no: GB - Smart fargelegging
pl: GB - Inteligentna kolorystyka
pt_pt: GB - Coloração Inteligente
ro_ro: GB - Colorare inteligentă
sk_sk: GB - Inteligentné sfarbenie
sv_se: GB - Smart färgläggning
tr: GB - Akıllı Renklendirme
vi_vn: GB - Màu Thông Minh
zh_tw: GB - 智慧著色

# game_options
source: GB COLORIZATION
ca: COLORITZACIÓ GB
es: COLORIZACIÓN GB
eu_es: GB KOLORIZAZIOA
gl_es: COLORIZACIÓN GB
hu: GB SZÍNEZÉS
it: COLORIZZAZIONE GB
ja_jp: GB カラー化
ko: 게임보이 전자 채색
nb_no: GB-FARGELEGGING
pl: KOLORYZACJA GB
pt_pt: GB COLORIZAÇÃO
ro_ro: COLORARE GB
sk_sk: GB zafarbenie
sv_se: GB FÄRGLÄGGNING
tr: GB RENKLENDİRME
vi_vn: MÀU SẮC GB
zh_tw: GB 彩色化

# game_options
source: GB-Eire
ko: 게임보이-에이레
pl: Wielka Brytania-Irlandia
pt_pt: GB-Irlanda
ro_ro: GB-Irlanda
sk_sk: GB-Írsko

# game_options
source: GBC - Blue
ca: GBC - Blau
es: GBC - Azul
eu_es: GBC - Urdina
gl_es: GBC - Azul
hu: GBC - kék
it: GBC - Blu
ko: 게임보이 컬러 - 블루
nb_no: GBC - Blå
pl: GBC - Niebieska
pt_pt: GBC - Azul
ro_ro: GBC - Albastru
sk_sk: GBC - Modrý
sv_se: GBC - Blå
tr: GBC - Mavi
vi_vn: GBC - Xanh Da Trời
zh_tw: GBC - 藍

# game_options
source: GBC - Brown
ca: GBC - Marró
es: GBC - Marrón
eu_es: GBC - Marroia
gl_es: GBC - Marrón
hu: GBC - barna
it: GBC - Marrone
ko: 게임보이 컬러 - 브라운
nb_no: GBC - Brun
pl: GBC - Brązowa
pt_pt: GBC - Castanho
ro_ro: GBC - Maro
sk_sk: GBC - Hnedý
sv_se: GBC - Brun
tr: GBC - Kahverengi
vi_vn: GBC - Nâu
zh_tw: GBC - 棕

# game_options
source: GBC - Dark Blue
ca: GBC - Blau fosc
es: GBC - Azul Oscuro
eu_es: GBC - Urdin iluna
gl_es: GBC - Azul Escuro
hu: GBC - sötétkék
it: GBC - Blu Scuro
ko: 게임보이 컬러 - 다크 블루
nb_no: GBC - Mørkeblå
pl: GBC - Ciemnoniebieska
pt_pt: GBC - Azul escuro
ro_ro: GBC - Albastru închis
sk_sk: GBC - Tmavo modrý
sv_se: GBC - Mörkblå
tr: GBC - Koyu Mavi
vi_vn: GBC - Xanh da trời tối
zh_tw: GBC - 深藍色

# game_options
source: GBC - Dark Brown
ca: GBC - Marró fosc
es: GBC - Marrón Oscuro
eu_es: GBC - Marroi iluna
gl_es: GBC - Marrón Escuro
hu: GBC - sötétbarna
it: GBC - Marrone Scuro
ko: 게임보이 컬러 - 다크 브라운
nb_no: GBC - Mørk brun
pl: GBC - Ciemnobrązowa
pt_pt: GBC - Castanho Escuro
ro_ro: GBC - Maro închis
sk_sk: GBC - Tmavo hnedý
sv_se: GBC - Mörkbrun
tr: GBC - Koyu Kahve
vi_vn: GBC - Nâu Sẫm
zh_tw: GBC - 深棕色

# game_options
source: GBC - Dark Green
ca: GBC - Verd fosc
es: GBC - Verde Oscuro
eu_es: GBC - Berde iluna
gl_es: GBC - Verde escuro
hu: GBC - sötétzöld
it: GBC - Verde Scuro
ko: 게임보이 컬러 - 다크 그린
nb_no: GBC - Mørkegrønn
pl: GBC - Ciemnozielona
pt_pt: GBC - Verde Escuro
ro_ro: GBC - Verde închis
sk_sk: GBC - Tmavo zelený
sv_se: GBC - Mörkgrön
tr: GBC - Koyu Yeşil
vi_vn: GBC - Xanh lá cây đậm
zh_tw: GBC - 深綠色

# game_options
source: GBC - Game Specific
hu: GBC - Játék-specifikus
ko: GBC - 게임 사양
pl: GBC - w zależności od gry
pt_pt: GBC - Específico do jogo
sv_se: GBC - Spelspecifik
tr: GBC - Oyuna Özel
vi_vn: GBC - Trò Chơi Cụ Thể
zh_tw: GBC - 遊戲專用

# game_options
source: GBC - Grayscale
ca: GBC - Escala de grisos
es: GBC - Escala de grises
eu_es: GBC - Gris eskala
gl_es: GBC - Escala de grises
hu: GBC - Szürkeárnyalat
it: GBC - Scala di grigi
ko: 게임보이 컬러 - 그레이스케일
nb_no: GBC - Gråtoner
pl: GBC - Skala szarości
pt_pt: GBC - Tons de cinza
ro_ro: GBC - Tonuri de gri
sk_sk: GBC - Šedý
sv_se: GBC - Gråskala
tr: GBC - Gri Tonlama
vi_vn: GBC - Xám
zh_tw: GBC - 灰階

# game_options
source: GBC - Green
ca: GBC - Verd
es: GBC - Verde
eu_es: GBC - Berdea
gl_es: GBC - Verde
hu: GBC - zöld
it: GBC - Verde
ko: 게임보이 컬러 - 그린
nb_no: GBC - Grønn
pl: GBC - Zielona
pt_pt: GBC - Verde
ro_ro: GBC - Verde
sk_sk: GBC - Zelený
sv_se: GBC - Grön
tr: GBC - Yeşil
vi_vn: GBC - Xanh Lá Cây
zh_tw: GBC - 綠

# game_options
source: GBC - Inverted
ca: GBC - Invertit
es: GBC - Invertido
eu_es: GBC - alderantzikatua
gl_es: GBC - Invertido
hu: GBC - fordított
it: GBC - Invertito
ko: 게임보이 컬러 - 반전
nb_no: GBC - Invertert
pl: GBC - Odwrócona
pt_pt: GBC - Invertido
ro_ro: GBC - Inversat
sk_sk: GBC - Inverzný
sv_se: GBC - Inverterad
tr: GBC - Ters
vi_vn: GBC - Đảo Ngược
zh_tw: GBC - 反相

# game_options
source: GBC - Orange
ca: GBC - Taronja
es: GBC - Naranja
eu_es: GBC - Laranja
gl_es: GBC - Laranxa
hu: GBC - narancssárga
it: GBC - Arancione
ko: 게임보이 컬러 - 오렌지
nb_no: GBC - Oransje
pl: GBC - Pomarańczowa
pt_pt: GBC - Laranja
ro_ro: GBC - Portocaliu
sk_sk: GBC - Žltý
tr: GBC - Portakal Rengi
vi_vn: GBC - Cam
zh_tw: GBC - 橙

# game_options
source: GBC - Pastel Mix
ca: GBC - Barreja Pastel
es: GBC - Mezcla Pastel
eu_es: GBC - Pastel nahasketa
hu: GBC - Pasztell keverék
it: GBC - Pastello Misto
ko: 게임보이 컬러 - 파스텔 믹스
nb_no: GBC - Pastellmiks
pt_pt: GBC - Mistura Pastel
ro_ro: GBC - Mix pastel
sk_sk: GBC - Pastelový mix
sv_se: GBC - Pastellblandning
tr: GBC - Pastel Karışım
vi_vn: GBC - Hỗn Hợp Pastel
zh_tw: GBC -粉彩混合

# game_options
source: GBC - Red
ca: GBC - Vermell
es: GBC - Rojo
eu_es: GBC - Gorria
gl_es: GBC - Vermello
hu: GBC - piros
it: GBC - Rosso
ko: 게임보이 컬러 - 레드
nb_no: GBC - Rød
pl: GBC - Czerwona
pt_pt: GBC - Vermelho
ro_ro: GBC - Roșu
sk_sk: GBC - Červený
sv_se: GBC - Röd
tr: GBC - Kırmızı
vi_vn: GBC - Đỏ
zh_tw: GBC - 紅

# game_options
source: GBC - Yellow
ca: GBC - Groc
es: GBC - Amarillo
eu_es: GBC - Horia
gl_es: GBC - Amarelo
hu: GBC - sárga
it: GBC - Giallo
ko: 게임보이 컬러 - 옐로우
nb_no: GBC - Gul
pl: GBC - Żółta
pt_pt: GBC - Amarelo
ro_ro: GBC - Galben
sk_sk: GBC - Žltý
sv_se: GBC - Gul
tr: GBC - Sarı
vi_vn: GBC - Vàng
zh_tw: GBC - 黃

# game_options
source: GCE Vectrex cartridges
ca: Cartutxos GCE Vectrex
es: Cartuchos GCE Vectrex
eu_es: GCE Vectrex kartutxoak
gl_es: Cartuchos GCE Vectrex
hu: GCE Vectrex kazetta
it: Cartucce GCE Vectrex
ja_jp: GCE Vectrex カートリッジ
ko: GCE 벡트렉스 카트리지
nb_no: GCE Vectrex-kassetter
pl: Kartridże GCE Vectrex
pt_pt: Cartuchos GCE Vectrex
ro_ro: Cartele GCE Vectrex
sk_sk: GCE Vectrex kartridže
sv_se: GCE Vectrex-kassetter
tr: GCE Vectrex kartuşları
zh_tw: GCE Vectrex 卡匣

# game_options
source: GDC
ko: GDC (게임 개발자 회의)

# game_options
source: GLideN64 (Fastest)
ca: GLideN64 (El més ràpid)
es: GLideN64 (Más rápido)
eu_es: GLideN64 (Azkarrena)
gl_es: GLideN64 (máis rápido)
hu: GLideN64 (Gyorsabb)
it: GlideN64 (il più veloce)
ja_jp: GLideN64 (最速)
ko: 글라이드N64 (가장 빠름)
nb_no: GLideN64 (raskest)
pl: GLideN64 (najszybsza)
pt_pt: GLideN64 (Mais Rápido)
ro_ro: GLideN64 (Cel mai rapid)
sk_sk: GLideN64 (najrýchlejšie)
sv_se: GLideN64 (snabbast)
tr: GLideN64 (En Hızlı)
vi_vn: GLideN64 (Nhanh nhất)
zh_tw: GLideN64(最快)

# game_options
source: GMT
ko: 그리니치 표준시
zh_tw: GMT標準時間

# game_options
source: GPU / OpenGL (Default)
es: GPU / OpenGL (Defecto)
eu_es: GPU / OpenGL (Defektuzkoa)
gl_es: GPU/OpenGL (predeterminado)
hu: GPU / OpenGL (Alap)
ja_jp: GPU / OpenGL (標準)
ko: GPU / OpenGL (기본)
nb_no: GPU / OpenGL (standard)
pl: GPU / OpenGL (domyślnie)
pt_pt: GPU / OpenGL (Predefinição)
ro_ro: GPU / OpenGL (Implicit)
sk_sk: GPU / OpenGL (predvolené)
sv_se: GPU / OpenGL (standard)
tr: GPU / OpenGL (Varsayılan)
vi_vn: GPU / OpenGL (Mặc định)
zh_tw: GPU / OpenGL (預設)

# game_options
source: GPU SYNC
ca: SINCRONITZACIÓ DE GPU
es: SINCRONIZACIÓN DE GPU
eu_es: GPU SINKRONIZAZIOA
ja_jp: GPU 同期
ko: GPU 동기화
pt_pt: SINCRONIZAÇÃO DO GPU
ro_ro: SINCRONIZARE GPU
sk_sk: GPU synchronizácia
vi_vn: ĐỒNG BỘ HÓA GPU
zh_tw: GPU同步

# game_options
source: GPU emulation accuracy. Most games render fine with Normal. High is required to ensure particles render correctly.
es: Precisión de emulación de GPU. La mayoría de los juegos funcionan bien con Normal. Se requiere Alto para garantizar que las partículas se reproduzcan correctamente.
gl_es: Precisión de emulación de GPU. A maioría dos xogos van ben con Normal. Requírese alto para garantir que as partículas se reproduzcan correctamente.
hu: GPU-emuláció pontossága. A legtöbb játék renderelése Normál beállítással is jó. A részecskék helyes rendereléséhez a Magasra-ra van szükség.
it: Accuratezza emulazione GPU. Normale va bene per molti giochi. Alto è necessario per assicurare che le particelle siano renderizzate correttamente.
ja_jp: GPUエミュレーションの精度。ほとんどのゲームは通常で問題なくレンダリングされます。 パーティクルが正しくレンダリングされるようにするには、高い値が必要です
ko: GPU 에뮬레이션 정확도입니다. 대부분 게임은 보통으로 렌더링이 잘 됩니다. 높음은 파티클이 올바르게 렌더링되도록 하는 데 필요합니다.
nb_no: GPU-emuleringsnøyaktighet. De fleste spill gjengis bra med Normal. Høy er nødvendig for å sikre at partikler gjengis riktig.
pl: Dokładność emulacji GPU. Większość gier renderuje się dobrze w trybie Normal. Wysoka jest wymagana, aby zapewnić prawidłowe renderowanie cząsteczek.
pt_pt: Precisão de emulação de GPU. A maioria dos jogos funciona bem com Normal. Alto é obrigatório para garantir que as partículas sejam renderizadas corretamente.
ro_ro: Acuratețea emulării GPU. Majoritatea jocurilor se redau normal cu Normal. Înalt este necesar pentru a asigura redarea corectă a particulelor.
sv_se: GPU-emuleringens noggrannhet. De flesta spel renderas bra med Normal. Hög krävs för att säkerställa att partiklarna återges korrekt.
tr: GPU öykünme doğruluğu. Çoğu oyun Normal ile iyi sonuç verir. Parçacıkların doğru şekilde işlenmesini sağlamak için yüksek gereklidir.
vi_vn: Độ chính xác mô phỏng GPU. Hầu hết các trò chơi đều hiển thị tốt ở chế độ Bình thường. Cần có mức cao để đảm bảo các hạt hiển thị chính xác.
zh_tw: GPU模擬精度。正常情況多數遊戲算繪正常。「高」是確保粒子正確算繪所必需的。

# game_options
source: GRAPHICAL USER INTERFACE
ca: INTERFÍCIE GRÀFICA D’USUARI
es: INTERFAZ GRÁFICA DE USUARIO
eu_es: ERABILTZAILE INTERFAZE GRAFIKOA
gl_es: INTERFAZ GRÁFICA DE USUARIO
hu: GRAFIKUS FELHASZNÁLÓI FELÜLET
it: INERFACCIA GRAFICA UTENTE
ja_jp: グラフィカル ユーザー インターフェース
ko: 그래픽 사용자 인터페이스
nb_no: GRAFISK BRUKERGRENSESNITT
pl: GRAFICZNY INTERFEJS UŻYTKOWNIKA
pt_pt: INTERFACE GRÁFICO DO UTILIZADOR
ro_ro: INTERFAȚA GRAFICĂ UTILIZATOR
sk_sk: Grafické používateľské rozhranie
sv_se: GRAFISKT ANVÄNDARGRÄNSSNITT
tr: GRAFİKSEL KULLANICI ARAYÜZÜ
vi_vn: GIAO DIỆN ĐỒ HỌA NGƯỜI DÙNG
zh_tw: 圖形用戶界面

# game_options
source: GRAPHICS
es: GRÁFICOS
eu_es: GRAFIKOAK
gl_es: GRÁFICOS
hu: GRAFIKA
it: GRAFICA
ja_jp: グラフィック 設定
ko: 그래픽
nb_no: GRAFISK
pl: GRAFIKA
pt_pt: GRÁFICOS
ro_ro: GRAFICĂ
sk_sk: Grafika
sv_se: GRAFIK
tr: GRAFİKLER
vi_vn: ĐỒ HỌA
zh_tw: 圖形

# game_options
source: GRAPHICS API
ca: API GRÀFICA
es: API GRÁFICA
eu_es: API GRAFIKOA
gl_es: API GRÁFICA
hu: GRAFIKUS API
it: API GRAFICHE
ja_jp: グラフィック API
ko: 그래픽 API
nb_no: GRAFIKK-API
pl: API GRAFIKI
pt_pt: API GRÁFICA
ro_ro: API GRAFIC
sk_sk: Grafické API
sv_se: GRAFIK-API
tr: GRAFİK API
vi_vn: API ĐỒ HỌA
zh_tw: 圖形API

# game_options
source: GRAPHICS CHIP TYPE
ca: TIPUS DE CHIP GRÀFIC
es: TIPO DE CHIP GRÁFICO
eu_es: TXIP GRAFIKO MOTA
gl_es: TIPO DE CHIP GRÁFICO
hu: GRAFIKUS CHIP TÍPUSA
it: TIPOLOGIA DI CHIP VIDEO
ja_jp: グラフィックチップタイプ
ko: 그래픽 칩 유형
nb_no: TYPE GRAFIKKBRIKKE
pl: TYP UKŁADU GRAFICZNEGO
pt_pt: TIPO DE CHIP GRÁFICO
ro_ro: TIP CIP GRAFIC
sk_sk: Typ grafického čipu
sv_se: GRAFIKKORTSTYP
tr: GRAFİK CHIP TÜRÜ
vi_vn: LOẠI CHIP ĐỒ HỌA
zh_tw: 圖形晶片型別
