Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: Pro Controller required for games that require shake motions.
ca: El comandament Pro Controller és requerit per jocs que requereixen moviments de sacsada.
es: Se requiere Pro Controller para juegos que utilizan la vibración.
eu_es: Pro kontrolatzailea beharrezkoa da astintze mugimenduak behar dituzten jokuetan.
gl_es: Requírese un Pro Controller para xogos que usan a vibración.
hu: Pro Controller szükséges a rázó mozdulatokat igénylő játékokhoz.
it: Il controller Pro per giochi che richiedono movimenti shake.
ja_jp: 振る動作が必要なゲームにはプロコントローラーが必要です
ko: 흔들림 동작이 필요한 게임에 필요한 프로 컨트롤러입니다.
nb_no: Pro Controller kreves for spill som krever ristebevegelser.
pl: Pro Controller jest wymagany w grach, które wymagają ruchów potrząsania.
pt_pt: Pro Controller necessário para jogos que exigem movimentos de abanagem.
ro_ro: Controler Pro este necesar pentru jocurilor care necesită mișcări de vibrație.
sk_sk: Profesionálny ovládač je potrebný pre hry, ktoré vyžadujú pohyby.
sv_se: Pro Controller krävs för spel som kräver skakrörelser.
tr: Sallama hareketi gerektiren oyunlar için Pro Controller gereklidir.
vi_vn: Bộ điều khiển chuyên dụng cần thiết cho các trò chơi yêu cầu chuyển động rung.
zh_tw: 需要搖晃動作的遊戲需要 Pro Controller。

# game_options
source: Produces a clean LCD effect.
ca: Produeix l’efecte d’un LCD net.
es: Produce un efecto LCD limpio.
eu_es: LCD garbi efektua sortzen du.
gl_es: Produce un efecto LCD limpo.
hu: Tiszta LCD hatást produkál.
it: Produce in effetto LCD pulito.
ja_jp: すっきりとしたLCD効果を生み出します
ko: 깨끗한 LCD 효과를 생성합니다.
nb_no: Gir en ren LCD-effekt.
pl: Zapewnia czysty efekt LCD.
pt_pt: Produz um efeito LCD limpo.
ro_ro: Produce un efect de LCD curat.
sk_sk: Vytvorí čistý LCD efekt.
sv_se: Skapar en ren LCD-effekt.
tr: Temiz bir LCD efekti üretir.
vi_vn: Tạo hiệu ứng LCD rõ ràng.
zh_tw: 產生清晰的 LCD 效果。

# game_options
source: Provides a ball trail to make the ball easier to follow.
es: Agrega una estela a la bola para facilitar su seguimiento.
gl_es: Proporciona un rastro de balón para que o balón sexa máis fácil de seguir.
hu: Golyó-nyomvonalat biztosít, hogy a golyó könnyebben követhető legyen.
it: Fornisce una scia della pallina per seguirla più facilmente.
ja_jp: ボールを追いやすくするためのボールの軌道を表示します
ko: 볼을 더 쉽게 따라갈 수 있도록 볼 트레일을 제공합니다.
nb_no: Gir et ballspor som gjør det lettere å følge ballen.
pl: Zapewnia ślad piłki, aby ułatwić jej śledzenie.
pt_pt: Fornece um rasto de bola para facilitar o acompanhamento da bola.
ro_ro: Afișează o urmă a mingiei pentru a face mingea mai ușor de urmărit.
sv_se: Ger ett bollspår som gör det lättare att följa bollen.
tr: Topun takip edilmesini kolaylaştırmak için top izi sağlar.
vi_vn: Cung cấp một vệt bóng để làm cho bóng dễ theo dõi hơn.
zh_tw: 提供球跡，使球更容易跟隨。

# game_options
source: Provides analog controller and mouse support while patching existing rotary controller bugs found in hardware.
es: Proporciona soporte para mando analógico y ratón y al mismo tiempo corrige errores existentes en el hardware del controlador rotatorio.
gl_es: Proporciona soporte para controladores analóxicos e rato ao tempo que soluciona erros nos controladores rotatorios detectados no hardware.
hu: Analóg kontroller- és egértámogatást biztosít, miközben javítja a hardverben található forgóvezérlő hibáit.
it: Fornisce supporto per controller analogico e mouse allo stesso tempo sistema i bugs trovati nell'hardware del controller.
ja_jp: ハードウェアで見つかった既存のロータリー コントローラーのバグにパッチを当てながら、アナログ コントローラーとマウスをサポートします
ko: 하드웨어에서 발견된 기존 로터리 컨트롤러 버그를 패치하는 동시에 아날로그 컨트롤러 및 마우스 지원을 제공합니다.
pl: Zapewnia obsługę kontrolera analogowego i myszy, jednocześnie łatając istniejące błędy kontrolera obrotowego znalezione w sprzęcie.
pt_pt: Fornece suporte para comando analógico e rato enquanto corrige o rotativo existente bugs do comando encontrados no hardware.
ro_ro: Oferă suport pentru controlere analogice și maus, totodată aplicând remedieri pentru bug-urile existente ale controlerelor rotative găsite în hardware.
sv_se: Ger stöd för analog styrenhet och mus samtidigt som befintliga buggar i hårdvaran för roterande styrenheter åtgärdas.
tr: Donanımda bulunan döner kontrolcü hatalarını düzeltirken analog kontrolcü ve fare desteği sağlar.
vi_vn: Cung cấp hỗ trợ bộ điều khiển analog và chuột đồng thời vá các lỗi bộ điều khiển quay hiện có trong phần cứng.
zh_tw: 提供模擬控制器和滑鼠支持，同時修補硬體中發現的現有旋轉控制器錯誤。

# game_options
source: Puerto Rico
gl_es: Porto Rico
it: Porto Rico
ko: 푸에르토리코
pl: Portoryko
pt_pt: Porto Rico
sk_sk: Portoriko
tr: Porto Riko

# keys_files
source: Pull plunger
es: Tirar del embolo
eu_es: Zapaltzea sakatu
gl_es: Tire do émbolo
hu: Kilövés
it: Tira la leva
ja_jp: レバーを引く
ko: 플런저 당김
nb_no: Trekk i stempelet
pl: Pociągnij tłok
pt_pt: Puxe o plunger
ro_ro: Trage argul
sk_sk: Vytiahnuť piest
sv_se: Dra i vaskrensaren
tr: Pistonu çek
vi_vn: Kéo pít tông
zh_tw: 拉動擊球桿

# game_options
source: Pulse (Default)
es: Pulse (Defecto)
eu_es: Puls (Defektuzkoa)
gl_es: Pulse (predeterminado)
hu: Pulse (Alap)
ja_jp: Pulse（標準）
ko: 펄스 (기본)
nb_no: Puls (standard)
pl: Pulse (domyślnie)
pt_pt: Pulsar (Predefinição)
ro_ro: Pulse (Implicit)
sk_sk: Pulse (predvolené)
sv_se: Puls (standard)
tr: Pulse (Varsayılan)
vi_vn: Xung (Mặc định)
zh_tw: 脈衝（預設）

# game_options
source: Punjabi
ja_jp: パンジャーブ語
ko: 펀자브어
pl: Pendzabski
sk_sk: Pandžábčina
tr: Pencap

# game_options
source: Pure Interpreter (Most Accurate)
ca: Intèrpret pur (Més precís)
es: Interprete puro (Más preciso)
eu_es: Interpretatzaile hutsa (Zehatzena)
gl_es: Intérprete puro (máis preciso)
hu: Egyszerű fordító (legpontosabb)
it: Interprete Puro (Più accurato)
ja_jp: Pure インタプリタ (最も正確)
ko: 순수 해석기 (가장 정확함)
nb_no: Ren tolk (mest nøyaktig)
pl: Pure Interpreter (najbardziej dokładny)
pt_pt: Interpreter puro (Mais Preciso)
ro_ro: Interpretor pur (Cel mai exact)
sk_sk: Čistý interpreter (najpresnejší)
sv_se: Ren tolk (mest exakt)
tr: Saf Yorumcu (En Kesin)
vi_vn: Trình biên dịch thuần túy (Chính xác nhất)
zh_tw: 純解譯器（最準確）

# game_options
source: Purupuru Pack/Vibration Pack
ca: Purupuru Pack/Pack de Vibració
eu_es: Purupuru Pack-a/Bibrazio Pack-a
gl_es: Paquete Purupuru/Paquete de vibración
ja_jp: ぷるぷるパック/振動パック
ko: 푸루푸루팩/진동팩
nb_no: Purupuru-pakke/vibrasjonspakke
pt_pt: Purupuru Pack/Jump Pak/Vibration Pack (Vibração)
ro_ro: Pachet Purupuru/Pachet vibrații
tr: Purupuru Paketi/Titreşim Paketi
vi_vn: Gói Purupuru/Gói rung
zh_tw: Purupuru Pack/震動包

# game_options
source: QUAD RENDERING
ca: RENDERITZAT QUÀDRUPLE
es: RENDERIZADO CUÁDRUPLE
eu_es: LAUKOTE RENDERIZATZEA
gl_es: RENDERIZADO QUAD
ja_jp: クワッド レンダリング
ko: 쿼드 렌더링
pl: RENDEROWANIE QUAD
pt_pt: RENDERIZAÇÃO QUÁDRUPLA
ro_ro: REDARE QUAD
sk_sk: Štvorité renderovanie
tr: DÖRTLÜ İŞLEYİCİ
zh_tw: 四重算繪

# game_options
source: QUERY OCCLUSION
es: CONSULTA DE OCLUSIÓN
gl_es: CONSULTA OCLUSIÓN
hu: LEKÉRDEZÉS ELZÁRÓDÁS
it: OCCLUSIONE QUERY
ja_jp: クエリオクルージョン
ko: 쿼리 폐색
nb_no: SPØRRING AV OKKLUSJON
pl: OKLUZJA ZAPYTAŃ
pt_pt: OCLUSÃO DE CONSULTA
ro_ro: INTEROGAREA OCLUZIEI
tr: SORGU TIKANIKLIĞI
zh_tw: 查詢阻塞

# game_options
source: QUIT ON HOST
ca: SORTIR DEL REMOT
es: SALIR DEL HOST
eu_es: ITZALI MAKINAN
gl_es: SAÍR DO ANFITRIÓN
hu: KILÉPÉS A HÁZIGAZDÁNÁL
it: ESCI DALL'HOST
ja_jp: ホストを終了
ko: 호스트에서 종료
nb_no: SLUTT PÅ VERTEN
pl: ZAKOŃCZ PRACĘ Z HOSTEM
pt_pt: SAIR DO HOST
ro_ro: ABANDONEAZĂ PE GAZDĂ
sk_sk: Ukončiť na hostiteľovi
sv_se: AVSLUTA PÅ VÄRD
tr: HOST İLE ÇIKIŞ
vi_vn: THOÁT KHỎI MÁY CHỦ
zh_tw: 退出主機

# game_options
source: Qatar
hu: Katar
ko: 카타르
pl: Katar
pt_pt: Catar
sk_sk: Katar
tr: Katar

# keys_files
source: Quick Load
es: Carga rápida
eu_es: Karga Azkarra
gl_es: Carga rápida
it: Caricamento Rapido
ja_jp: クイック ロード
ko: 빠른 로드
nb_no: Rask lasting
pl: Szybkie wgranie
ro_ro: Încărcare rapidă
sk_sk: Rýchle načítanie

# keys_files
source: Quick Save
es: Guardado rápido
eu_es: Gordetze Azkarra
gl_es: Gardado rápido
it: Salvataggio Rapido
ja_jp: クイック セーブ
ko: 빠른 저장
nb_no: Hurtiglagring
pl: Szybki zapis
ro_ro: Salvare rapidă
sk_sk: Rýchle uloženie

# keys_files
source: Quick load
es: Carga rápida
eu_es: Karga azkarra
gl_es: Carga rápida
it: Caricamento rapido
ja_jp: クイックロード
ko: 빠른 로드
nb_no: Rask lasting
pl: Szybkie wgranie
ro_ro: Încărcare rapidă
sk_sk: Rýchle načítanie

# keys_files
source: Quick save
es: Guardado rápido
eu_es: Godetze azkarra
gl_es: Gardado rápido
it: Salvataggio rapido
ja_jp: クイックセーブ
ko: 빠른 저장
nb_no: Rask lagring
pl: Szybki zapis
ro_ro: Salvare rapidă
sk_sk: Rýchle uloženie

# keys_files
source: QuickMenu
ca: Menú ràpid
es: Manú rápido
eu_es: Menu Azkarra
gl_es: Menú rápido
it: MenuRapido
ja_jp: クイックメニュー
ko: 빠른 메뉴
nb_no: Hurtigmeny
pl: Menu podręczne
ro_ro: Meniu rapid
sk_sk: Rýchla ponuka

# game_options
source: Quickload
ca: Càrrega ràpida
es: Carga rápida
eu_es: Karga azkarra
gl_es: Carga rápida
hu: Gyorstöltés
ja_jp: クイックロード
ko: 빠른 로드
nb_no: Hurtiginnlasting
pl: Szybkie ładowanie
pt_pt: Carregamento rápido
ro_ro: Încărcare rapidă
sk_sk: Rýchle načítanie
sv_se: Snabbinläsning
tr: Hızlı yükleme
vi_vn: Tải nhanh
zh_tw: 快速載入

# keys_files
source: Quit the application
es: Salir de la aplicación
eu_es: Irten aplikaziotik
gl_es: Sair da aplicación
it: Esci dall'applicazione
ja_jp: アプリケーションを終了
ko: 응용 프로그램 종료
nb_no: Avslutte programmet
pl: Zamknij aplikację
ro_ro: Ieși din aplicație
sk_sk: Ukončiť aplikáciu

# keys_files
source: Quits the current level
es: Abandonar nivel actual
eu_es: Uneko pantailatik irten
gl_es: Sair do nivel actual
it: Esci dal livello attuale
ja_jp: 現在のレベルを終了
ko: 현재 레벨 종료
nb_no: Avslutter gjeldende nivå
pl: Opuszcza bieżący poziom
ro_ro: Abandonează nivelul curent
sk_sk: Ukončí aktuálnu úroveň

# game_options
source: RAM EXPANSION UNIT
es: UNIDAD DE EXPASIÓN DE RAM
gl_es: UNIDADE DE EXPANSIÓN RAM
hu: RAM BŐVÍTŐ EGYSÉG
it: UNITÀ ESPANSIONE RAM
ja_jp: RAM 拡張ユニット
ko: 램 확장 장치
nb_no: RAM EKSPANSJONS-ENHET
pl: ROZSZERZENIE RAM
pt_pt: UNIDADE DE EXPANSÃO DA RAM
ro_ro: UNITATE DE EXPANSIUNE RAM
sv_se: RAM-EXPANSIONSENHET
tr: RAM GENİŞLETME ÜNİTESİ
vi_vn: ĐƠN VỊ MỞ RỘNG RAM
zh_tw: 記憶體擴充單元

# game_options
source: RAM SIZE
ca: MIDA DE LA RAM
es: TAMAÑO DE LA RAM
eu_es: RAM TAMAINA
gl_es: TAMAÑO DA RAM
hu: MEMÓRIA MÉRETE
it: DIMENSIONE RAM
ja_jp: RAM 容量
ko: 램 크기
nb_no: RAMSTØRRELSE
pl: ROZMIAR RAM
pt_pt: TAMANHO DA RAM
ro_ro: MĂRIME RAM
sk_sk: Veľkosť RAM
sv_se: RAM-STORLEK
tr: RAM BOYUTU
vi_vn: KÍCH THƯỚC RAM
zh_tw: 記憶體容量

# game_options
source: RDP PLUGIN
ca: EXTENSIÓ RDP
es: PLUGIN RDP
eu_es: RDP PLUGIN-A
gl_es: COMPLEMENTO RDP
it: PLUGIN RDP
ja_jp: RDP プラグイン
ko: RDP 플러그인
pl: WTYCZKA RDP
pt_pt: EXTENSÃO RDP
ro_ro: PLUGIN RDP
sv_se: RDP-INSTICKSMODUL
tr: RDP EKLENTİSİ
zh_tw: RDP插件

# game_options
source: READ FRAMEBUFFER EVERY FRAME (GLIDE64MK2)
ca: LLEGIR FRAMEBUFFER A CADA QUADRE (GLIDE64MK2)
es: LEER FRAMEBUFFER EN CADA FOTOGRAMA (GLIDE64MK2)
eu_es: IRAKURRI FOTOGRAMA BUFFER-A BETI (GLIDE64MK2)
gl_es: LER FRAMEBUFFER EN CADA FOTOGRAMA (GLIDE64MK2)
hu: A FRAMEBUFFER OLVASSA EL MINDEN KÉPET (GLIDE64MK2)
it: LEGGI FRAMEBUFFER A OGNI FRAME (GLIDE64MK2)
ja_jp: フレームごとにバッファを読み取る(GLIDE64MK2)
ko: 프레임마다 프레임 버퍼 읽기 (GLIDE64MK2)
nb_no: LESE FRAMEBUFFER HVER FRAME (GLIDE64MK2)
pl: ODCZYTUJ BUFOR RAMKI CO KLATKĘ (GLIDE64MK2)
pt_pt: LER FRAMEBUFFER EM CADA FRAME (GLIDE64MK2)
ro_ro: CITEȘTE BUFFER-UL DE CADRE LA FIECARE CADRU (GLIDE64MK2)
sk_sk: Čítať framebuffer pri každej snímke (Glide64MK2)
sv_se: LÄS FRAMEBUFFERTEN VARJE BILDRUTA (GLIDE64MK2)
tr: HER KAREDE KARE ARABELLEĞİNİ OKU (GLIDE64MK2)
zh_tw: 每幀讀取幀緩衝區（GLIDE64MK2）

# game_options
source: READBACK RESOLVE
es: RESOLUCIÓN DE LECTURA
gl_es: RESOLUCIÓN DE LECTURA
hu: VISSZAOLVASÁS FELOLDÁSA
it: RISOLVI READBACK
ja_jp: リードバックリゾルブ
ko: 다시 읽기 해결
pl: ROZWIĄZANIE READBACK
pt_pt: RESOLUÇÃO DE LEITURA
ro_ro: REZOLVĂ READBACK
tr: OKUMA ÇÖZÜMÜ
zh_tw: 回讀解析

# game_options
source: REAL PALETTES
ca: PALETES REALS
eu_es: BENETAZKO PALETAK
hu: IGAZI PALETTA
it: PALETTE REALI
ja_jp: リアルパレット
ko: 실제 팔레트
nb_no: VIRKELIGE PALETTER
pl: PRAWDZIWA PALETA
pt_pt: PALETES REAIS
ro_ro: PALETE REALE
sk_sk: Skutočné palety
sv_se: RIKTIGA PALETTER
tr: GERÇEK PALETLER
vi_vn: BẢNG MÀU THỰC
zh_tw: 真實調色盤

# game_options
source: REDUCE SPRITE FLICKERING
ca: REDUIR PAMPALLUGUEIG D’IMATGE
es: REDUCIR PARPADEO DE SPRITES
eu_es: GUTXITU SPRITE DARDARA
gl_es: REDUCE O PESTANEXO DE SPRITE
hu: CSÖKKENTI A SPRITE VILLÓDZÁST
it: RIDUCI FLICKERING DEGLI SPRITE
ja_jp: スプライトのちらつきの軽減
ko: 스프라이트 깜박임 감소
nb_no: REDUSERE FLIMRING AV SPRITE
pl: ZMNIEJSZ MIGOTANIE SPRITE'ÓW
pt_pt: REDUZIR IMAGEMS INTERMITENTE
ro_ro: REDU PÂLPÂIREA SPRITE-URILOR
sk_sk: Znížiť blikanie spritov
sv_se: MINSKA SPRITE-FLIMMER
tr: HAREKET TİTREŞMESİNİ AZALT
vi_vn: GIẢM HỌA TIẾT NHẤP NHÁY
zh_tw: 減少閃爍

# game_options
source: REDUCE SPRITE FLICKERING (UNSTABLE)
ca: REDUIR PAMPALLUGUEIG D’IMATGE (INESTABLE)
es: REDUCIR PARPADEO DE SPRITES (INESTABLE)
eu_es: GUTXITU SPRITE DARDARA (EZ DA EGONKORRA)
gl_es: REDUCIR O PESTANEXO DOS SPRITES (INESTABLE)
hu: A SPRITE VILLOGÁSÁNAK CSÖKKENTÉSE (INSTABIL)
it: RIDUCE IL TRABALLAMENTO SPRITE (INSTABILE)
ja_jp: スプライトのちらつきを軽減(ハック、不安定)
ko: 스프라이트 깜박임 감소 (불안정)
nb_no: REDUSERE FLIMRING AV SPRITE (USTABIL)
pl: ZMNIEJSZENIE MIGOTANIA SPRITE'ÓW (NIESTABILNE)
pt_pt: REDUZIR IMAGEM INTERMITENTE (INSTÁVEL)
ro_ro: REDU PÂLPÂIREA SPRITE-URILOR (INSTABIL)
sk_sk: Znížiť blikanie spritov (nestabilné)
sv_se: MINSKA SPRITE-FLIMMER (INSTABILT)
tr: HAREKETİN TİTREŞMESİNİ AZALT (KARARSIZ)
vi_vn: GIẢM SPRITE NHẤP NHÁY (KHÔNG ỔN ĐỊNH)
zh_tw: 減少精靈閃爍（不穩定）

# game_options
source: REFRESH RATE
es: FRECUNECIA DE ACTUALIZACIÓN
eu_es: BERRITZE TASA
gl_es: TAXA DE ACTUALIZACIÓN
hu: FRISSÍTÉSI RÁTA
ja_jp: リフレッシュレート
ko: 새로 고침 빈도
nb_no: BILDEHASTIGHET
pl: CZĘSTOTLIWOŚĆ ODŚWIEŻANIA
pt_pt: TAXA DE ACTUALIZAÇÃO
ro_ro: RATA DE REFRESH
sk_sk: Obnovovacia frekvencia
sv_se: UPPDATERINGSFREKVENS
tr: YENİLEME ORANI
vi_vn: TỶ LỆ LÀM MỚI
zh_tw: 重新整理率

# game_options
source: REGION
ca: REGIÓ
es: REGIÓN
eu_es: ERREGIOA
gl_es: REXIÓN
hu: RÉGIÓ
it: REGIONE
ja_jp: リージョン(地域)
ko: 지역
pt_pt: REGIÃO
ro_ro: REGIUNE
sk_sk: Región
tr: ÜLKE
vi_vn: KHU VỰC
zh_tw: 區域

# game_options
source: REMOVE INTERLACE ARTIFACTS
ca: ELIMINAR DEFECTES D’ENTRELLAÇAT
es: ELIMINAR ARTEFACTOS DE ENTRELAZAMIENTO
eu_es: KENDU TARTEKATUTAKO MARKO ARTEFAKTOAK
gl_es: ELIMINAR ARTEFACTOS DE ENTRELAZAMENTO
hu: TÁVOLÍTSA EL AZ INTERLACE MŰTERMÉKEKET
it: RIMUOVI GLI ARTEFATTI DI INTERLACCIAMENTO
ja_jp: インターレースアーティファクトを削除する
ko: 인터레이스 아티팩트 제거
nb_no: FJERNE INTERLACE-ARTEFAKTER
pl: USUWANIE ARTEFAKTÓW PRZEPLOTU
pt_pt: REMOVER ARTEFATOS DE INTERLACE
ro_ro: ELIMINĂ ARTEFACTELE DE INTERCALARE
sk_sk: Odstrániť artefakty prekladania
sv_se: TA BORT INTERLACE-ARTEFAKTER
tr: GEÇMELİ YAPILARI KALDIR
vi_vn: LOẠI BỎ CÁC VẬT PHẨM INTERLACE
zh_tw: 消除交錯偽影

# game_options
source: REMOVE SCANLINES
ca: ELIMINAR SCANLINES
es: ELIMINAR LÍNEAS DE ESCANEO
eu_es: KENDU ESKANLERROAK
gl_es: ELIMINAR LIÑAS DE ESCANEO
hu: ELTÁVOLÍTJA A SZKENSOROKAT
it: RIMUOVI LE SCANLINE
ja_jp: スキャンラインを削除
ko: 스캔라인 제거
nb_no: FJERNE SKANNINGSLINJER
pl: USUŃ LINIE SKANOWANIA
pt_pt: REMOVER SCANLINES
ro_ro: ELIMINĂ LINIILE DE SCANARE
sk_sk: Odstrániť scan riadky
sv_se: TA BORT SKANLINJER
tr: TARAMA ÇİZGİLERİNİ KALDIR
vi_vn: XÓA DÒNG QUÉT
zh_tw: 移除掃描線

# game_options
source: RENDER
eu_es: RENDERIZAZIOA
ja_jp: レンダラ
ko: 렌더
pl: RENDEROWANIE
pt_pt: RENDERIZAR
ro_ro: REDARE
sk_sk: Renderovanie
sv_se: RENDERA
tr: İŞLEME
zh_tw: 算繪

# game_options
source: RENDER MODE
es: MODO DE RENDER
gl_es: MODO DE RENDER
hu: RENDERELÉSI MÓD
it: MODALITA' RENDER
ja_jp: レンダーモード
ko: 렌더 모드
nb_no: RENDER-MODUS
pl: TRYB RENDEROWANIA
pt_pt: MODO DE RENDERIZAÇÃO
ro_ro: MOD REDARE
sk_sk: Režim vykreslenia
sv_se: RENDERINGSLÄGE
tr: İŞLEME MODU
zh_tw: 算繪模式

# game_options
source: RENDER RESOLUTION
ca: RESOLUCIÓ DE RENDERITZAT
es: RESOLUCIÓN DE RENDERIZADO
eu_es: RENDERIZATZE BEREIZMENA
gl_es: RESOLUCIÓN DE RENDERIZADO
hu: RENDERELÉS FELBONTÁS
it: RISOLUZIONE RENDER
ja_jp: レンダー解像度
ko: 렌더 해상도
nb_no: GJENGI OPPLØSNING
pl: ROZDZIELCZOŚĆ RENDEROWANIA
pt_pt: RESOLUÇÃO DE RENDERIZAÇÃO
ro_ro: REZOLUȚIA DE REDARE
sk_sk: Renderovacie rozlíšenie
sv_se: RENDERA UPPLÖSNING
tr: İŞLEME ÇÖZÜNÜRLÜĞÜ
vi_vn: ĐỘ PHÂN GIẢI KẾT XUẤT
zh_tw: 算繪解析度

# game_options
source: RENDER RESOLUTION (SCALING)
es: RESOLUCIÓN DE RENDER (ESCALADO)
gl_es: RESOLUCIÓN DE RENDER (ESCALADO)
hu: RENDERELÉSI FELBONTÁS (MÉRETEZÉS)
it: RISOLUZIONE DI RENDER (SCALING)
ja_jp: レンダリング解像度 (スケーリング)
ko: 렌더 해상도 (스케일링)
nb_no: GJENGIVELSESOPPLØSNING (SKALERING)
pl: ROZDZIELCZOŚĆ RENDEROWANIA (SKALOWANIE)
pt_pt: RENDERIZAÇÃO DA RESOLUÇÃO (ESCALA)
ro_ro: REZOLUȚIE DE REDARE (SCALARE)
sv_se: RENDERINGSUPPLÖSNING (SKALNING)
tr: İŞLEME ÇÖZÜNÜRLÜĞÜ (ÖLÇEK)
zh_tw: 算繪解析度 (縮放)

# game_options
source: RENDER TARGET PATH
es: RUTA DE OBJETIVO DE RENDERIZADO
gl_es: CAMIÑO DO DESTINO DE RENDERIZADO
hu: RENDERELÉSI CÉL ÚTVONAL
it: PATH DI RENDERIZZAZIONE
ja_jp: レンダー ターゲットパス
ko: 렌더 대상 경로
nb_no: GJENGI MÅLBANE
pl: ŚCIEŻKA DOCELOWA RENDEROWANIA
pt_pt: CAMINHO ALVO DE RENDERIZAÇÃO
ro_ro: CALE RENDER
sv_se: RENDERAD MÅLSÖKVÄG
tr: HEDEF YOLU İŞLE
zh_tw: 算繪目標路徑

# game_options
source: RENDERER
es: RENDERIZADOR
eu_es: Renderizatzailea
gl_es: RENDERIZADOR
hu: MEGJELENÍTŐ
ja_jp: レンダラー
ko: 랜더러
pl: RENDER
pt_pt: RENDERIZADOR
sk_sk: Vykresľovač
sv_se: RENDERARE
tr: İŞLEYİCİ
zh_tw: 算繪器

# game_options
source: RENDERER MODE
es: MODO DE RENDERIZADO
gl_es: MODO RENDERIZADO
hu: RENDERELŐ MÓD
it: MODALITÀ DEL RENDERER
ja_jp: レンダラーモード
ko: 렌더러 모드
nb_no: GJENGIVELSESMODUS
pl: TRYB RENDEROWANIA
pt_pt: MODO DE RENDERIZAÇÃO
ro_ro: MOD RANDARE
sk_sk: Režim vykresľovania
sv_se: RENDERARLÄGE
tr: İŞLEYİCİ MODU
zh_tw: 算繪模式

# game_options
source: RENDERING
ca: RENDERITZACIÓ
es: RENDERIZADO
eu_es: RENDERIZATZEA
gl_es: REDERIZADO
hu: RENDERELÉS
ja_jp: レンダリング系設定
ko: 렌더링
pl: RENDEROWANIE
pt_pt: RENDERIZAÇÃO
ro_ro: RANDARE
sk_sk: Renderovanie
tr: İŞLENİYOR
vi_vn: KẾT XUẤT
zh_tw: 算繪

# game_options
source: RENDERING MODE
ca: MODE DE RENDERITZAT
es: MODO DE RENDERIZADO
eu_es: RENDERIZATZE MODUA
gl_es: MODO DE RENDERIZADO
hu: RENDERING MÓD
it: MODALITÀ DI RENDERING
ja_jp: レンダリングモード
ko: 렌더링 모드
nb_no: GJENGIVELSESMODUS
pl: TRYB RENDEROWANIA
pt_pt: MODO DE RENDERIZAÇÃO
ro_ro: MOD REDARE
sk_sk: Renderovací režim
sv_se: RENDERINGSLÄGE
tr: İŞLEYİCİ MODU
vi_vn: CHẾ ĐỘ KẾT XUẤT
zh_tw: 算繪模式

# game_options
source: RENDERING RESOLUTION
ca: RESOLUCIÓ DE RENDERITZACIÓ
es: RESOLUCIÓN DE RENDERIZADO
eu_es: RENDERIZAZIO BEREIZMENA
gl_es: RESOLUCIÓN DE RENDERIZADO
hu: RENDERELÉSI FELBONTÁS
it: RISOLUZIONE DI RENDERING
ja_jp: レンダリング解像度
ko: 렌더링 해상도
nb_no: GJENGIVELSESOPPLØSNING
pl: ROZDZIELCZOŚĆ RENDEROWANIA
pt_pt: RESOLUÇÃO DA RENDERIZAÇÃO
ro_ro: REZOLUȚIA DE RANDARE
sk_sk: Renderovacie rozlíšenie
sv_se: RENDERINGSUPPLÖSNING
tr: İŞLEME ÇÖZÜNÜRLÜĞÜ
zh_tw: 算繪解析度

# game_options
source: RESIZE TATTOO
ca: CANVIA MIDA DE LA CALCOMANIA
es: REDIMENSIONAR CALCO
eu_es: TATUAIAREN TAMAINA ALDATU
gl_es: REDIMENSIONAR TATUAXE
hu: TETOVÁLÁS ÁTMÉRETEZÉSE
it: RIDIMENSIONA TATTOO
ja_jp: カスタム画像サイズを変更
ko: 문신 크기 조정
nb_no: ENDRE STØRRELSEN PÅ TATOVERINGEN
pl: ZMIEŃ ROZMIAR TATUAŻU
pt_pt: REDIMENSIONAR SOBREPOSIÇÃO
ro_ro: REDIMENSIONEAZĂ TATUAJUL
sk_sk: Zmeniť tetovanie
sv_se: ÄNDRA STORLEK PÅ TATUERING
tr: DÖVMEYİ BOYUTLANDIR
vi_vn: THAY ĐỔI KÍCH THƯỚC HÌNH XĂM
zh_tw: 調整紋理大小

# game_options
source: RESOLUTION MULTIPLIER
ca: MULTIPLICADOR DE RESOLUCIÓ
es: MULTIPLICADOR DE RESOLUCIÓN
eu_es: BEREIZMEN BIDERKATZAILEAK
gl_es: MULTIPLICADOR DE RESOLUCIÓN
hu: FELBONTÁSSZORZÓ
it: MOLTIPLICATORE DI RISOLUZIONE
ja_jp: 解像度 乗数
ko: 해상도 배수
nb_no: OPPLØSNINGSMULTIPLIKATOR
pl: MNOŻNIK ROZDZIELCZOŚCI
pt_pt: MULTIPLICADOR DE RESOLUÇÃO
ro_ro: MULTIPLICATOR REZOLUȚIE
sk_sk: Násobič rozlíšenia
sv_se: UPPLÖSNINGSMULTIPLIKATOR
tr: ÇÖZÜNÜRLÜK ÇARPANI
vi_vn: HỆ SỐ NHÂN ĐỘ PHÂN GIẢI
zh_tw: 解析度倍率

# game_options
source: REWIND
ca: REBOBINAR
es: REBOBINAR
eu_es: ATZERA BOTA
gl_es: REBOBINAR
hu: VISSZATEKER
it: RIAVVOLGI
ja_jp: 巻き戻し
ko: 되감기
nb_no: TILBAKESPOLING
pl: PRZEWIJANIE
pt_pt: REBOBINAR
ro_ro: REVENIRE
sk_sk: Pretočiť
sv_se: SPOLA TILLBAKA
tr: GERİ SAR
vi_vn: TUA LẠI
zh_tw: 倒帶功能

# game_options
source: RGB (crisp image)
ca: RGB (imatge nítida)
es: RGB (imagen nítida)
eu_es: RGB (irudi markatua)
gl_es: RGB (imaxe nítida)
it: RGB (immagine chiara)
ja_jp: RGB（鮮明な画像）
ko: RGB (선명한 이미지)
nb_no: RGB (skarpt bilde)
pl: RGB (wyraźny obraz)
pt_pt: RGB (imagem nítida)
ro_ro: RGB (imagine clară)
sk_sk: RGB (ostrý obraz)
sv_se: RGB (skarp bild)
tr: RGB (net görüntü)
vi_vn: RGB (hình ảnh sắc nét)

# game_options
source: RGB Colour Low/Medium-Resolution
es: Color RGB de resolución baja/media
eu_es: RGB Kolorea Baxu/Ertain Bereizmena
gl_es: Cor RGB Resolución baixa/media
hu: RGB szín alacsony/közepes felbontású
it: Colore RGC Bassa/Media-Risoluzione
ja_jp: RGB カラー低/中解像度
ko: RGB 색상 저해상도/중간해상도
nb_no: RGB-farge med lav/middels oppløsning
pl: Kolor RGB w niskiej/średniej rozdzielczości
pt_pt: Cor RGB de baixa/média resolução
ro_ro: RGB color de rezoluție joasă/medie
sk_sk: RGB farebné nízke/stredné rozlíšenie
sv_se: RGB-färg Låg/Medelhög upplösning
tr: RGB Renk Az/Orta-Çözünürlük
vi_vn: Màu RGB Độ phân giải thấp/trung bình

# game_options
source: ROM (Slot 1)
ca: ROM (Ranura 1)
es: ROM (Ranura 1)
eu_es: ROM (1 Zirrikitua)
gl_es: ROM (rañura 1)
ja_jp: ROM（スロット1）
ko: 롬 (슬롯 1)
nb_no: ROM (spor 1)
pl: ROM (Gniazdo 1)
sv_se: ROM (kortplats 1)
tr: ROM (Yuva 1)
vi_vn: ROM (khe 1)
zh_tw: ROM (槽1)

# game_options
source: ROM (Slot 2)
ca: ROM (Ranura 2)
es: ROM (Ranura 2)
eu_es: ROM (2 Zirrikitua)
gl_es: ROM (rañura 2)
ja_jp: ROM（スロット2）
ko: 롬 (슬롯 2)
nb_no: ROM (spor 2)
pl: ROM (Gniazdo 2)
sv_se: ROM (kortplats 2)
tr: ROM (Yuva 2)
vi_vn: ROM (khe 2)
zh_tw: ROM (槽2)

# game_options
source: ROM (Slot 3)
ca: ROM (Ranura 3)
es: ROM (Ranura 3)
eu_es: ROM (3 Zirrikitua)
gl_es: ROM (rañura 3)
ja_jp: ROM（スロット3）
ko: 롬 (슬롯 3)
nb_no: ROM (spor 3)
pl: ROM (Gniazdo 3)
sv_se: ROM (kortplats 3)
tr: ROM (Yuva 3)
zh_tw: ROM (槽3)

# game_options
source: ROM (Slot 4)
ca: ROM (Ranura 4)
es: ROM (Ranura 4)
eu_es: ROM (4 Zirrikitua)
gl_es: ROM (rañura 4)
ja_jp: ROM（スロット4）
ko: 롬 (슬롯 4)
nb_no: ROM (spor 4)
pl: ROM (Gniazdo 4)
sv_se: ROM (kortplats 4)
tr: ROM (Yuva 4)
vi_vn: ROM (khe 4)
zh_tw: ROM (槽4)

# game_options
source: ROTATE
ca: GIRA
es: GIRAR
eu_es: BIRATU
gl_es: XIRAR
hu: FORGATÁS
it: RUOTA
ja_jp: 回転表示
ko: 회전
nb_no: ROTER
pl: OBRÓĆ
pt_pt: GIRAR
ro_ro: ROTAȚIE
sk_sk: Otočiť
sv_se: ROTERA
tr: DÖNDÜR
vi_vn: XOAY
zh_tw: 旋轉

# game_options
source: ROTATE FACE BUTTONS
es: ROTAR BOTONES FRONTALES
gl_es: XIRAR BOTONS FRONTAIS
hu: AZ ELŐLAPI GOMBOK FORGATÁSA
it: RUOTA I BOTTONI FRONTALI
ja_jp: ボタンの位置を回転
ko: 페이스 버튼 회전
nb_no: ROTÉR KNAPPENE
pl: OBRÓĆ PRZYCISKI KIERUNKU
pt_pt: RODAR FACE DOS BOTÕES
ro_ro: ROTEȘTE BUTOANELE DE PE FAȚĂ
sv_se: ROTERA HANDLINGSKNAPPAR
tr: TUŞLARIN YÖNÜNÜ DÖNDÜR
vi_vn: NÚT QUAY MẶT
zh_tw: 旋轉表面按鈕

# game_options
source: RSP PLUGIN
ca: EXTENSIÓ RSP
es: PLUGIN RSP
eu_es: RSP PLUGIN-a
gl_es: COMPLEMENTO RSP
it: PLUGIN RSP
ja_jp: RSP プラグイン
ko: RSP 플러그인
pl: WTYCZKA RSP
pt_pt: EXTENSÃO RSP
ro_ro: PLUGIN RSP
sv_se: RSP-INSTICKSMODUL
tr: RSP EKLENTİSİ
zh_tw: RSP插件

# game_options
source: RTV (Default)
es: RTV (Defecto)
gl_es: RTV (Predeterminado)
hu: RTV (alapértelmezett)
ja_jp: RTV (標準)
ko: RTV (기본)
nb_no: RTV (standard)
pl: RTV (domyślnie)
pt_pt: RTV (Padrão)
ro_ro: RTV (Implicit)
sk_sk: RTV (predvolené)
sv_se: RTV (standard)
tr: RTV (Varsayılan)
vi_vn: RTV (Mặc định)
zh_tw: RTV (預設)

# game_options
source: RUMBLE
ca: VIBRACIÓ
es: VIBRACIÓN
gl_es: VIBRACIÓN
hu: REZGŐ
ja_jp: 振動機能
ko: 진동
pl: WIBRACJE
pt_pt: VIBRAÇÃO
ro_ro: VIBRAȚII
sk_sk: Rachot
tr: TİTREŞİM
zh_tw: 震動
