Repository: batocera-linux/batocera.linux
Catalog: package/batocera/emulationstation/batocera-*-system/locales/*/batocera-*-system.po
Languages: ca, es, eu_es, gl_es, hu, id_id, it, ja_jp, ko, nb_no, pl, pt_pt, ro_ro, sk_sk, sv_se, tr, vi_vn, zh_tw

# game_options
source: 2 seconds
es: 2 segundos
gl_es: 2 segundos
hu: 2 másodperc
it: 2 secondi
ja_jp: 2 秒
ko: 2 초
nb_no: 2 sekunder
pl: 2 sekundy
pt_pt: 2 segundos
ro_ro: 2 secunde
sk_sk: 2 sekundy
sv_se: 2 sekunder
tr: 2 saniye
vi_vn: 2 giây
zh_tw: 2 秒

# game_options
source: 2 threads
ca: 2 fils
es: 2 hilos
eu_es: 2 hari
gl_es: 2 fíos
hu: 2 szál
ja_jp: 2 スレッド
ko: 2 스레드
nb_no: 2 tråder
pl: 2 wątki
ro_ro: 2 fire
sk_sk: 2 vlákna
sv_se: 2 trådar
tr: 2 iş parçacığı
vi_vn: 2 luồng
zh_tw: 2 執行緒

# game_options
source: 2.0x (25.00Mhz)
ko: 2.0배 (25.00Mhz)

# game_options
source: 2.25x (1440x1080)
ko: 2.25배 (1440x1080)

# game_options
source: 2.25x Native
ca: Natiu x2,25
es: 2.25x Nativo
eu_es: 2.25x Natiboa
gl_es: 2,25x Nativo
hu: 2,25x Natív
it: 2.25x Nativo
ja_jp: 2.25x 標準
ko: 2.25배 원본
pl: 2.25x natywnej
pt_pt: 2.25x Nativo
ro_ro: 2.25x Nativ
sk_sk: 2.25x natívme
sv_se: 2.25x inbyggd
tr: 2.25x Doğal
zh_tw: 2.25x 原生解析度

# game_options
source: 2.5x (1600x1200)
ko: 2.5배 (1600x1200)

# game_options
source: 2.5x Native
ca: Natiu x2,5
es: 2.5x Nativo
eu_es: 2.5x Natiboa
gl_es: 2,5X nativo
hu: 2.5x Natív
it: 2.5x Nativo
ja_jp: 2.5x 標準
ko: 2.5배 원본
pl: 2.5x natywnej
pt_pt: 2.5x Nativo
ro_ro: 2.5x Nativ
sk_sk: 2.5x natívne
sv_se: 2.5x inbyggd
tr: 2.5x Doğal
zh_tw: 2.5x 原生解析度

# game_options
source: 2.75x Native
ca: Natiu x2,75
es: 2.75x Nativo
eu_es: 2.75x Natiboa
gl_es: 2,75x Nativo
hu: 2.75x Natív
it: 2.75x Nativo
ja_jp: 2.75x 標準
ko: 2.75배 원본
pl: 2.75x natywnej
ro_ro: 2.75x Nativ
sk_sk: 2.75x natívne
sv_se: 2.75x inbyggd
tr: 2.75x Doğal
zh_tw: 2.75x 原生解析度

# game_options
source: 20 seconds
es: 20 segundos
gl_es: 20 segundos
hu: 20 másodperc
it: 20 secondi
ja_jp: 20 秒
ko: 20 초
nb_no: 20 sekunder
pl: 20 sekund
pt_pt: 20 segundos
ro_ro: 20 de secunde
sk_sk: 20 sekúnd
sv_se: 20 sekunder
tr: 20 saniye
vi_vn: 20 giây
zh_tw: 20 秒

# game_options
source: 200% (Maximum)
es: 200% (máximo)
gl_es: 200% (Máximo)
it: 200% (Massimo)
ja_jp: 200%（最大）
ko: 200% (최대)
pl: 200% (Maksymalnie)
pt_pt: 200% (Máximo)
ro_ro: 200% (maxim)
sv_se: 200% (maximalt)
tr: 200% (En fazla)
vi_vn: 200% (Tối đa)
zh_tw: 200% (最大值)

# game_options
source: 200Mhz (Overclock)
ca: 200Mhz (Per damunt de la freqüència del processador)
hu: 200Mhz (Túlhajtás)
ja_jp: 200Mhz（オーバークロック）
ko: 200Mhz (오버클럭)
nb_no: 200 MHz (overklokking)
sk_sk: 200Mhz (pretaktovať)
sv_se: 200 Mhz (överklockning)
tr: 200Mhz (Hız Aşımı)
vi_vn: 200MHz (ép xung)
zh_tw: 200Mhz (超頻)

# game_options
source: 20Mbps (not supported by some routers)
ca: 20Mbps (no suportat per alguns routers)
es: 20Mbps (no soportado por algunos routers)
eu_es: 20Mbps (router gehienek ez dute onartzen )
gl_es: 20 Mbps (non soportado por algúns enrutadores)
hu: 20 Mbps (egyes útválasztók nem támogatják)
it: 20Mbps (non supportato da alcuni routers)
ja_jp: 20Mbps（非対応のルーターもあります）
ko: 20Mbps (일부 라우터에서는 지원되지 않음)
nb_no: 20 Mbps (støttes ikke av alle rutere)
pl: 20Mbps (nieobsługiwane przez niektóre routery)
pt_pt: 20Mbps (não suportado para alguns routers)
ro_ro: 20Mbps (nesuportat de unele routere)
sk_sk: 20Mbps (nepodporované niektorými routermi)
sv_se: 20 Mbps (stöds inte av vissa routrar)
tr: 20 Mbps (bazı modemler tarafından desteklenmez)
vi_vn: 20Mbps (không được hỗ trợ bởi một số bộ định tuyến)
zh_tw: 20Mbps (部分路由器不支援)

# game_options
source: 20th
gl_es: 20º
ko: 20일
pt_pt: 20º
sv_se: 20:e

# game_options
source: 21st
gl_es: 21º
ko: 21일
pt_pt: 21º
sv_se: 21:a

# game_options
source: 22nd
gl_es: 22º
ko: 22일
pt_pt: 22º
sv_se: 22:a

# game_options
source: 23rd
gl_es: 23º
hu: 23-ik
ko: 23일
pt_pt: 23º
sv_se: 23:e

# game_options
source: 24 bit (Default)
ca: 24 bits (Per defecte)
es: 24 bit (Defecto)
eu_es: 24 bit (Defektuz)
gl_es: 24 bit (Predeterminado)
hu: 24 bit (alapértelmezett)
ja_jp: 24 bit (基本)
ko: 24 비트 (기본)
nb_no: 24 bit (standard)
pl: 24 bit (domyślnie)
pt_pt: 24 bit (Predefinição)
ro_ro: 24 biți (Implicit)
sk_sk: 24 bitové (predvolené)
sv_se: 24 bit (Standard)
tr: 24 bit (Varsayılan)
vi_vn: 24 bit (Mặc định)
zh_tw: 24 bit (預設)

# game_options
source: 24-bit, disables dithering.
es: 24-bit, desactiva el dithering.
eu_es: 24-bit, dithering-a desgaitzen du.
gl_es: 24 bits, desactiva o tramado.
hu: 24 bites, letiltja a ditheringet.
it: 24-bit, disabilita il dithering.
ja_jp: 24 ビット, ディザリング無効
ko: 24-bit, 디더링을 비활성화합니다.
nb_no: 24-bit, deaktiverer dithering.
pl: 24-bity, wyłącza dithering.
pt_pt: 24 bits, desliga dithering.
ro_ro: 24 biți, dezactivează dithering.
sk_sk: 24-bit, zakáže rozklad.
sv_se: 24-bit, inaktiverar dithering.
tr: 24-bit, renk taklidini devre dışı bırakır.
vi_vn: 24-bit, vô hiệu hóa phối màu.
zh_tw: 24-bit, 停用色彩抖動。

# game_options
source: 24MB (Default)
es: 24MB (Defecto)
gl_es: 24MB (Predeterminado)
hu: 24MB (alapértelmezett)
ja_jp: 24MB (標準)
ko: 24MB (기본)
nb_no: 24 MB (standard)
pl: 24MB (domyślnie)
pt_pt: 24 MB (Padrão)
ro_ro: 24MO (Implicit)
sk_sk: 24MB (predvolené)
sv_se: 24 MB (standard)
tr: 24MB (Varsayılan)
vi_vn: 24MB (Mặc định)
zh_tw: 24MB (預設)

# game_options
source: 24th
gl_es: 24º
ko: 24일
pt_pt: 24º
sv_se: 24:e

# game_options
source: 256MB (Default)
es: 256MB (Defecto)
eu_es: 256MB (Defektuz)
gl_es: 256MB (Predeterminado)
hu: 256MB (Alap)
ja_jp: 256MB（標準）
ko: 256MB (기본)
nb_no: 256 MB (standard)
pl: 256 MB (domyślnie)
pt_pt: 256 MB (Predefinição)
ro_ro: 256MO (Implicit)
sk_sk: 256MB (predvolené)
sv_se: 256 MB (standard)
tr: 256MB (Varsayılan)
vi_vn: 256MB (Mặc định)
zh_tw: 256MB (預設)

# game_options
source: 25th
gl_es: 25º
ko: 25일
pt_pt: 25º
sv_se: 25:e

# game_options
source: 26K for old games and 86K for newer games.
ca: 26K per a jocs vells i 86K per a jocs nous.
es: 26K para juegos antiguos y 86K para juegos recientes.
eu_es: 26K joku zaharretarko eta 86K joku berriagoeratako.
gl_es: 26K para xogos antigos e 86K para xogos máis novos.
hu: 26K a régi játékoknál és 86K az újabb játékoknál.
it: 26K per i giochi vecchi e 86K per quelli nuovi.
ja_jp: 古いゲームには26K(メタ女等)、新しいゲームには86を選択します
ko: 오래된 게임은 26K, 최신 게임은 86K입니다.
nb_no: 26K for gamle spill og 86K for nyere spill.
pl: 26K dla starych gier i 86K dla nowszych gier.
pt_pt: 26K para jogos antigos e 86K para jogos mais recentes.
ro_ro: 26K pentru jocurile vechi și 86K pentru jocurile noi.
sk_sk: 26K pre staré hry a 86K pre novšie hry.
sv_se: 26K för gamla spel och 86K för nyare spel.
tr: Eski oyunlar için 26K ve yeni oyunlar için 86K.
vi_vn: 26K cho game cũ và 86K cho game mới.
zh_tw: 26K適用舊遊戲，86K適用新遊戲。

# game_options
source: 26th
gl_es: 26º
ko: 26일
pt_pt: 26º
sv_se: 26:e

# game_options
source: 27th
gl_es: 27º
ko: 27일
pt_pt: 27º
sv_se: 27:e

# game_options
source: 28th
gl_es: 28º
ko: 28일
pt_pt: 28º
sv_se: 28:e

# game_options
source: 29th
gl_es: 29º
ko: 29일
pt_pt: 29º
sv_se: 29:e

# game_options
source: 2P GAMEPAD MAPPING (KEYRAH)
ca: MAPATGE DE COMANDAMENTS 2P (KEYRAH)
es: MAPEO DEL MANDO DE 2 JUGADORES (KEYRAH)
eu_es: 2 JOKALARI GAMEPAD MAPEOA (KEYRAH)
gl_es: MAPEO DE MANDO 2 XOGADORES (KEYRAH)
hu: 2P GAMEPAD LEKÉPEZÉS (KEYRAH)
it: MAPPING GAMEPAD 2P (KEYRAH)
ja_jp: 2P ゲームパッド割当（KEYRAH）
ko: 2P 게임패드 매핑 (키라)
nb_no: tILORDNING AV 2P-GAMEPAD (KEYRAH)
pl: MAPOWANIE GAMEPADA DWÓCH GRACZY (KEYRAH)
pt_pt: MAPEAMENTO DO COMANDO DO J2 (KEYRAH)
ro_ro: ASOCIERI GAMEPAD 2P (KEYRAH)
sk_sk: Mapovanie gamepadu 2. hráča (keyrah)
sv_se: 2P MAPPNING AV GAMEPAD (KEYRAH)
tr: 2P OYUN KOLU EŞLEMESİ (KEYRAH)
zh_tw: 2P 手把按鍵對應 (KEYRAH)

# game_options
source: 2X
ko: 2배

# game_options
source: 2nd
gl_es: 2º
ko: 2일
pt_pt: 2º
sv_se: 2:a

# game_options
source: 2nd Joystick (2 Axes, 2 Btns)
ca: 2a Palanca (2 Eixos, 2 Botons)
es: 2nd Joystick (2 ejes, 2 botones)
eu_es: 1. Joystick-a (2 Ardatz, 2 Botoi)
gl_es: 2ª Joystick (2 Eixos, 2 Btns)
hu: 2. Joystick (2 tengely, 2 gomb)
it: Secondo Joystick (2 Assi, 2 Bottoni)
ja_jp: ジョイスティック 2(2軸,2ボタン)
ko: 두 번째 조이스틱 (2 축, 2 버튼)
nb_no: 2. styrespak (2 akser, 2 Btns)
pl: 2. joystick (2 osie, 2 przyciski)
pt_pt: 2º Comando (2 eixos, 2 botões)
ro_ro: Joystick 2 (2 axe, 2 butoane)
sk_sk: 2. joystick (2 osi, 2 tlačidlá)
sv_se: 2:a joystick (2 axlar, 2 knap)
tr: 2. Joystick (2 Eksen, 2 Btn)
vi_vn: Joystick 2 (2 Axes, 2 Btns)
zh_tw: 2nd 搖桿 (雙軸，雙鍵

# game_options
source: 2nd VMU (Default)
ca: 2nd VMU (Per defecte)
es: 2nd VMU (Defecto)
eu_es: 2nd VMU (Defektuz)
gl_es: 2º VMU (predeterminado)
hu: 2. VMU (alapértelmezett)
ja_jp: 2つめのVMU（標準）
ko: 두 번째 VMU (기본)
nb_no: 2. VMU (standard)
pl: 2nd VMU (domyślnie)
pt_pt: 2º VMU (Predefinição)
ro_ro: Al doilea VMU (Implicit)
sk_sk: 2. VMU (predvolené)
sv_se: 2:a VMU (standard)
tr: 2. VMU (Varsayılan)
vi_vn: VMU thứ 2 (Mặc định)
zh_tw: 2nd VMU記憶卡 (預設)

# game_options
source: 2x (1280x960) (Default)
ca: 2x (1280x960) (Per defecte)
es: 2x (1280x960) (Defecto)
eu_es: 2x (1280x960) (Defektuzkoa)
gl_es: 2x (1280x960) (Predeterminado)
hu: 2x (1280x960) (alapértelmezett)
ja_jp: 2x (1280x960)（標準）
ko: 2배 (1280x960) (기본)
nb_no: 2x (1280x960) (standard)
pl: 2x (1280x960) (domyślnie)
ro_ro: 2x (1280x960) (Implicit)
sk_sk: 2x (1280x960) (predvolené)
sv_se: 2x (1280x960) (standard)
tr: 2x (1280x960) (Varsayılan)
vi_vn: 2x (1280x960) (mặc định)
zh_tw: 2x (1280x960) (預設)

# game_options
source: 2x (1440p/2160p)
ko: 2배 (1440p/2160p)

# game_options
source: 2x (Default)
es: 2x (Defecto)
eu_es: 2x (Defektuzkoa)
gl_es: 2x (predeterminado)
hu: 2x (Alap)
ja_jp: 2x（標準）
ko: 2배 (기본)
nb_no: 2x (standard)
pl: 2x (domyślnie)
pt_pt: 2x (Padrão)
ro_ro: 2x (Implicit)
sk_sk: 2x (predvolené)
sv_se: 2x (standard)
tr: 2x (Varsayılan)
vi_vn: 2x (Mặc định)
zh_tw: 2x (預設)

# game_options
source: 2x (~960)
ko: 2배 (~960)

# game_options
source: 2x Anistropic
hu: 2x Anizotróp
ko: 2x 비등방성
pl: 2x anizotropowo
pt_pt: 2x Anisotrópico
tr: 2x Anizotropik
zh_tw: 2x 非均向性

# game_options
source: 2x MSAA
ko: 2배 MSAA
zh_tw: 2x MSAA抗鋸齒

# game_options
source: 2x Native (1280x1056) for 720p
hu: 2x Natív (1280x1056) 720p esetén
ko: 720p용 2x 원본 (1280x1056)
pl: 2x natywnej (1280x1056) dla 720p
pt_pt: 2x Nativo (1280x1056) para 720p
sv_se: 2x inbyggd (1280x1056) för 720p
tr: 2x Doğal (1280x1056) 720p
vi_vn: 2x Native (1280x1056) cho 720p
zh_tw: 2x 原生解析度 (1280x1056) 適用 720p

# game_options
source: 2x Native (~720p)
ca: Natiu x2 (~720p)
es: 2x Nativo (~720p)
eu_es: 2x Natiboa (~720p)
gl_es: 2x Nativo (~720p)
hu: 2x Natív (~720p)
it: 2x Nativo (~720p)
ja_jp: 2x 標準 (~720p)
ko: 2배 원본 (~720p)
pl: 2x natywnej (~720p)
pt_pt: 2x Nativo (~720p)
ro_ro: 2x Nativ (~720p)
sk_sk: 2x natívne (~720p)
sv_se: 2x inbyggd (~720p)
tr: 2x Doğal (~720p)
zh_tw: 2x 原生解析度 (~720p)

# game_options
source: 2x SSAA
ko: 2배 SSAA
zh_tw: 2x SSAA抗鋸齒

# game_options
source: 2x native (512 x 384)
es: 2x nativo (512 x 384)
gl_es: 2x nativo (512 x 384)
hu: 2x natív (512 x 384)
it: 2x nativo (512 x 384)
ja_jp: 2x 標準 (512 x 384)
ko: 2배 원본 (512 x 384)
pl: 2x natywna (512 x 384)
pt_pt: 2x nativo (512 x 384)
ro_ro: 2x nativ (512 x 384)
sk_sk: 2x natívne (512 x 384)
sv_se: 2x inbyggd bild (512 x 384)
tr: 2x doğal (512 x 384)
zh_tw: 2x 原生解析度 (512 x 384)

# game_options
source: 2x-Postrender
it: 2x-Postrenderer
ko: 2배-포스트렌더
pt_pt: 2x-Pós-renderização
ro_ro: 2x-Postredare
zh_tw: 2x-後期算繪

# game_options
source: 2x-VBlank
ko: 2배-V블랭크

# game_options
source: 3 1/2 Disk (Drive 3)
ca: Disc de 3 1/2 (Unitat 3)
es: Disco 3 1/2 (Unidad 3)
eu_es: 3 1/2 Disko (3 Irakurlea)
gl_es: 3 1/2 disco (unidade 3)
hu: 3 1/2 lemez (3. meghajtó)
it: Disco 3 1/2 (Drive 3
ja_jp: 3.5インチ ディスク (ドライブ 3)
ko: 3 1/2 디스크 (드라이브 3)
nb_no: 3 1/2 disk (stasjon 3)
pl: Dysk 3 1/2 (Napęd 3)
pt_pt: 3 1/2 Disco (Unidade 3)
ro_ro: Disc 3 1/4 (Unitate 3)
sk_sk: 3 1/2 Disk (disk 3)
sv_se: 3 1/2 Disk (enhet 3)
tr: 3 1/2 Disk (Sürücü 3)
vi_vn: 3 1/2 đĩa (ổ 3)
zh_tw: 3.5吋磁片 (磁碟 3)

# game_options
source: 3 1/2 Disk (Drive 4)
ca: Disc de 3 1/2 (Unitat 4)
es: Disco 3 1/2 (Unidad 4)
eu_es: 3 1/2 Disko (4 Irakurlea)
gl_es: 3 1/2 disco (unidade 4)
hu: 3 1/2 lemez (4. meghajtó)
it: Disco 3 1/2 (Drive 4)
ja_jp: 3.5インチ ディスク (ドライブ 4)
ko: 3 1/2 디스크 (드라이브 4)
nb_no: 3 1/2 disk (stasjon 4)
pl: Dysk 3 1/2 (Napęd 4)
pt_pt: 3 1/2 Disco (Unidade 4)
ro_ro: Disc 3 1/4 (Unitate 4)
sk_sk: 3 1/2 Disk (disk 4)
sv_se: 3 1/2 Disk (enhet 4)
tr: 3 1/2 Disk (Sürücü 4)
vi_vn: 3 1/2 đĩa (ổ 4)
zh_tw: 3.5吋磁片 (磁碟 4)

# game_options
source: 3 Frames
ca: 3 Quadres
es: 3 Fotogramas
eu_es: 3 Fotograma
gl_es: 3 Fotogramas
hu: 3 Képkocka
it: 3 Frame
ja_jp: 3 フレーム
ko: 3 프레임
nb_no: 3 Bilder
pl: 3 klatki
ro_ro: 3 Cadre
sk_sk: 3 snímky
sv_se: 3 bildrutor
tr: 3 Kare
vi_vn: 3 khung hình
zh_tw: 3 畫格

# game_options
source: 3 point
ca: 3 punts
es: 3 puntos
eu_es: 3 puntu
gl_es: 3 puntos
hu: 3 pont
it: 3 punti
ja_jp: 3 ポイントモード
ko: 3 포인트
nb_no: 3 poeng
pl: 3 punktowy
pt_pt: 3 pontos
ro_ro: 3 puncte
sk_sk: 3 body
sv_se: 3 poäng
tr: 3 nokta
vi_vn: 3 điểm
zh_tw: 3 點

# game_options
source: 3 seconds
es: 3 segundos
gl_es: 3 segundos
hu: 3 másodperc
it: 3 secondi
ja_jp: 3 秒
ko: 3 초
nb_no: 3 sekunder
pl: 3 sekundy
pt_pt: 3 segundos
ro_ro: 3 secunde
sk_sk: 3 sekundy
sv_se: 3 sekunder
tr: 3 saniye
vi_vn: 3 giây
zh_tw: 3 秒

# game_options
source: 3 threads
ca: 3 fils
es: 3 hilos
eu_es: 3 hari
gl_es: 3 fíos
hu: 3 szál
ja_jp: 3 スレッド
ko: 3 스레드
nb_no: 3 tråder
pl: 3 wątki
ro_ro: 3 fire
sk_sk: 3 vlákna
sv_se: 3 trådar
tr: 3 iş parçacığı
vi_vn: 3 luồng
zh_tw: 3 執行緒

# game_options
source: 3.5x Native
ca: Natiu x3,5
es: 3.5x Nativo
eu_es: 3.5x Natiboa
gl_es: 3,5x nativo
hu: 3.5x Natív
it: 3.5x Nativo
ja_jp: 3.5x 標準
ko: 3.5배 원본
pl: 3.5x natywnej
pt_pt: 3.5x Nativo
ro_ro: 3.5x Nativ
sk_sk: 3.5x natívne
sv_se: 3.5x inbyggd
tr: 3.5x Doğal
zh_tw: 3.5x 原生解析度

# game_options
source: 30 seconds
es: 30 segundos
gl_es: 30 segundos
hu: 30 másodperc
it: 30 secondi
ja_jp: 30 秒
ko: 30 초
nb_no: 30 sekunder
pl: 30 sekund
pt_pt: 30 segundos
ro_ro: 30 de secunde
sk_sk: 30 sekúnd
sv_se: 30 sekunder
tr: 30 saniye
vi_vn: 30 giây
zh_tw: 30 秒

# game_options
source: 30s (Default)
es: 30s (Defecto)
gl_es: 30s (Predeterminado)
hu: 30s (alapértelmezett)
ja_jp: 30 秒 (標準)
ko: 30s (기본)
nb_no: 30s (standard)
pl: 30s (domyślnie)
pt_pt: 30s (Padrão)
ro_ro: 30s (Implicit)
sk_sk: 30s (predvolené)
sv_se: 30 sekunder (standard)
tr: 30s (Varsayılan)
vi_vn: 30s (Mặc định)
zh_tw: 30秒 (預設)

# game_options
source: 30th
gl_es: 30º
ko: 30일
pt_pt: 30º
sv_se: 30:e

# game_options
source: 31st
gl_es: 31º
ko: 31일
pt_pt: 31º
sv_se: 31:a

# game_options
source: 32 MHz (Overclock)
ca: 32 MHz (Per damunt de la freqüència del processador)
hu: 32 MHz (Túlhajtás)
ja_jp: 32 MHz（オーバークロック）
ko: 32 MHz (오버클럭)
nb_no: 32 MHz (overklokking)
pl: 32 MHz (przetaktowanie)
sk_sk: 32 MHz (pretaktovať)
sv_se: 32 MHz (överklockning)
tr: 32 MHz (Hız Aşımı)
vi_vn: 32 MHz (ép xung)
zh_tw: 32 MHz (超頻)

# game_options
source: 32K RAM EXPANSION
ca: EXPANSIÓ DE 32K RAM
es: EXPANSIÓN DE RAM DE 32K
eu_es: 32K RAM HEDAPENA
hu: 32K RAM BŐVÍTÉS
it: ESPANSIONE 32K RAM
ja_jp: 32K 拡張 RAM
ko: 32K 램 확장
nb_no: 32K RAM-UTVIDELSE
pl: ROZSZERZENIE 32K RAM
pt_pt: EXPANSÃO DE 32K RAM
ro_ro: EXPANSIUNE RAM 32K
sk_sk: 32K RAM rozšírenie
tr: 32K RAM GENİŞLETME
vi_vn: MỞ RỘNG RAM 32K
zh_tw: 32K RAM 擴充記憶卡

# game_options
source: 32k RAM expansion card installed
ca: Targeta d’expansió de 32K RAM instal·lada
es: Tarjeta de expansión de RAM de 32k instalada
eu_es: 32k RAM hedapen txartela instalatuta
gl_es: Tarjeta de expansión de RAM de 32k instalada
hu: 32k RAM bővítőkártya telepítve
it: Scheda di espansione RAM 32k installata
ja_jp: 32k 拡張 RAMカードを使用する
ko: 32k 램 확장 카드가 설치됨
nb_no: 32k RAM-utvidelseskort installert
pl: Zainstalowana karta rozszerzeń 32k RAM
pt_pt: Placa de expansão de 32k RAM instalada
ro_ro: Cardul de expansiune de 32k de RAM este instalat
sk_sk: 32K RAM rozširujúca karta nainštalovaná
sv_se: 32k RAM expansionskort installerat
tr: 32k RAM genişletme kartı kurulu
vi_vn: Thẻ mở rộng RAM 32k được cài đặt
zh_tw: 32K RAM 擴充記憶卡已安裝

# game_options
source: 32x MSAA
ko: 32배 MSAA
zh_tw: 32x MSAA抗鋸齒

# game_options
source: 32x SSAA
ko: 32배 SSAA
zh_tw: 32x SSAA抗鋸齒

# game_options
source: 33Mhz (Overclock)
ca: 33Mhz (Per damunt de la freqüència del processador)
hu: 33Mhz (Túlhajtás)
ja_jp: 33Mhz（オーバークロック）
ko: 33Mhz (오버클럭)
nb_no: 33 MHz (overklokking)
sk_sk: 33Mhz (pretaktovať)
sv_se: 33 Mhz (överklockning)
tr: 33Mhz (Hız Aşımı)
vi_vn: 33 MHz (ép xung)
zh_tw: 33Mhz (超頻)

# game_options
source: 384MB (Default)
es: 384MB (Defecto)
gl_es: 384MB (Predeterminado)
hu: 384MB (alapértelmezett)
ja_jp: 384MB (標準)
ko: 384MB (기본)
nb_no: 384 MB (standard)
pl: 384MB (domyślnie)
pt_pt: 384 MB (Padrão)
ro_ro: 384MO (Implicit)
sk_sk: 384MB (predvolené)
sv_se: 384 MB (standard)
tr: 384MB (Varsayılan)
vi_vn: 384MB (Mặc định)
zh_tw: 384MB (預設)

# game_options
source: 386 (prefetch)
ca: 386 (pre-càrrega)
eu_es: 386 (aurrebilatzea)
gl_es: 386 (recuperación previa)
hu: 386 (előhívás)
it: 386 (precaricato)
ja_jp: 386（プリフェッチ）
ko: 386 (프리페치)
nb_no: 386 (forhåndshenting)
pt_pt: 386 (pré-leitura)
sk_sk: 386 (prednačítať)
sv_se: 386 (hämtning i förväg)
tr: 386 (önden yükle)
vi_vn: 386 (tìm nạp trước)
zh_tw: 386 (預取)

# game_options
source: 386 (slow)
ca: 386 (lent)
es: 386 (lento)
eu_es: 386 (motela)
gl_es: 386 (lento)
hu: 386 (lassú)
it: 386 (lento)
ja_jp: 386 (遅い)
ko: 386 (느림)
nb_no: 386 (langsom)
pl: 386 (wolny)
pt_pt: 386 (lento)
ro_ro: 386 (lent)
sk_sk: 386 (pomalé)
sv_se: 386 (långsam)
tr: 386 (yavaş)
vi_vn: 386 (chậm)
zh_tw: 386 (慢速)

# game_options
source: 3D ENGINE
es: MOTOR 3D
eu_es: 3D MOTOREA
it: MOTORE 3D
ja_jp: 3D エンジン
ko: 3D 엔진
nb_no: 3D-MOTOR
pl: SILNIK 3D
pt_pt: MOTOR 3D
ro_ro: MOTOR 3D
sv_se: 3D-MOTOR
tr: 3D MOTORU
zh_tw: 3D 引擎

# game_options
source: 3rd
gl_es: 3º
hu: 3-ik
ko: 3일
pt_pt: 3º
sv_se: 3:e

# game_options
source: 3x (2160p/3240p)
ko: 3배 (2160p/3240p)

# game_options
source: 3x Native (1920x1584) for 1080p
hu: 3x Natív (1920x1584) 1080p esetén
ko: 1080p용 3x 원본 (1920x1584)
pl: 3x natywnej (1920x1584) dla 1080p
pt_pt: 3x Nativo (1920x1584) para 1080p
sv_se: 3x inbyggd (1920x1584) för 1080p
tr: 3x Doğal (1920x1584) 1080p
vi_vn: 3x Native (1920x1584) cho 1080p
zh_tw: 3x 原生解析度 (1920x1584) 適用 1080p

# game_options
source: 3x Native (~1080p)
ca: Natiu x3 (~1080p)
es: 3x Nativo (~1080p)
eu_es: 3x Natiboa (~1080p)
gl_es: 3x Nativo (~1080p)
hu: 3x Natív (~1080p)
it: 3x Nativo (~1080p)
ja_jp: 3x 標準 (~1080p)
ko: 3배 원본 (~1080p)
pl: 3x natywnej (~1080p)
pt_pt: 3x Nativo (~1080p)
ro_ro: 3x Nativ (~1080p)
sk_sk: 3x natívne (~1080p)
sv_se: 3x inbyggd (~1080p)
tr: 3x Doğal (~1080p)
zh_tw: 3x 原生解析度 (~1080p)

# game_options
source: 3x native (768 x 576)
es: 3x nativo (768 x 576)
gl_es: 3x nativo (768 x 576)
hu: 3x natív (768 x 576)
it: 3x nativo (768 x 576)
ja_jp: 3x 標準 (768 x 576)
ko: 3배 원본 (768 x 576)
pl: 3x natywna (768 x 576)
pt_pt: 3x nativo (768 x 576)
ro_ro: 3x nativ (768 x 576)
sk_sk: 3x natívne (768 x 576)
sv_se: 3x inbyggd (768 x 576)
tr: 3x doğal (768 x 576)
zh_tw: 3x 原生解析度 (768 x 576)

# game_options
source: 4 Frames
ca: 4 Quadres
es: 4 Fotogramas
eu_es: 4 Fotograma
gl_es: 4 Fotogramas
hu: 4 Képkocka
it: 4 Frame
ja_jp: 4 フレーム
ko: 4 프레임
nb_no: 4 Bilder
pl: 4 klatki
ro_ro: 4 Cadre
sk_sk: 4 snímky
sv_se: 4 bildrutor
tr: 4 Kare
vi_vn: 4 khung hình
zh_tw: 4 畫格

# game_options
source: 4 PLAYER ADAPTER
ca: ADAPTADOR DE 4 JUGADORS
es: ADAPTADOR PARA 4 JUGADORES
eu_es: 4 JOKALARIKO EGOKUTZAILEA
gl_es: ADAPTADOR PARA 4 XOGADORES
hu: 4 JÁTÉKOS ADAPTER
it: ADAPTER GIOCATORE 3
ja_jp: 4プレーヤーアダプター
ko: 4 플레이어 어댑터
nb_no: ADAPTER FOR 4 SPILLERE
pl: ADAPTER DLA 4 GRACZY
pt_pt: ADAPTADOR DE 4 JOGADORES
ro_ro: ADAPTOR 4 JUCĂTORI
sk_sk: Adaptér pre 4 hráčov
sv_se: ADAPTER FÖR 4 SPELARE
tr: 4 OYUNCU ADAPTÖR
vi_vn: BỘ CHUYỂN ĐỔI 4 NGƯỜI CHƠI
zh_tw: 4人擴充器

# game_options
source: 4 threads
ca: 4 fils
es: 4 hilos
eu_es: 4 hari
gl_es: 4 fíos
hu: 4 szál
ja_jp: 4 スレッド
ko: 4 스레드
nb_no: 4 tråder
pl: 4 wątki
ro_ro: 4 fire
sk_sk: 4 vlákna
sv_se: 4 trådar
tr: 4 iş parçacığı
vi_vn: 4 luồng
zh_tw: 4 執行緒

# game_options
source: 4.5x (1440x1080)
ko: 4.5배 (1440x1080)

# game_options
source: 4.5x (2880x2160)
ko: 4.5배 (2880x2160)

# game_options
source: 480x272 (Default)
es: 480x272 (Defecto)
eu_es: 480x272 (Defektuz)
gl_es: 480x272 (Predeterminado)
hu: 480x272 (Alap)
ja_jp: 480x272（標準）
ko: 480x272 (기본)
nb_no: 480x272 (standard)
pl: 480x272 (domyślnie)
pt_pt: 480 x 272 (Predefinição)
ro_ro: 480x272 (Implicit)
sk_sk: 480x270 (predvolené)
sv_se: 480x272 (standard)
tr: 480x272 (Varsayılan)
vi_vn: 480x272 (Mặc định)
zh_tw: 480x272 (預設)

# game_options
source: 486 (slow)
ca: 486 (lent)
es: 486 (lento)
eu_es: 486 (motela)
gl_es: 486 (lento)
hu: 486 (lassú)
it: 486 (lento)
ja_jp: 486 (遅い)
ko: 486 (느림)
nb_no: 486 (langsom)
pl: 486 (wolny)
pt_pt: 486 (lento)
ro_ro: 486 (lent)
sk_sk: 486 (pomalé)
sv_se: 486 (långsam)
tr: 486 (yavaş)
vi_vn: 486 (chậm)
zh_tw: 486 (慢速)

# game_options
source: 4:3 (Default)
ca: 4:3 (Per defecte)
es: 4:3 (Defecto)
eu_es: 4:3 (Defektuz)
gl_es: 4:3 (Predeterminado)
hu: 4:3 (Alapértelmezett)
ja_jp: 4:3（標準）
ko: 4:3 (기본)
nb_no: 4:3 (standard)
pl: 4:3 (domyślnie)
pt_pt: 4:3 (Predefinição)
ro_ro: 4:3 (Implicit)
sk_sk: 4:3 (predvolené)
sv_se: 4:3 (standard)
tr: 4:3 (Varsayılan)
vi_vn: 4:3 (Mặc định)
zh_tw: 4:3 (預設)

# game_options
source: 4:3 RENDERING RESOLUTION
ca: 4:3 RESOLUCIÓ DE RENDERITZAT
es: RESOLUCIÓN DE RENDERIZADO 4:3
eu_es: 4:3 RENDERIZAZIO BEREIZMENA
gl_es: RESOLUCIÓN DE RENDERIZADO 4:3
hu: 4:3 RENDERELÉSI FELBONTÁS
it: RISOLUZIONE DI RENDERING 4:3
ja_jp: 4：3 レンダリング解像度
ko: 4:3 렌더링 해상도
nb_no: 4:3 GJENGIVELSESOPPLØSNING
pl: ROZDZIELCZOŚĆ RENDEROWANIA 4:3
pt_pt: RESOLUÇÃO DE RENDERIZAÇÃO 4:3
ro_ro: REZOLUȚIE DE RANDARE 4:3
sk_sk: Renderovacie rozlíšenie 4:3
sv_se: 4:3 RENDERINGSUPPLÖSNING
tr: 4:3 İŞLEME ÇÖZÜNÜRLÜĞÜ
vi_vn: ĐỘ PHÂN GIẢI KẾT XUẤT 4:3
zh_tw: 4:3 算繪解析度

# game_options
source: 4X
ko: 4배

# game_options
source: 4th
gl_es: 4º
ko: 4일
pt_pt: 4º
sv_se: 4:e

# game_options
source: 4x (2880p/4320p)
ko: 4배 (2880p/4320p)

# game_options
source: 4x (~1920p)
ko: 4배 (~1920p)

# game_options
source: 4x Anistropic
hu: 4x Anizotróp
ko: 4x 비등방성
pl: 2x anizotropowo
pt_pt: 4x Anisotrópico
sv_se: 4x Anistropisk
tr: 4x Anizotropik
zh_tw: 4x 非均向性

# game_options
source: 4x MSAA
ko: 4배 MSAA
zh_tw: 4x MSAA抗鋸齒

# game_options
source: 4x MULTISAMPLING
es: MULTIMUESTREO 4x
gl_es: 4x MULTISMOSTRACIÓN
it: MULTISAMPLING 4x
ja_jp: 4x マルチサンプリング
ko: 4배 멀티샘플링
ro_ro: SAMPLING MULTIPLU 4x
tr: 4x ÇOKLU ÖRNEKLEME
zh_tw: 4x 多重採樣

# game_options
source: 4x Native (2560x2112) for 1440p
hu: 4x Natív (2560x2112) 1440p esetén
ko: 1440p용 4x 원본 (2560x2112)
pl: 4x natywnej (2560x2112) dla 1440p
pt_pt: 4x Nativo (2560x2112) para 1440p
sv_se: 4x inbyggd (2560x2112) för 1440p
tr: 4x Doğal (2560x2112) 1440p
vi_vn: 4x Native (2560x2112) cho 1440p
zh_tw: 4x 原生解析度 (2560x2112) 適用 1440p

# game_options
source: 4x Native (~1440p/2K)
ca: Natiu x4 (~1440p/2K)
es: 4x Nativo (~1440p/2K)
eu_es: 4x Natiboa (~1440p/2K)
gl_es: 4x Nativo (~1440p/2K)
hu: 4x Natív (~1440p/2K)
it: 4x Nativo (~1440p/2K)
ja_jp: 4x 標準 (~1440p/2K)
ko: 4배 원본 (~1440p/2K)
pl: 4x natywnej (~1440p/2K)
pt_pt: 4x Nativo (~1440p/2K)
ro_ro: 4x Nativ (~1440p/2K)
sk_sk: 4x natívne (~1440p/2K)
sv_se: 4x inbyggd (~1440p/2K)
tr: 4x Doğal (~1440p/2K)
zh_tw: 4x 原生解析度 (~1440p/2K)

# game_options
source: 4x SSAA
ko: 4배 SSAA
zh_tw: 4x SSAA抗鋸齒

# game_options
source: 4x native (1024 x 768)
es: 4x nativo (1024 x 768)
gl_es: 4x nativo (1024 x 768)
hu: 4x natív (1024 x 768)
it: 4x nativo (1024 x 768)
ja_jp: 4x 標準 (1024 x 768)
ko: 4배 원본 (1024 x 768)
nb_no: 4x innfødt (1024 x 768)
pl: 4x natywna (1024 x 768)
pt_pt: 4x nativo (1024 x 768)
ro_ro: 4x nativ (1024 x 768)
sk_sk: 4x natívne (1024 x 768)
sv_se: 4x inbyggd (1024 x 768)
tr: 4x doğal (1024 x 768)
zh_tw: 4x 原生解析度 (1024 x 768)
